Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/TVApp.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT_WIFI
source: Apple TV allows you to watch your favorite TV shows and movies all in one place. You can watch content you have rented or purchased from Apple. If available, you can also access content through Apple TV+, Apple TV channels, and your connected third-party video apps. You can access all of this content through the Apple TV app across supported devices that are signed in to the same Apple Account. Providing the Apple TV App We use your personal data to provide the services and features in the Apple TV app. This information includes your account and payment information, which you can access and change in Settings. Apple collects information about what you purchase and what you’re watching in the Apple TV app on any supported devices signed in to the same Apple Account. Apple stores this information associated with your Apple Account so we can display what you’re watching across your supported devices. When you sign in to third-party apps, information about whether you have subscribed to those services is used to display content available to you. If you grant permission for a third-party app to be connected to the Apple TV app, Apple will collect and store information about what you watch from that app on any of your supported devices, as well as your subscription status. Apple apps with supported content, such as Apple Music and Remote, will be automatically connected when you start using the Apple TV app. Information about what you’re watching will include what content you’re playing, when you played it, the device you played it from, and where in the content you paused or stopped watching. We also collect a detailed history of all playback activity for Apple TV channels and Apple TV+. If you allow the Apple TV app to access your location, your location will be used to determine what’s available in your region, including local content like live games, events, and news. Some content includes geographically relevant ads. Improving the Apple TV App Apple collects information about your usage of the Apple TV app and your account, including the features you use (for example, Continue Watching or Library), items you search for, your interactions with notifications, content pages you browse or view, information on errors or crashes within the app, and your billing zip code. We use this information, approximate location information that does not identify you, and information about what you watch to help improve and optimize the service for you and others. We also collect information about your device such as the type of device, the channel through which your device was obtained, the version of your operating system, and the amount of free space on your device. We may use this information to assess whether requested content can be downloaded, to understand general trends in device usage and storage, and whether your device is connected by Wi-Fi or cellular. For example, knowing the free space on your device allowed us to build the feature that lets you buy a movie on your iPhone without downloading it at purchase. If you use SharePlay to watch content with other users, the Apple TV app will collect that you watched that content during a SharePlay session and the number of devices that participated in the session, but does not collect any information to identify the participants of a SharePlay session. We use Apple TV search data to improve models that power Apple TV. For example, aggregate Apple TV search queries are used to fine-tune the Apple TV search model. Personalizing the Apple TV App We personalize the Apple TV app to help you discover the content that’s most relevant to you. For example, we recommend movies that we think will be of interest to you based on movies you’ve previously watched. To provide personalization, we use information including what you watch, your purchases, subscriptions, downloads, browsing, and other activities in the Apple TV app, as well as information from your account such as your age. If you do not want Apple to use information about what you watch on this device in the Apple TV app for personalization on all devices that support the Apple TV app, you can turn off Use Play History in Settings. On your iOS, iPadOS, visionOS, or tvOS device, go to Settings > Apps > TV > Use Play History. You can turn off personalization features in the App Store, Apple Books, the iTunes Store, Apple TV, Apple Podcasts, and for subscriptions from Apple by turning off Personalized Recommendations for your Apple Account. On your iOS, iPadOS, or visionOS device, go to Settings > [your name] > Media & Purchases > View Account, then tap to turn off Personalized Recommendations. In the Apple TV app on Mac, go to Account > Account Settings > Settings. Communicating with You Apple may use information about your account, such as the Apple products you own, your subscriptions to Apple services, the Apple apps you download, and your billing zip code, to send you communications about the Apple TV app and other Apple products, services, and offers that may be of interest to you, including Apple One. Details about your device, such as its device serial number, or details about your relevant App Store subscriptions may be used to check eligibility for Apple offers. If you are in a Family Sharing group, Apple may send you communications about products, services, and offers available to you through Family Sharing. If you purchase an Apple One subscription, we may send you emails and push notifications about the features of each of the services for which you have subscribed. Apple may also use information about your activity within the Apple TV app to send you emails and push notifications about new features, content, and offers available in the Apple TV app. You can change your email preferences and opt out of receiving these emails by going to account.apple.com. To update notification preferences on your iOS, iPadOS, or visionOS device, go to Settings > Notifications > TV. Advertising In the Apple TV app, if you allow the Apple TV app to access your location, your location may be used to serve geographically relevant ads. For other apps such as the App Store, Apple News, and Stocks, if the Personalized Ads setting is turned on, Apple’s advertising platform may use your information, including information about the movies and TV shows you purchase from Apple, to serve ads in those apps that are more relevant to you. If you do not want to receive ads targeted to your interests from Apple’s advertising platform, you can choose to turn off Personalized Ads. Turning off Personalized Ads will prevent Apple from using your information for ad targeting. It may not decrease the number of ads you receive, but the ads may be less relevant to you. You can change your Personalized Ads settings by going to Settings > Privacy & Security > Apple Advertising. Learn more about Apple Advertising & Privacy at www.apple.com/legal/privacy/data/en/apple-advertising. Learn about how to opt out of personalized ads on the App Store, Apple News, and Stocks at support.apple.com/105131. Sharing with Third Parties We provide some non-personal data to our advertisers and strategic partners that work with Apple to provide our products and services, help Apple market to customers, and sell ads on Apple’s behalf to display on the App Store and Apple News and Stocks. For example, we may share non-personal data about your transactions, viewing activity, and region, as well as aggregated user demographics such as age group and gender (which may be inferred from information such as your name and salutation in your Apple Account), to Apple TV strategic partners, such as content owners, so that they can measure the performance of their creative work, meet royalty and accounting requirements, and improve their associated products and services. If your mobile network provider offers Apple TV+ subscriptions and free trials, Apple may check your phone number to determine if you are eligible through a mobile network provider partner. If you sign up for an Apple TV+ subscription or free trial through your mobile network provider or another Apple partner, Apple will use your phone number or a unique account identifier shared by the partner to identify your account and to let the mobile network provider or other partner know that you have activated your subscription. We will use the phone number or unique identifier associated with your subscription to verify your account at sign in and to connect your Apple TV+ subscription with your account. If you sign in to the Apple TV app on a non-Apple device, Apple may share information with the platform provider to enable the app to function, so that content from your Apple TV subscriptions appears on the platform, and to support platform features such as providing search results and personalized recommendations. This may include information about whether you have opened the Apple TV app and, where available, whether you have subscribed to Apple TV+ and Apple TV channels. You can choose to stop sharing your subscription information in the Apple TV app settings on your non-Apple device, although doing so may limit the ways that Apple TV content appears on the platform. On supported non-Apple devices, you can choose whether to share what you watch, buy, or rent in the Apple TV app, including Apple TV+, Apple TV channels, and other content (where available) with the provider of your third-party platform. This may include your profile name or other information used to match your data from the Apple TV app with your account or profile on your non-Apple device. Your platform provider may use your information from the Apple TV app to enable platform features such as displaying the shows you have in progress and personalized recommendations. You can turn this off by going to the Apple TV app settings on your non-Apple device. On some devices, this may direct you to the platform’s settings. If you choose to sign in to the Apple TV app on a non-Apple device, you should review the terms, privacy policies, and practices of the platform’s provider to understand what data it collects, uses, and shares. Retention We retain personal data associated with your purchases, downloads, and viewing activity on the Apple TV app for different lengths of time depending on business need, contractual obligations, and legal requirements. For purchases and downloads, that often requires at least a 10-year retention period, but in regions such as China that period can be 30 years. We also retain a record of your purchase and downloads of content for at least as long as you have an account with us to allow you to download that content in line with our applicable terms. We retain other information such as browsing activity and searches for up to two years. Some information, such as transactions but not your stored card details may be retained as business records even after you close your account or stop using the Apple TV app. When you use a payment card, Apple may retain and automatically update your card number and billing information for future purchases, recurring transactions, or other uses you authorize. Apple may obtain this information from your financial institution or payment network, and also use it for fraud prevention and verification. Clear Play History You can clear your play history in the Apple TV app in Settings. In the Apple TV app on your iOS, iPadOS, or visionOS device, go to Account > Clear Play History. On tvOS, go to Settings > Apps > TV > Clear Play History. This will remove all TV shows and movies from your Watchlist and disassociate any past playback history from your account. This will apply to your play data that is held and used by Apple on devices that use the same Apple Account. If you use a non-Apple device and have chosen to share what you watch with that platform’s provider, clearing your play history will not affect the play data that is stored by the platform’s provider. You should review the terms, privacy policies, and practices of the platform’s provider to understand whether you can delete the data stored by that provider. You can remove individual items from your Watchlist by long-pressing the episode and selecting Remove from Watchlist. In the same menu, if you select Remove from Recently Watched, that will also remove the episode from being used to generate personalized recommendations. However, Apple will retain records of play history from Apple TV channels and Apple TV+ for reporting and royalty requirements. Third-Party Connected Apps You must grant permission for your participating third-party apps to be connected to the Apple TV app to begin sharing what you watch from those apps with Apple. When you set up the Apple TV app, you may be asked to grant permission for multiple applications at one time. Some of the apps may be apps that you do not yet have installed on that device, and your preferences will be applied if they are installed later. Whether or not you grant permission, you will be able to change your preferences for each app in Settings. If at any time you decide you no longer want one of your third-party apps to be connected to the Apple TV app, you may disconnect that app from the Apple TV app and Apple will stop collecting your play data from that third-party app. In the Apple TV app on your iOS, iPadOS, or visionOS device, go to Account > Connected Apps, select the third-party app and turn it off. On tvOS, go to Settings > Apps > TV > Connect to TV, select the third-party app and turn it off. When removing a third-party app from the Apple TV app, you may also choose to delete all play data information Apple has collected about content you’ve watched from that app by choosing the Remove and Clear Play History option. At any time, you may also choose to delete all of your play data information Apple has collected about all third-party content you watch in the Apple TV app by clearing your play history as described above. Clearing your play history in any of these described instances only clears your third-party app play data that is held and used by Apple for the Apple TV app. It does not affect any play data that is held separately by the third-party app provider (for example, within their own app or on their servers). You should also review the terms, privacy policies, and practices of your participating third-party apps to understand how they use and share your play data and related information. Group Recommendations If you choose to enable Group Recommendations on an Apple TV device, information about what you watch will be used to make group recommendations with any combination of opted-in users on the same Apple TV. If a child account is in the group, recommendations for children will be included, but their watch history will not be used. You can turn off Group Recommendations for your account at any time by going to Settings > Users and Accounts, selecting your profile, then selecting For All of You. Preventing Fraud and Other Malicious Activity We also collect personal data to prevent fraud and other malicious activity in the Apple TV app. This information includes device information, such as device type and software version, location information (approximated by matching the IP address of your internet connection to a geographic region, if available), download and purchase history, and other interactions with the Apple TV app. When your subscription is set to auto-renew, Apple may also use information about your historical business relationship with Apple to process the request and determine whether to provide ongoing access to your subscription in advance of authorization by the payment partner. We also may compute a device trust score on your device when you attempt a purchase, using information about how you use your device, including the approximate number of phone calls or emails you send and receive. The submission is designed so Apple cannot learn the underlying values on your device. The score is stored for a fixed time on our servers. Applicable Legal Basis for Processing Personal Data We process your personal data in the Apple TV app generally for performance of your contract with Apple, as necessary for providing the service, and to comply with our legal obligations. Where consent is the appropriate legal basis, we seek it in accordance with applicable local law. Where applicable local law provides, we process personal data as necessary for purposes of our legitimate interests or those of a third party in order to: • Display available and relevant content to you, including from third-party services • Check eligibility for offers, help to improve and optimize the service for you and others, and send you communications about the Apple TV app and other Apple products, services, and offers that may be of interest to you • Prevent fraud and other malicious activity The data used includes: • Your use of the Apple TV app including features you use (for example, Continue Watching or Library), items you search for, your interactions with notifications, content pages you browse or view, what you watch, purchase, subscribe to, and download, and information about errors or crashes within the app • Details about your device and account • The device trust score • Your location At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: يتيح لك تطبيق Apple TV مشاهدة برامج التلفزيون والأفلام المفضلة لديك في مكان واحد. يمكنك مشاهدة المحتوى الذي قمت باستئجاره أو شرائه من Apple. إذا كان ذلك متاحًا، يمكنك أيضًا الوصول إلى المحتوى من خلال Apple TV+‎ وقنوات Apple TV وتطبيقات الفيديو التابعة لجهة خارجية. يمكنك الوصول إلى كل هذا المحتوى من خلال تطبيق Apple TV عبر الأجهزة المدعومة التي سجلت الدخول إليها بنفس حساب Apple. توفير تطبيق Apple TV نستخدم بياناتك الشخصية لنقدم الخدمات والميزات في تطبيق Apple TV. تتضمن هذه المعلومات معلومات الدفع والحساب التي يمكنك الوصول إليها وتغييرها من الإعدادات. تجمع Apple معلومات حول ما تشتريه وما تشاهده في تطبيق Apple TV على أي أجهزة مدعومة قد سجلت الدخول إليها بنفس حساب Apple. وتخزن Apple هذه المعلومات المرتبطة بحساب Apple حتى نتمكن من عرض ما تشاهده على جميع أجهزتك المدعومة. عند تسجيل الدخول إلى تطبيقات جهات خارجية، تُستخدم معلومات عما إذا كنت قد اشتركت في هذه الخدمات أم لا، وذلك بهدف عرض المحتوى المتوفر لك. إذا منحت إذنًا لتطبيق جهة خارجية ليتم توصيله بتطبيق Apple TV، فستجمع Apple وتخزن معلومات عما تشاهده من هذا التطبيق على أي من أجهزتك المدعومة، إضافةً إلى حالة اشتراكك. سيتم توصيل تطبيقات Apple ذات المحتوى المدعوم، مثل Apple Music والريموت، تلقائيًا عند بدء استخدام تطبيق Apple TV. ستتضمن معلومات ما تشاهده كلاً من المحتوى الذي تشغّله ووقت تشغيله والجهاز الذي شغّلته منه والموضع الذي توقفت فيه نهائيًا أو مؤقتًا عن مشاهدة المحتوى. نجمع أيضًا سجل تاريخ مفصلاً لجميع أنشطة تشغيل قنوات Apple TV و Apple TV+‎. إذا سمحت لتطبيق Apple TV بالوصول إلى موقعك، فسيتم استخدام موقعك لتحديد ما هو متاح في منطقتك، بما في ذلك المحتوى المحلي مثل الألعاب والأحداث والأخبار المباشرة. بعض المحتوى يتضمن إعلانات ملائمة جغرافيًا. تحسين تطبيق Apple TV تجمع Apple معلومات حول استخدامك لتطبيق Apple TV وحسابك، بما في ذلك الميزات التي تستخدمها (على سبيل المثال: "متابعة المشاهدة" أو "المكتبة") والعناصر التي تبحث عنها وتفاعلاتك مع الإشعارات وصفحات المحتوى التي تتصفحها أو تعرضها ومعلومات عن الأخطاء أو حالات التعطل داخل التطبيق والرمز البريدي للفوترة. نستخدم هذه المعلومات، ومعلومات الموقع التقريبي التي لا تكشف عن شخصيتك، ومعلومات حول ما تشاهده بهدف المساعدة في تطوير الخدمة وتحسينها لك وللآخرين. نجمع أيضًا معلومات عن جهازك، مثل نوع الجهاز، والقناة التي تم الحصول على جهازك من خلالها، وإصدار نظام التشغيل، وحجم المساحة الخالية المتوفرة على جهازك. قد نستخدم هذه المعلومات لتقييم ما إذا كان المحتوى المطلوب يمكن تنزيله أم لا، ولفهم الأنماط العامة لاستخدام الجهاز ومساحة التخزين وما إذا كان جهازك متصلاً بشبكة Wi-Fi أم شبكة خلوية. على سبيل المثال، تساعدنا معرفة المساحة الخالية على جهازك في تصميم الميزة التي تسمح لك بشراء أفلام على iPhone دون الحاجة إلى تنزيلها عند الشراء. إذا استخدمت "مشاركة التشغيل" لمشاهدة محتوى مع مستخدمين آخرين، فسيجمع تطبيق Apple TV ما يفيد أنك شاهدت ذلك المحتوى أثناء جلسة "مشاركة التشغيل" وعدد الأجهزة التي شاركت في الجلسة، لكنه لا يجمع أي معلومات تكشف عن هوية المشاركين في جلسة "مشاركة التشغيل". نستخدم أيضًا بيانات بحث Apple TV لتحسين النماذج التي تشغِّل Apple TV. على سبيل المثال، تُستخدم استعلامات بحث Apple TV المجمَّعة لتنقيح نموذج بحث Apple TV. تخصيص تطبيق Apple TV نقوم بتخصيص تطبيق Apple TV لمساعدتك في اكتشاف المحتوى الذي يهمك. على سبيل المثال، نوصي بالأفلام التي نعتقد أنها تهمك استنادًا إلى الأفلام التي شاهدتها سابقًا. لتوفير التخصيص، نستخدم المعلومات التي تتضمن ما تشاهده والمشتريات والاشتراكات والتنزيلات والتصفح والأنشطة الأخرى في تطبيق Apple TV ومعلومات أخرى من حسابك مثل عمرك. إذا كنت لا تريد أن تستخدم Apple معلومات حول ما تشاهده على هذا الجهاز في تطبيق Apple TV من أجل التخصيص على جميع الأجهزة التي تدعم تطبيق Apple TV، يمكنك إيقاف "استخدام سجل تاريخ التشغيل" في الإعدادات. على جهاز iOS أو iPadOS أو visionOS أو tvOS، انتقل إلى الإعدادات > التطبيقات > التلفزيون > استخدام سجل تاريخ التشغيل. يمكنك إيقاف ميزات التخصيص في App Store و Apple Books و iTunes Store و Apple TV و Apple Podcasts، وللاشتراكات من Apple، وذلك عن طريق إيقاف التوصيات المخصصة لمعرِّف حساب Apple. على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > [اسمك] > الوسائط والمشتريات > عرض الحساب، ثم اضغط لإيقاف التوصيات المخصصة. في تطبيق Apple TV على Mac، انتقل إلى الحساب > إعدادات الحساب > الإعدادات. التواصل معك قد تستخدم Apple معلومات حول حسابك مثل منتجات Apple التي تمتلكها واشتراكاتك في خدمات Apple وتطبيقات Apple التي تنزلها والرمز البريدي للفوترة لإرسال رسائل إليك حول تطبيق Apple TV ومنتجات Apple وخدماتها وعروضها الأخرى التي قد تهمك، بما في ذلك Apple One. يمكن استخدام التفاصيل المتعلقة بجهازك، مثل الرقم التسلسلي للجهاز أو التفاصيل المتعلقة باشتراكاتك ذات الصلة في App Store، للتحقق من أهليتك لعروض Apple. إذا كنت مشتركًا في مجموعة مشاركة عائلية، فقد ترسل إليك Apple رسائل عن المنتجات والخدمات والعروض المتوفرة لك من خلال المشاركة العائلية. إذا اشتريت اشتراك Apple One، فقد نرسل إليك رسائل بريد إلكتروني وإشعارات لحظية حول ميزات كل خدمة اشتركت فيها. قد تستخدم Apple أيضًا معلومات حول نشاطك في تطبيق Apple TV لإرسال رسائل بريد إلكتروني إليك وإشعارات لحظية حول الميزات الجديدة والمحتوى والعروض المتوفرة على تطبيق Apple TV. يمكنك تغيير تفضيلات بريدك الإلكتروني وإلغاء الاشتراك في تلقي رسائل البريد الإلكتروني هذه بالانتقال إلى account.apple.com. لتحديث تفضيلات الإشعارات على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > الإشعارات > التلفزيون. الإعلانات في تطبيق Apple TV، إذا منحت الإذن لتطبيق Apple TV بالوصول إلى موقعك التقريبي، فقد يُستخدم موقعك لتقديم إعلانات ملائمة جغرافيًا. بالنسبة للتطبيقات الأخرى مثل App Store و Apple News والأسهم، في حالة تشغيل إعداد الإعلانات المخصصة، فقد تستخدم منصة إعلانات Apple معلوماتك، بما في ذلك معلومات حول الأفلام والبرامج التلفزيونية التي تشتريها من Apple، لعرض إعلانات أكثر ملاءمة لك في تلك التطبيقات. إذا كنت لا ترغب في تلقي إعلانات تستهدف اهتماماتك من منصة إعلانات Apple، يمكنك اختيار إيقاف الإعلانات المخصصة. وسيؤدي إيقاف الإعلانات المخصصة إلى منع Apple من استخدام معلوماتك في الإعلانات الموجهة. قد لا يؤدي ذلك إلى تقليل عدد الإعلانات التي تتلقاها، ولكن قد تكون الإعلانات أقل ملاءمة لك. يمكنك تغيير إعدادات الإعلانات المخصص بالانتقال إلى الإعدادات > الخصوصية والأمن > إعلانات Apple. يمكنك معرفة المزيد عن إعلانات Apple والخصوصية على الرابط: www.apple.com/legal/privacy/data/ar/apple-advertising تعرَّف على كيفية إلغاء الاشتراك في الإعلانات المخصصة في App Store و Apple News والأسهم على الرابط: support.apple.com/105131 المشاركة مع الجهات الخارجية نحن ملزمون بتقديم بعض البيانات غير الشخصية إلى المعلنين والشركاء الإستراتيجيين الذين يعملون مع Apple لتقديم منتجاتنا وخدماتنا، ومساعدة Apple في التسويق للعملاء، وبيع الإعلانات نيابة عن Apple لعرضها في App Store و Apple News وتطبيق الأسهم. على سبيل المثال، قد نشارك مع شركاء الفيديوهات الاستراتيجيين، مثل مالكي المحتوى، بعض البيانات غير الشخصية حول معاملاتك ونشاط المشاهدة، إلى جانب معلومات ديموغرافية مجمعة عن المستخدم مثل المجموعة العمرية والجنس (وهذه المعلومات يمكن استنتاجها من معلومات مثل اسمك وتحيتك في حساب Apple)، والمنطقة، وذلك حتى تتوفر لهم إمكانية قياس أداء عملهم الإبداعي والوفاء بمتطلبات المحاسبة والامتياز، وكذلك تحسين الخدمات والمنتجات المرتبطة بهم. إذا كانت شركة الاتصالات الخاصة بك توفر اشتراكات وتجارب مجانية في Apple TV+‎، فقد تتحقق Apple من رقم هاتفك لتحدد مدى أهليتك من خلال شركة اتصالات شريكة لنا. إذا سجَّلت للحصول على اشتراك Apple TV+‎ أو تجربة مجانية من خلال شركة الاتصالات الخاصة بك أو أحد شركاء Apple الآخرين، فستستخدم Apple رقم هاتفك أو معرف حساب فريد يشاركه الشريك للتعرُّف على حسابك والسماح لشركة الاتصالات أو أي شريك آخر بمعرفة أنك نشَّطت اشتراكك. سنستخدم رقم الهاتف أو المعرف الفريد المرتبط باشتراكك للتحقق من حسابك عند تسجيل الدخول ولربط اشتراكك في Apple TV+‎ بحسابك. في حالة تسجيل الدخول إلى تطبيق Apple TV على جهاز ليس من Apple، قد تشارك Apple معلومات مع مزود المنصة لتمكين التطبيق من العمل، وذلك حتى يظهر المحتوى من اشتراكاتك في Apple TV على المنصة، ولدعم ميزات المنصة مثل تقديم نتائج البحث والتوصيات المخصصة. قد يتضمن ذلك معلومات عما إذا فتحت تطبيق Apple TV، وما إذا اشتركت في قنوات Apple TV+‎ وقنوات Apple TV إذا توفرت هذه المعلومات. يمكنك اختيار التوقف عن مشاركة معلومات الاشتراك في إعدادات تطبيق Apple TV على جهازك الذي ليس من Apple، إلا أن هذا قد يحد من طرق ظهور محتوى Apple TV على المنصة. يمكنك اختيار ما إذا كنت تود أن تشارك مع مزود المنصة الخارجية -على الأجهزة المدعومة التي ليست من Apple- ما تتم مشاهدته أو شراؤه أو استئجاره في تطبيق Apple TV، بما في ذلك قنوات Apple TV+‎ وقنوات Apple TV وأي محتوى آخر (إذا توفر). وقد يتضمن ذلك اسم ملفك الشخصي أو المعلومات الأخرى المستخدمة لمطابقة بياناتك من تطبيق Apple TV مع حسابك أو ملفك الشخصي على جهازك غير التابع لشركة Apple. قد يستخدم مزود المنصة معلوماتك من تطبيق Apple TV لتمكين ميزات مثل عرض البرامج التي تجري مشاهدتها والتوصيات المخصصة. يمكنك إيقاف هذا بالانتقال إلى إعدادات تطبيق Apple TV على جهازك الذي ليس من Apple. على بعض الأجهزة، قد ينقلك هذا إلى إعدادات المنصة. إذا اخترت تسجيل الدخول إلى تطبيق Apple TV على جهاز ليس من Apple، فعليك مراجعة شروط مزود المنصة وسياسات الخصوصية والممارسات لديه لفهم ماهية البيانات التي يجمعها، وكيف يستخدمها ويشاركها. الاحتفاظ بالمعلومات نحتفظ بالبيانات الشخصية المرتبطة بعمليات الشراء والتنزيل ونشاط المشاهدة على تطبيق Apple TV لفترات زمنية مختلفة حسب احتياجات العمل والالتزامات التعاقدية والمتطلبات القانونية. بالنسبة إلى المشتريات والتنزيلات، يتطلب ذلك في الغالب أن تكون فترة الاحتفاظ بالمعلومات عشر سنوات على الأقل، لكن في مناطق مثل الصين، قد تكون هذه الفترة ٣٠ سنة. إضافة إلى ذلك، نحتفظ بسجل تنزيل وشراء المحتوى طالما لديك حساب لدينا على الأقل، وذلك حتى نتيح لك تنزيل ذلك المحتوى وفقًا للشروط المعمول بها لدينا. نحتفظ بمعلومات أخرى مثل نشاط التصفح وعمليات البحث لمدة تصل إلى سنتين. لكن قد يتم الاحتفاظ ببعض المعلومات مثل المعاملات - دون حفظ تفاصيل بطاقتك المخزنة - في صورة سجلات تجارية، حتى بعد إغلاق حسابك أو التوقف عن استخدام تطبيق Apple TV. عند استخدام بطاقة دفع، قد تحتفظ Apple برقم البطاقة ومعلومات الفوترة وتحدّث تلك المعلومات تلقائيًا لاستخدامها في عمليات الشراء المستقبلية أو المعاملات المتكررة أو غير ذلك من الاستخدامات الأخرى التي تخوّلها أنت. قد تحصل Apple على هذه المعلومات من المؤسسة المالية أو شبكة الدفع، وقد تستخدمها أيضًا لمنع الاحتيال وإجراء عمليات التحقق. مسح سجل تاريخ التشغيل يمكنك مسح سجل تاريخ التشغيل في تطبيق Apple TV في الإعدادات. في تطبيق Apple TV على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الحساب > مسح سجل تاريخ التشغيل. على tvOS، انتقل إلى الإعدادات > التطبيقات > التلفزيون > مسح سجل تاريخ التشغيل. سيؤدي ذلك إلى إزالة جميع البرامج التلفزيونية والأفلام من قائمة المشاهدة وإلغاء ربط أي سجل تاريخ تشغيل سابق بحسابك. وسينطبق هذا على بيانات التشغيل التي تحتفظ بها Apple وتستخدمها على الأجهزة التي تستخدم نفس معرف حساب Apple. إذا استخدمت جهازًا ليس من Apple، واخترت مشاركة ما تشاهده مع مزود المنصة، فإن مسح سجل تاريخ التشغيل لن يؤثر على بيانات التشغيل المخزنة لدى مزود المنصة. ينبغي مراجعة الشروط وسياسات الخصوصية والممارسات الخاصة بمزود المنصة لفهم ما إذا كان بإمكانك حذف بياناتك المخزنة لدى المزود أم لا. يمكنك إزالة عناصر فردية من قائمة المشاهدة بالضغط مطولًا على الحلقة وتحديد "إزالة من قائمة المشاهدة". في القائمة نفسها، إذا حددت "إزالة مما شاهدته مؤخرًا"، فسيؤدي ذلك أيضًا إلى عدم استخدام الحلقة لإنشاء توصيات مخصصة. ومع ذلك، ستحتفظ Apple بسجلات تاريخ التشغيل من قنوات Apple TV و Apple TV+‎ من أجل متطلبات الإبلاغ والملكية. تطبيقات الجهات الخارجية المتصلة يجب أن تمنح الإذن لتطبيقات الجهات الخارجية المشاركة بأن تكون متصلة بتطبيق Apple TV لبدء مشاركة ما تشاهده من هذه التطبيقات مع Apple. عند إعداد تطبيق Apple TV، قد يُطلب منك منح الإذن لتطبيقات متعددة في وقت واحد. وقد تكون بعض التطبيقات تطبيقات لم تقم بتثبيتها بعد على هذا الجهاز، وسيتم تطبيق تفضيلاتك إذا تم تثبيتها لاحقًا. سواء منحت الإذن أم لا، ستتمكن من تغيير تفضيلاتك لكل تطبيق في الإعدادات. إذا قررت في أي وقت أنك لم تعد تريد أن يتصل أحد تطبيقات الجهات الخارجية بتطبيق Apple TV، يمكنك قطع اتصال هذا التطبيق بتطبيق Apple TV، وستتوقف Apple عن جمع بيانات التشغيل الخاصة بك من تطبيق الجهة الخارجية هذا. في تطبيق Apple TV على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الحساب > التطبيقات المتصلة، حدد تطبيق الجهة الخارجية وأوقفه. على tvOS، انتقل إلى الإعدادات > التطبيقات > التلفزيون > الاتصال بالتلفزيون، حدد تطبيق الجهة الخارجية وأوقفه. عند إزالة تطبيق تابع لجهة خارجية من تطبيق Apple TV، يمكنك أيضًا اختيار حذف جميع معلومات بيانات التشغيل التي جمعتها Apple عن المحتوى الذي شاهدته من هذا التطبيق عن طريق اختيار خيار إزالة ومسح سجل تاريخ التشغيل. يمكنك أيضًا - في أي وقت - اختيار حذف جميع معلومات بيانات التشغيل التي جمعتها Apple عن جميع محتويات الجهات الخارجية التي تشاهدها في تطبيق Apple TV، وذلك بمسح سجل تاريخ التشغيل كما هو موضح أعلاه. يؤدي مسح سجل تاريخ التشغيل في أي من هذه الحالات الموضحة إلى مسح بيانات تشغيل تطبيق الجهة الخارجية التي تحتفظ بها Apple وتستخدمها لتطبيق Apple TV فقط. ولا يؤثر ذلك على أي بيانات تشغيل يحتفظ بها مزود تطبيق الجهة الخارجية بشكل منفصل (على سبيل المثال، داخل التطبيق الخاص به أو على خوادمه). ينبغي لك أيضًا مراجعة الشروط وسياسات الخصوصية والممارسات الخاصة بتطبيقات الجهات الخارجية المشاركة لديك لفهم كيفية استخدامها ومشاركتها لبيانات التشغيل الخاصة بك والمعلومات ذات الصلة. توصيات المجموعات في حالة اختيار تمكين توصيات المجموعات على جهاز Apple TV، فسوف يتم استخدام معلومات عمّا تشاهده لتقديم توصيات المجموعات لأي مجموعة من المستخدمين المشتركين في تلك التوصيات على نفس جهاز Apple TV. وإذا كان هناك طفل في المجموعة، فسيتم تضمين توصيات للأطفال، لكن لن يتم استخدام سجل تاريخ مشاهدته. يمكنك إيقاف توصيات المجموعات لحسابك في أي وقت بالانتقال إلى الإعدادات > المستخدمون والحسابات، وتحديد ملفك الشخصي، ثم تحديد "للجميع". منع الاحتيال والأنشطة الضارة الأخرى نجمع أيضًا البيانات الشخصية لمنع الاحتيال والأنشطة الضارة الأخرى في تطبيق Apple TV. وتتضمن هذه المعلومات معلومات الجهاز، مثل نوع الجهاز وإصدار البرنامج، ومعلومات الموقع التقريبية -إذا توفرت- عن طريق مطابقة عنوان IP الخاص باتصالك بالإنترنت مع منطقة جغرافية، وسجل تاريخ التنزيل والشراء، والتفاعلات الأخرى مع تطبيق Apple TV. عند تعيين اشتراكك على التجديد تلقائيًا، قد تستخدم Apple أيضًا معلومات حول علاقتك التجارية التاريخية مع Apple لمعالجة الطلب وتحديد ما إذا كانت ستوفر وصولًا مستمرًا إلى اشتراكك قبل الحصول على تصريح من شريك الدفع أم لا. قد نحسب أيضًا مستوى موثوقية الجهاز على جهازك عندما تحاول إجراء عملية شراء باستخدام معلومات حول كيفية استخدامك لجهازك، بما في ذلك العدد التقريبي للمكالمات أو رسائل البريد الإلكتروني التي ترسلها وتستلمها. ويتم إرسال هذه المعلومات بطريقة لا تمكّن Apple من معرفة القيم الضمنية على جهازك. ويتم تخزين مستوى الموثوقية لمدة زمنية ثابتة على خوادمنا. الأسس القانونية لمعالجة البيانات الشخصية نعالج بياناتك الشخصية في تطبيق Apple TV عامة لتنفيذ عقدك مع Apple، وحسبما تقتضيه الضرورة لتقديم الخدمة، ولاستيفاء التزاماتنا القانونية. عندما تكون الموافقة هي الأساس القانوني المناسب، فإننا نطلبها بمقتضى القانون المحلي المعمول به. نعالج البيانات الشخصية حسب الضرورة التي تقتضيها مصالحنا المشروعة أو مصالح جهة خارجية ما حيثما ينص القانون المحلي المعمول به على ذلك، بهدف: • عرض المحتوى المتوفر والملائم لك، بما في ذلك المحتوى المقدم من خدمات الجهات الخارجية • التحقق من الأهلية للعروض والمساعدة في تحسين الخدمة لك وللآخرين وإرسال مراسلات إليك حول تطبيق Apple TV ومنتجات Apple وخدماتها وعروضها الأخرى التي قد تهمك • منع الاحتيال والأنشطة الضارة الأخرى تتضمن البيانات المستخدمة ما يلي: • استخدامك لتطبيق Apple TV، بما في ذلك الميزات التي تستخدمها (على سبيل المثال: "متابعة المشاهدة" أو "المكتبة") والعناصر التي تبحث عنها وتفاعلاتك مع الإشعارات وصفحات المحتوى التي تتصفحها أو تعرضها وما تشاهده وتشتريه وتشترك فيه وتنزله ومعلومات عن الأخطاء أو حالات التعطل داخل التطبيق • تفاصيل عن جهازك وحسابك • مستوى موثوقية الجهاز • موقعك سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy.
bg: Приложението Apple TV ви дава възможност да гледате на едно място любимите си телевизионни предавания и филми. Можете да гледате съдържание, което сте наели или закупили от Apple. Ако е налично, можете също да получите достъп до съдържание чрез Apple TV+, канали на Apple TV и вашите свързани приложения за видео на други производители. Можете да получите достъп до цялото това съдържание чрез приложението Apple TV на поддържани устройства, на които сте влезли с една и съща Apple регистрация. Предоставяне на приложението Apple TV Използваме личните ви данни, за да предоставяме услугите и функциите в приложението Apple TV. Тази информация включва вашата регистрация и информация за плащане, до които можете да получите достъп и да промените в Настройки. Apple събира информация за това, което купувате и какво гледате в приложението Apple TV на всички поддържани устройства, на които сте влезли с една и съща Apple регистрация. Apple съхранява тази информация, свързана с вашата Apple регистрация, за да можем да показваме това, което гледате на всички ваши поддържани устройства. Когато влизате в приложения на други фирми, информацията за това дали сте абонирани за тези услуги се използва, за да се показва налично за вас съдържание. Ако дадете разрешение на приложение на друга фирма да се свързва към приложението Apple TV, Apple ще събира и съхранява информация какво гледате от това приложение на всяко от вашите поддържани устройства, както и статуса на абонамента ви. Приложенията на Apple с поддържано съдържание, като Apple Music и Дистанционно управление, ще бъдат свързани автоматично, когато започнете да използвате приложението Apple TV. Информацията за това, което гледате, ще включва какво съдържание възпроизвеждате, кога сте го пуснали, устройството, от което сте го пуснали, и къде в съдържанието сте поставили на пауза или сте спрели да гледате. Също така събираме подробна история на цялата активност на възпроизвеждане за канали на Apple TV и за Apple TV+. Ако разрешите на приложението Apple TV да има достъп до местоположението ви, вашето местоположение ще се използва, за да се определи какво е достъпно във вашия регион, включително локално съдържание като игри на живо, събития и новини. Част от съдържанието включва реклами по географски признак. Подобряване на приложението Apple TV Apple събира информация за това как използвате приложението Apple TV и вашата регистрация, включително използваните функции (например „Продължи гледането“ или Библиотека), елементи, които търсите, известия, с които взаимодействате, страници със съдържание, които разглеждате или преглеждате, и информация за грешки или сривове в приложението, както и пощенския ви код за фактуриране. Използваме тази информация, информация за приблизителното местоположение, която не ви идентифицира, и информацията за това, което гледате, за да помогнем за подобряването и оптимизирането на услугата за вас и другите потребители. Ние също така събираме информация за вашето устройство, като например типа на устройството, канала, през който е получено устройството, версията на вашата операционна система и количеството свободно пространство на вашето устройство. Може да използваме тази информация, за да преценим дали исканото съдържание може да бъде изтеглено, да разберем общите тенденции в използването и съхранението на устройството и дали устройството ви е свързано през Wi-Fi или мобилна връзка. Например, информацията за свободното пространство на вашето устройство ни позволи да разработим функцията, която ви позволява да купите филм на вашия iPhone, без да го изтегляте при покупката. Ако използвате функцията SharePlay за гледане на съдържание с други потребители, приложението Apple TV ще събира информация за това, че сте гледали това съдържание по време на сесия на SharePlay и броя на устройствата, които са участвали в сесията, но не събира никаква информация, за да идентифицира участниците в сесията на SharePlay. Използваме данните от търсенето в Apple TV, за да подобрим моделите, които поддържат Apple TV. Например, обобщени заявки за търсене от Apple TV са използвани за фина настройка на модела за търсене в Apple TV. Персонализиране на приложението Apple TV Ние персонализираме приложението Apple TV, за да ви помогнем да откривате съдържанието, което е най-подходящо за вас. Например, препоръчваме филми, които смятаме, че ще представляват интерес за вас въз основа на филми, които сте гледали преди. За целите на персонализирането ние използваме информация, включително това, което гледате, вашите покупки, абонаменти, изтегляния, разглеждания и други дейности в приложението Apple TV, както и информация от вашата регистрация, например възрастта ви. Ако не искате Apple да използва информацията за това, което гледате на това устройство в приложението Apple TV, за да персонализира функциите на всички устройства, които поддържат приложението Apple TV, можете да изключите опцията Използване на историята в Настройки. На вашето iOS, iPadOS, visionOS или tvOS устройство отидете в Настройки > Приложения > TV > Използване на историята. Можете да изключите персонализираните функции в приложенията App Store, Apple Books, iTunes Store, Apple TV, Apple Podcasts и за абонаментите от Apple, като изключите Персонализирани препоръки за вашата Apple регистрация. На вашето iOS, iPadOS или visionOS устройство отидете в Настройки > [вашето име] > Медия и покупки > Преглед на регистрация и след това докоснете, за да изключите Персонализирани препоръки. В приложението Apple TV на Mac отидете в Регистрация > Настройки на регистрация > Настройки. Връзка с вас Apple може да използва информация за вашата регистрация, като продуктите на Apple, които притежавате, вашите абонаменти за услуги на Apple, приложенията на Apple, които изтегляте, и пощенския ви код за фактуриране, за да ви изпраща съобщения относно приложението Apple TV и други продукти, услуги и оферти на Apple, които могат да представляват интерес за вас, включително услугата Apple One. Детайли за вашето устройство, например като серийният номер на устройството, или детайли за вашите свързани абонаменти в App Store, могат да се използват, за да се провери дали отговаряте на условията за оферти за услуги на Apple. Ако сте в група за Семейно споделяне, Apple може да ви изпраща съобщения за продукти, услуги и оферти, достъпни за вас чрез функцията Семейно споделяне. Ако закупите абонамент за Apple One, може да ви изпращаме имейли и push известия относно функциите на всяка от услугите, за които сте се абонирали. Apple може да използва информация за вашата активност в приложението Apple TV и, за да ви изпраща имейли и push известия за нови функции, съдържание и оферти, налични в приложението Apple TV. Можете да промените настройките си за имейли и да се откажете от получаването на тези имейли, като отидете на account.apple.com. За да обновите настройките си за известяване на iOS, iPadOS или visionOS устройство, отидете в Настройки > Известия > TV. Реклама В приложението Apple TV, ако сте разрешили достъпа на приложението Apple TV до вашето местоположение, вашето местоположение може да бъде използвано за показване на реклами по географски признак. За други приложения– например App Store, Apple News и Акции, ако настройката Персонализирани реклами е включена, рекламната платформа на Apple може да използва вашата информация, включително информацията за филмите и телевизионните предавания, които сте закупили от Apple, за да показва реклами в тези приложения, които са по-подходящи за вас. Ако не искате да получавате от рекламната платформа на Apple реклами, насочени към вашите интереси, можете да изберете да изключите Персонализирани реклами. Изключването на Персонализирани реклами ще попречи на Apple да използва вашата информация за насочване на реклами. Това може да не намали броя на рекламите, които получавате, но рекламите може да са по-малко подходящи за вас. Можете да промените вашите настройки за Персонализирани реклами, като отидете в Настройки > Поверителност и сигурност > Реклами от Apple. За да научите повече за рекламите на Apple и поверителността, отидете на www.apple.com/legal/privacy/data/en/apple-advertising. За да научите как да се откажете от персонализираните реклами в App Store, Apple News и Акции, отидете на support.apple.com/105131. Споделяне с трети страни Предоставяме известни нелични данни на нашите рекламодатели и стратегически партньори, които работят с Apple, за да предоставят нашите продукти и услуги, да помагат на Apple да рекламират на клиентите и да продават реклами от името на Apple, които да се показват в App Store, Apple News и Акции. Например, може да споделяме нелични данни за вашите транзакции, активност на гледане и регион, както и обобщени демографски данни за потребителя като възрастова група и пол (може да бъде изведен от информация като вашето име и обръщение във вашата Apple регистрация), със стратегически партньори на Apple TV, например притежатели на съдържание, така че те да могат да измерват ефективността на творческата си работа, да се съобразяват с изискванията за авторски права и счетоводство и да подобряват свързаните с тях продукти и услуги. Ако вашият мобилен оператор предлага абонаменти за Apple TV+ и безплатни пробни периоди, Apple може чрез партньор на мобилния оператор да провери телефонния ви номер, за да определи дали отговаряте на условията. Ако се регистрирате за абонамент в Apple TV+ или безплатен пробен период през вашия мобилен оператор или друг партньор на Apple, Apple ще използва вашия телефонен номер или уникален идентификатор на регистрацията, споделен от партньора, за да идентифицира вашата регистрация и да уведоми мобилния оператор или другия партньор, че сте активирали абонамента си. Ще използваме телефонния номер или уникалния идентификатор, свързан с вашия абонамент, за да потвърждаваме регистрацията ви при влизане и да свържем абонамента ви в Apple TV+ с вашата регистрация. Ако влезете в приложението Apple TV на устройство, което не е на Apple, Apple може да сподели информация с доставчика на платформата, за да позволи на приложението да функционира, така че съдържанието от абонаментите ви в Apple TV да се появява на платформата и за да поддържа функциите на платформата като предоставяне на резултати от търсене и персонализирани препоръки. Това може да включва информация дали сте отворили приложението Apple TV, където е достъпно, дали сте абонирани за Apple TV+ и Apple TV канали. Можете да изберете да спрете споделянето на информацията за абонаменти в настройките на приложението Apple TV на вашето устройство (което не е на Apple), въпреки че така ще ограничите начините, по които съдържанието на Apple TV се появява на платформата. На поддържани устройства, които не са на Apple, можете да изберете дали да споделяте какво гледате, купувате или наемате в приложението Apple TV, включително Apple TV+, Apple TV каналите и друго съдържание (където е достъпно) с доставчика на платформата на друг производител. Това може да включва вашето име на профила или друга информация, използвана за съответствие на данните ви от приложението Apple TV с регистрацията или профила на вашето устройство, което не е на Apple. Доставчикът на платформата може да използва вашата информация от приложението Apple TV, за да активира функции на платформата като показване на предавания, които сте започнали, и персонализирани препоръки. Можете да изключите това, като отидете в настройките на приложението Apple TV на вашето устройство, което не е на Apple. На някои устройства може да бъдете насочени към настройките на платформата. Ако изберете да влезете в приложението Apple TV на устройство, което не е на Apple, трябва да прегледате условията, политиките за поверителност и практиките на доставчика на платформата, за да разберете какви данни събира, използва и споделя. Запазване на данните Запазваме лични данни, свързани с вашите покупки, изтегляния и гледания в приложението Apple TV за различен период от време в зависимост от бизнес нуждите, договорните задължения и законовите изисквания. За покупки и изтегляния често се изисква поне 10-годишен период на запазване, но в региони като Китай този период може да бъде 30 години. Също така съхраняваме запис за вашата покупка и изтегляне на съдържание поне докато имате регистрация при нас, за да ви позволим да изтегляте това съдържание в съответствие с нашите приложими условия. Запазваме друга информация като активност при сърфиране и търсения за период до две години. Някои данни, като транзакции, но не и запазените данни за картата ви, може да се пазят като бизнес записи дори и след като затворите регистрацията си или спрете да използвате приложението Apple TV. Когато използвате карта за плащане, Apple може да запази и автоматично да обновява номера на картата и информацията за фактуриране при бъдещи покупки, повтарящи се транзакции или други случаи на използване, за които предоставите разрешение. Apple може да получи тази информация от вашата финансова институция или мрежа за плащане и да я използва и за предотвратяване и проверка на измами. Изчистване на историята на възпроизвеждане Можете да изчистите историята си на възпроизвеждане за приложението Apple TV в Настройки. В приложението Apple TV на вашето iOS, iPadOS или visionOS устройство отидете в Регистрация > Изчисти историята. На tvOS отидете в Настройки > Приложения > TV > Изчисти историята. Това ще премахне всички телевизионни предавания и филми от вашия Списък за гледане и ще премахне връзката с минала история на възпроизвеждане от вашата регистрация. Това ще бъде валидно за възпроизвежданите данни, които са задържани и използвани от Apple на устройствата, които използват една и съща Apple регистрация. Ако използвате устройство, което не е на Apple, и изберете да споделяте какво гледате с доставчика на платформата, изчистването на историята на гледаното няма да повлияе на данните за гледаното, съхранени от доставчика на платформата. Трябва да прегледате условията, политиките за поверителност и практиките на доставчика на платформата, за да разберете дали можете да изтриете данните, съхранени от този доставчик. Можете да премахнете отделни елементи от вашия Списък за гледане, като натиснете продължително върху епизода и изберете Премахни от Списък за гледане. В същото меню, ако изберете Премахни от наскоро гледани, това ще премахне и използването на епизода при създаването на персонализирани препоръки. Въпреки това, Apple ще запази записи на историята на възпроизвеждане от каналите на Apple TV и от Apple TV+ за отчитане на и хонорари за авторски права. Свързани приложения на други фирми Трябва да дадете разрешение на вашите приложения на други фирми да бъдат свързани с приложението Apple TV, за да започнете да споделяте с Apple това, което гледате в тези приложения. Когато настройвате приложението Apple TV, може да бъде поискано да дадете разрешение за няколко приложения едновременно. Някои от приложенията може да са приложения, които все още не сте инсталирали на това устройство, и вашите предпочитания ще бъдат приложени, ако бъдат инсталирани по-късно. Независимо дали давате разрешение или не, ще можете да промените предпочитанията си за всяко приложение в Настройки. По всяко време, когато решите, че вече не искате някое от вашите приложения на други фирми да бъде свързано с приложението Apple TV, можете да прекъснете връзката на това приложение от приложението Apple TV и Apple ще спре да събира вашите данни за възпроизвеждане от това приложение на друга фирма. В приложението Apple TV на вашето iOS, iPadOS или visionOS устройство отидете в Регистрация > Свързани приложения, изберете приложението на друг производител и го изключете. На tvOS отидете в Настройки > Приложения > TV > Свързване към TV, изберете приложението на друга фирма и го изключете. Когато премахнете приложение на друга фирма от приложението Apple TV, също така можете да изберете да изтриете цялата информация за възпроизвеждане, която Apple е събрала за съдържанието, което сте гледали от това приложение, като изберете опцията Премахване и изчистване на историята на възпроизвеждането. По всяко време можете да изберете и да изтриете цялата си информация за възпроизвеждане, която Apple е събрала за цялото съдържание от други фирми, което гледате в приложението Apple TV, като изчистите историята си на възпроизвеждане, както е описано по-горе. Изчистването на вашата история на възпроизвеждане, в който и да е от тези описани случаи, изчиства само данните на приложения на други фирми, които се съхраняват и използват от Apple за приложението Apple TV. Това не засяга никакви данни за възпроизвеждане, които се съхраняват отделно от доставчиците на приложения на други фирми (например в рамките на тяхното собствено приложение или на техните сървъри). Трябва да прегледате и условията, политиките за поверителност и практиките на участващите приложения на други фирми, за да разберете как те използват и споделят вашите данни за възпроизвеждане и свързаната с това информация. Групови препоръки Ако изберете да активирате функцията Групови препоръки на устройство с Apple TV, информацията за това, което гледате, ще се използва за създаване на групови препоръки за всяка комбинация от потребители, които са се включили на същото устройство Apple TV. Ако в групата има регистрация на дете, ще бъдат включени препоръки за деца, но тяхната история на гледане няма да се използва. Можете по всяко време да изключите функцията Групови препоръки за вашата регистрация, като отидете в Настройки > Потребители и регистрации, изберете своя профил и след това изберете За всички вас. Предотвратяване на измами и други злонамерени дейности Ние събираме и лични данни, за да предотвратим измами и други злонамерени дейности в приложението Apple TV. Тези данни включват информация за устройството като тип на устройството и версия на софтуера, информация за местоположението (приблизително по съответствието на IP адреса на вашата интернет връзка с географския район, ако са налични), история на изтегленото съдържание и покупките и други взаимодействия с приложението Apple TV. Когато вашият абонамент е настроен да се обновява автоматично, Apple също така може да използва информацията за предишните ви бизнес отношения с Apple, за да обработи заявката и да определи дали да продължи достъпа до вашия абонамент преди оторизацията от партньора за плащане. Също така, когато се опитвате да направите покупка, ние може да изчислим рейтинг доверие на устройството за вашето устройство, като използваме информация за това как използвате устройството си, включително приблизителния брой телефонни обаждания или имейли, които изпращате и получавате. Събирането на данните е проектирано така, че Apple не може да научи съответните стойности на данните на вашето устройство. Рейтингът се запазва за определено време на нашите сървъри. Приложимо законово основание за обработка на лични данни Обработваме личните ви данни в приложението Apple TVосновно за изпълнението на договора ви с Apple, както е необходимо за предоставяне на услугата и за спазване на нашите законови задължения. Когато съгласието е подходящото правно основание, ние го търсим в съответствие с приложимото местно законодателство. Когато приложимото местно законодателство предвижда, обработваме лични данни, както е необходимо за целите на нашите законни интереси или тези на трета страна за: • Показване на наличното и подходящото съдържание за вас, включително от услуги на трети страни • Проверка за достъпни оферти, помощ за подобряване и оптимизиране на услугата за вас и други потребители и изпращане на съобщения относно приложението Apple TV и други продукти, услуги и оферти на Apple, които могат да представляват интерес за вас • Предотвратяване на измами и други злонамерени дейности Използваните данни включват: •Информация за това как използвате приложението Apple TV, включително неговите функции (например „Продължи гледането“ или Библиотека), елементи, които търсите, известия, с които взаимодействате, страници със съдържание, които разглеждате или преглеждате, какво гледате, купувате, изтегляте и за какво се абонирате, както и информация за грешки или сривове в приложението • Детайли за вашето устройство и регистрация • Рейтинг на доверие на устройството • Вашето местоположение Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy.
ca: L’app Apple TV et permet mirar les teves sèries i pel·lícules favorites en un mateix lloc. Pots veure els continguts que hagis llogat o comprat a Apple. En funció de la seva disponibilitat, també pots accedir a contingut a través de l’Apple TV+, els canals de l’Apple TV i les apps de vídeo de tercers connectades. Pots accedir a aquests continguts a través de l’app Apple TV als dispositius compatibles en què hagis iniciat la sessió amb el mateix compte d’Apple. Informació que es proporciona a l’app Apple TV Per oferir-te els serveis i les funcions de l’app Apple TV, utilitzem les teves dades personals. Aquesta informació inclou la informació de pagament i la del compte, que pots consultar i canviar a la configuració. Apple recopila informació sobre què compres i mires a l’app Apple TV en tots els dispositius compatibles en què hagis iniciat la sessió amb el mateix compte d’Apple. Apple associa la informació al compte d’Apple, l’emmagatzema i la fa servir per mostrar‑te què estàs mirant en tots els dispositius compatibles. En iniciar sessió en apps de tercers, s’utilitza informació sobre si t’hi has subscrit per mostrar‑te el contingut disponible per a tu. Si dones permís a una app de tercers per connectar‑se a l’app Apple TV, Apple recopilarà i emmagatzemarà informació sobre què hi mires als dispositius compatibles, i també l’estat de la subscripció. Les apps d’Apple amb contingut compatible, com ara les apps Música i Comandament, es connectaran automàticament quan comencis a utilitzar l’app Apple TV. La informació sobre el que mires inclourà el contingut que reprodueixes, quan l’has reproduït, en quin dispositiu l’has reproduït i en quin moment l’has posat en pausa o l’has deixat de mirar. Apple també recopilarà un historial detallat de totes les reproduccions de canals de l’Apple TV i l’Apple TV+. Si permets que l’app Apple TV accedeixi a la ubicació, aquesta s’utilitzarà per determinar quins continguts estan disponibles a la regió, entre d’altres, partits en directe, esdeveniments i notícies. Hi ha continguts que inclouen anuncis geogràficament rellevants. Millora de l’app Apple TV Apple recopila informació sobre l’ús que fas de l’app TV i el compte, com ara les funcions que utilitzes (per exemple, la llista “Continua mirant” o la biblioteca), les cerques que fas, com interacciones amb les notificacions, les pàgines de continguts que visites, la informació sobre errors i bloquejos interns de l’app, i el codi postal de l’adreça de facturació. Apple utilitza aquesta informació, concretament sobre la ubicació aproximada, que no t’identifica, i sobre els continguts que mires, per millorar i optimitzar el servei. També recopila informació sobre el dispositiu, per exemple, el tipus, com vas obtenir‑lo, la versió del sistema operatiu i la quantitat d’espai lliure. Apple pot fer servir aquesta informació per valorar si es pot descarregar el contingut que has sol·licitat, per entendre les tendències generals d’ús i d’emmagatzematge del dispositiu i si el dispositiu està connectat a una xarxa Wi‑Fi o mòbil. Per exemple, el fet de saber l’espai lliure que hi ha al dispositiu ens ha permès desenvolupar la funció que et permet comprar pel·lícules a l’iPhone sense haver de descarregar‑les en comprar‑les. Si utilitzes el SharePlay per veure contingut amb altres usuaris, l’app Apple TV recollirà que has vist aquest contingut durant una sessió del SharePlay i el nombre de dispositius de la sessió, però no recollirà cap informació que pugui identificar els participants a la sessió del SharePlay. Utilitzem les dades de la cerca de l’app TV per millorar els models que hi ha rere la tecnologia de l’app. Per exemple, per perfeccionar el model de cerca de l’app TV, s’utilitzen les cerques agregades que s’hi fan. Personalització de l’app TV Apple personalitza l’app Apple TV per ajudar‑te a descobrir el contingut que és més rellevant per a tu. Per exemple, et recomanem pel·lícules que pensem que et poden interessar en funció d’altres que hagis mirat anteriorment. Per personalitzar el servei, fem servir informació sobre el contingut que mires, les compres, les subscripcions i les descàrregues, l’historial de navegació i altres activitats a l’app Apple TV, així com certes dades del compte, com ara quants anys tens. Si no vols que Apple faci servir informació sobre el contingut que mires a l’app Apple TV en aquest dispositiu per personalitzar l’oferta en tots els dispositius compatibles amb l’app Apple TV, pots anar a la configuració i desactivar l’ús de l’historial de reproducció. En un dispositiu iOS, iPadOS, visionOS o tvOS, ves a l’app Configuració > Apps > TV > Utilitza l’historial de reproducció. Si no vols aplicar les funcions de personalització, desactiva les recomanacions personalitzades per al compte d’Apple a l’App Store, l’Apple Books, l’iTunes Store, l’Apple TV, l’Apple Podcasts i les subscripcions d’Apple. En un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > [nom] > Continguts i compres > Mostra el compte i, tot seguit, desactiva les recomanacions personalitzades. En el cas del Mac, a l’app Apple TV, ves a Compte > Configuració del compte > Configuració. Comunicació amb tu Apple pot utilitzar la informació sobre el compte, com ara els productes d’Apple que tens, els serveis d’Apple a què t’has subscrit, les apps d’Apple que descarregues i el codi postal de l’adreça de facturació, per enviar‑te comunicacions sobre l’app Apple TV i altres productes, serveis i ofertes d’Apple que et puguin interessar, inclòs l’Apple One. És possible que es facin servir els detalls sobre el dispositiu, com ara el número de sèrie, o els detalls sobre les subscripcions pertinents de l’App Store, per comprovar si pots gaudir de cap oferta d’Apple. Si formes part d’un grup familiar, Apple pot enviar‑te informació sobre productes, serveis i ofertes disponibles a través de la família. Si compres una subscripció a l’Apple One, és possible que t’enviem correus electrònics i notificacions push sobre les funcions de cadascun dels serveis a què t’hagis subscrit. Apple també podrà utilitzar informació sobre l’activitat a l’app TV per enviar‑te correus electrònics i notificacions push sobre funcions noves, continguts i ofertes disponibles a l’app TV. Per canviar les preferències dels correus i deixar de rebre’n, ves a account.apple.com. Per actualitzar les preferències de les notificacions en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Notificacions > TV. Publicitat En el cas de l’app Apple TV, si permets que accedeixi a la ubicació, aquesta es podrà utilitzar per oferir‑te anuncis geogràficament rellevants. Pel que fa a altres apps i serveis, com ara l’App Store, l’Apple News i l’app Borsa, si els anuncis personalitzats estan activats, la plataforma publicitària d’Apple podrà fer servir la teva informació per mostrar‑te anuncis rellevants, cosa que inclou informació sobre les pel·lícules i les sèries que hagis comprat a Apple. Si no vols que la plataforma publicitària d’Apple et mostri anuncis personalitzats en funció dels teus interessos, pots desactivar‑los. Si desactives els anuncis personalitzats, Apple no podrà utilitzar la teva informació per a la segmentació de publicitat. Potser continuaràs rebent la mateixa quantitat d’anuncis, però no seran tan rellevants per a tu. Per canviar la configuració dels anuncis personalitzats, ves a l’app Configuració > Privacitat i seguretat > Publicitat d’Apple. Trobaràs més informació sobre la publicitat d’Apple i la privacitat a www.apple.com/legal/privacy/data/ca/apple-advertising. Per obtenir més informació sobre com pots desactivar els anuncis personalitzats de l’App Store, l’Apple News i l’app Borsa, ves a support.apple.com/105131. Informació compartida amb tercers Per poder proporcionar els productes i serveis i ajudar Apple a promocionar‑se als clients i vendre anuncis en nom d’Apple que es mostraran a l’App Store, l’Apple News i l’app Borsa, posem a disposició de determinats socis estratègics que treballen amb Apple certes dades de caràcter no personal. Per exemple, podem compartir dades no personals sobre les transaccions, l’activitat de visualització i la regió, així com dades demogràfiques agregades com ara la franja d’edat i el sexe (que es pot determinar a partir de certa informació, per exemple, el nom i la salutació del compte d’Apple), amb socis estratègics de l’app Apple TV (per exemple, propietaris de contingut) perquè puguin mesurar el rendiment de la seva feina creativa, complir els requisits de regalies i comptabilitat, i millorar els productes i serveis associats. Si el proveïdor de xarxa mòbil ofereix subscripcions a l’Apple TV+ i proves gratuïtes, Apple podrà comprovar el número de telèfon per determinar si et pots acollir a l’oferta. Si et subscrius a l’Apple TV+ a través de l’operador de telefonia o de qualsevol altre col·laborador d’Apple, amb independència de si es tracta d’una prova gratuïta o d’una subscripció de pagament, Apple utilitzarà el número de telèfon o un identificador únic del compte facilitat pel col·laborador amb l’objectiu d’identificar el compte i perquè l’operador o el col·laborador sàpiga que has activat la subscripció. Només s’utilitzarà el número de telèfon o l’identificador únic associat a la subscripció per verificar el compte quan hi iniciïs sessió i per vincular la subscripció de l’Apple TV+ amb el compte. Si inicies sessió a l’app Apple TV en un dispositiu d’un altre fabricant, pot ser que Apple comparteixi informació amb el proveïdor de la plataforma perquè l’app funcioni correctament, de manera que el contingut de les teves subscripions de l’Apple TV es mostri també a la plataforma, i perquè puguis fer servir funcions de la plataforma com ara els resultats de la cerca i les recomanacions personalitzades. Les dades poden incloure informació sobre si has obert l’app Apple TV i, en els casos en què sigui aplicable, si t’has subscrit a cap canal de l’Apple TV i l’Apple TV+. Si fas servir un dispositiu d’un altre fabricant, pots deixar de compartir la informació de la subscripció a la configuració de l’app Apple TV, tot i que això pot limitar com es mostra el contingut de l’Apple TV a la plataforma. Als dispositius d’altres fabricants que siguin compatibles, pots triar si vols compartir els continguts que mires, compres o llogues a l’app Apple TV, inclosos l’Apple TV+, els canals de l’Apple TV i altres continguts, segons la disponibilitat, amb el proveïdor de la plataforma de tercers. Les dades poden incloure el nom del perfil o altra informació utilitzada per relacionar les dades de l’app Apple TV amb el compte o el perfil al dispositiu de l’altre fabricant. El proveïdor de la plataforma podrà utilitzar les dades de l’app Apple TV per activar‑hi certes funcions, com ara les que permeten mostrar els programes que mires i les recomanacions personalitzades. Si fas servir un dispositiu d’un altre fabricant, pots desactivar aquesta opció a la configuració de l’app Apple TV. En alguns dispositius, pot ser que se’t redirigeixi a la configuració de la plataforma. Si decideixes iniciar sessió a l’app Apple TV en un dispositiu d’un altre fabricant, et recomanem que consultis les condicions, les polítiques de privacitat i les pràctiques del proveïdor de la plataforma per saber quines dades recopila, utilitza i comparteix. Conservació Conservem les dades personals associades a les compres, les descàrregues i l’activitat de reproducció a l’app Apple TV durant diferents períodes de temps en funció de les necessitats empresarials, les obligacions contractuals i els requisits legals. En el cas de les compres i descàrregues, el període de conservació sol ser de 10 anys, però en regions com la Xina pot arribar als 30 anys. També conservem un informe dels continguts que has comprat i descarregat durant almenys el temps que tinguis un compte amb nosaltres perquè el puguis descarregar, sempre d’acord amb les condicions aplicables. També conservem informació com ara l’activitat de navegació i les cerques durant un període màxim de 2 anys. Podem conservar alguns tipus d’informació, com ara les transaccions (s’exclouen les dades desades de la teva targeta), com a registres comercials encara que hagis cancel·lat el teu compte o hagis deixat d’utilitzar l’app Apple TV. En utilitzar una targeta de pagament, Apple pot registrar i actualitzar automàticament el número de la targeta i la informació de facturació per a futures compres, transaccions recurrents i altres usos que autoritzis. Apple pot obtenir aquesta informació de la teva institució financera o xarxa de pagament i utilitzar‑la per prevenir el frau i fer les verificacions pertinents. Eliminació de l’historial de reproducció Pots esborrar l’historial de reproducció de l’app TV a la configuració. En un dispositiu iOS, iPadOS o visionOS, ves a l’app TV > Compte > Esborra l’historial de reproducció. En un dispositiu tvOS, ves a l’app Configuració > Apps > TV > Esborra l’historial de reproducció. S’esborraran totes les sèries i les pel·lícules de la llista i es desassociarà del compte qualsevol historial de reproducció anterior. Això s’aplicarà a les dades de reproducció que Apple utilitza i que es conserven als dispositius en què fas servir el mateix compte d’Apple. Si fas servir un dispositiu d’un altre fabricant i has decidit compartir el que mires amb el proveïdor de la plataforma, el fet que esborris l’historial de reproducció no afectarà les dades que aquest emmagatzemi. Et recomanem que revisis les condicions, les polítiques de privacitat i les pràctiques del proveïdor de la plataforma per entendre si pots eliminar les dades que el proveïdor emmagatzema. Si vols eliminar ítems individuals de la llista, fes una premuda llarga sobre l’episodi i selecciona “Elimina de la llista”. Al mateix menú, si selecciones “Elimina de les visualitzacions recents”, també s’impedirà que s’utilitzi l’episodi per generar recomanacions personalitzades. Ara bé, Apple conservarà registres de l’historial de reproducció dels canals de l’Apple TV i l’Apple TV+ amb finalitats d’elaboració d’informes i regalies. Apps de tercers connectades Has de donar permís a les apps de tercers participants per connectar‑se a l’app Apple TV i començar a compartir amb Apple el contingut que mires d’aquestes apps. Quan configuris l’app TV, se’t demanarà que donis permís per a diverses apps alhora. Pot ser que algunes d’aquestes apps encara no estiguin instal·lades i les teves preferències s’aplicaran si s’instal·len més tard. Podràs canviar les preferències de cadascuna de les apps a la configuració, independentment de si els has donat permís o no. Si en algun moment decideixes que ja no vols que una app de tercers estigui enllaçada a l’app TV, pots desenllaçar‑la’n i Apple deixarà de recopilar dades sobre què hi reprodueixes. En un dispositiu iOS, iPadOS o visionOS, ves a l’app Apple TV > Compte > Apps connectades i, després, selecciona l’app de tercers i desactiva‑la. En un dispositiu tvOS, ves a l’app Configuració > Apps > TV > Afegeix a l’app TV i, tot seguit, selecciona l’app de tercers i desactiva‑la. En eliminar una app de tercers de l’app TV, també pots decidir si vols eliminar totes les dades de reproducció que Apple ha recopilat sobre el contingut que hi has mirat. Per fer‑ho, selecciona l’opció “Elimina i esborra l’historial”. A més, podràs decidir eliminar en qualsevol moment totes les teves dades de reproducció que Apple hagi recopilat sobre tot el contingut de tercers que hagis vist a l’app Apple TV. Per fer‑ho, esborra el teu historial de reproducció com es descriu més amunt. En esborrar l’historial de reproducció fent servir qualsevol d’aquests mètodes, només s’esborraran les dades de reproducció d’apps de tercers que Apple hagi emmagatzemat i utilitzi per a l’app Apple TV. No afectarà les dades de reproducció que hagi emmagatzemat de manera separada el proveïdor de l’app de tercers (per exemple, dins de la seva app o als seus servidors). Revisa les condicions, les polítiques de privacitat i les pràctiques de les apps de tercers participants per entendre com utilitzen i comparteixen les teves dades de reproducció i la informació relacionada. Recomanacions de grup Si decideixes activar les recomanacions de grup en un dispositiu Apple TV, la informació sobre els continguts que mires s’utilitzarà per fer recomanacions de grup en combinació amb qualsevol persona que hagi activat la funció al mateix Apple TV. Si al grup hi ha el compte d’un fill, s’inclouran recomanacions per a la canalla, però no es farà servir el seu historial de visualització. Per desactivar les recomanacions de grup per al compte, ves a l’app Configuració > Usuaris i comptes i, tot seguit, selecciona el perfil i “Per a tothom”. Prevenció del frau i d’altres activitats malicioses Apple també recopila dades personals per prevenir el frau i altres activitats malicioses a l’app Apple TV. La informació inclou detalls sobre el dispositiu, com ara el tipus i la versió del programari, les dades sobre la ubicació (que s’obtenen, de manera aproximada, en relacionar l’adreça IP de la connexió a internet i la regió geogràfica, si estan disponibles), l’historial de descàrregues i compres, i altres interaccions amb l’app Apple TV. Si actives la renovació automàtica de la subscripció, Apple també pot utilitzar la informació sobre la relació comercial que hi tens per processar la sol·licitud i per determinar si se’t permet accedir a la subscripció abans que la part responsable del pagament ho autoritzi. També és possible que calculem la puntuació de confiança del dispositiu cada vegada que intentis fer una compra. El càlcul es fa mitjançant la informació sobre com utilitzes el dispositiu, cosa que inclou la quantitat aproximada de trucades telefòniques o correus electrònics que envies i reps. La informació s’envia de manera que Apple no pugui conèixer els valors reals del dispositiu. La puntuació es conserva durant un període de temps determinat als nostres servidors. Base jurídica aplicable al processament de dades personals Processem les dades personals de l’app Apple TV de manera general per aplicar el contracte amb Apple (com calgui per oferir el servei) i per complir les obligacions legals pertinents. A les ubicacions en què la base jurídica sigui el consentiment, el demanem d’acord amb la legislació local aplicable. En els casos en què així s’estipuli a la legislació local aplicable, processem les dades personals com sigui necessari per satisfer els nostres interessos legítims o els d’un tercer per: • mostrar‑te contingut disponible que et pugui interessar, també de serveis de tercers; • comprovar quines ofertes hi ha disponibles, ajudar a millorar i optimitzar el servei i enviar‑te comunicacions sobre l’app Apple TV i altres ofertes, productes i serveis d’Apple que et puguin interessar; • prevenir el frau i altres activitats malicioses. Les dades utilitzades inclouen el següent: • ús que fas de l’app TV, com ara les funcions que utilitzes (per exemple, la llista “Continua mirant” o la biblioteca), les cerques que fas, com interacciones amb les notificacions, les pàgines de continguts que obres o visualitzes, les reproduccions, les compres, les subscripcions, les descàrregues i la informació sobre errors i bloquejos interns de l’app; • detalls sobre el dispositiu i el compte; • puntuació de confiança del dispositiu; • ubicació. La informació rebuda per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que està disponible a www.apple.com/es/privacy.
cs: Aplikace Apple TV vám umožňuje na jednom místě sledovat všechny vaše oblíbené seriály a filmy a také přehrávat obsah, který jste si půjčili nebo koupili v rámci služeb Apple. Tam, kde jsou dostupné služby Apple TV+ nebo kanály Apple TV, můžete přistupovat k obsahu i jejich prostřednictvím nebo také z propojených videoaplikací od nezávislých vývojářů. V aplikaci Apple TV máte přístup k veškerému uvedenému obsahu na všech svých podporovaných zařízeních, která jsou přihlášená pod týmž účtem Apple. Poskytování aplikace Apple TV K poskytování služeb a funkcí v aplikaci Apple TV využíváme vaše osobní údaje, které zahrnují informace o vašem účtu a platební informace, k nimž můžete přistupovat a měnit je v Nastavení. Společnost Apple shromažďuje informace o obsahu, který si zakoupíte a který sledujete v aplikaci Apple TV, na všech podporovaných zařízeních přihlášených pod týmž účtem Apple. Tyto informace Apple ukládá a přiřazuje k vašemu účtu Apple, aby bylo možné obsah, který sledujete, zobrazovat na všech vašich podporovaných zařízeních Apple. K zobrazování obsahu, který je pro vás k dispozici, když se přihlásíte k aplikacím od nezávislých vývojářů, využíváme informace o tom, zda máte tyto služby předplacené. Pokud udělíte souhlas s propojením aplikací od nezávislých vývojářů s aplikací Apple TV, bude Apple shromažďovat a uchovávat informace ze všech vašich podporovaných zařízení o tom, na co se v těchto aplikacích díváte, a také o stavu vašeho předplatného. Aplikace Apple s podporovaným obsahem, například Apple Music a Ovladač, budou s aplikací Apple TV propojeny automaticky, jakmile ji začnete používat. Informace o sledovaném obsahu budou zahrnovat údaje o tom, jaký obsah jste přehráli, kdy a na kterém zařízení jste ho přehráli a na kterém místě jste jeho sledování přerušili nebo zastavili. Shromažďujeme také podrobnou historii všech vašich přehrávacích aktivit souvisejících s kanály Apple TV a Apple TV+. Jestliže aplikaci Apple TV povolíte přístup k údajům o vaší poloze, bude podle těchto údajů zjišťovat, jaký obsah je ve vaší oblasti k dispozici, včetně místního obsahu, jako jsou živé sportovní přenosy, události a zprávy. Některé části obsahu zahrnují geograficky relevantní reklamy. Vylepšování aplikace Apple TV Apple shromažďuje informace o tom, jak aplikaci Apple TV a svůj účet využíváte. K těmto informacím patří údaje o funkcích, které jste použili (například Pokračovat ve sledování nebo Knihovna), o položkách, které jste hledali, o vašich interakcích s oznámeními, o stránkách obsahu, které jste procházeli nebo zobrazili, o chybách nebo selháních v aplikaci a o PSČ z vaší fakturační adresy. Tyto informace, přibližné informace o poloze, podle nichž vás nelze identifikovat, a informace o tom, na co se díváte, využíváme jako pomocné údaje při vylepšování a optimalizaci služby pro vás i další uživatele. Kromě toho shromažďujeme informace o vašem zařízení, jako je například typ zařízení, odkud bylo zařízení pořízeno, verze operačního systému nebo množství volného místa na zařízení. Tyto informace mohou být potřeba k vyhodnocení, zda lze požadovaný obsah stáhnout, ke zjištění obecných trendů při využívání zařízení a úložiště a také toho, zda je zařízení připojeno přes Wi‑Fi nebo mobilní síť. Příklad: Díky přehledu o tom, jakou volnou kapacitu úložiště máte v zařízení k dispozici, jsme mohli vyvinout funkci umožňující zakoupit film na iPhonu, aniž byste ho museli hned při nákupu stáhnout. Pokud používáte SharePlay ke sledování obsahu s jinými uživateli, aplikace Apple TV shromažďuje informace o tom, že jste tento obsah sledovali během relace SharePlay, a o počtu zařízení, která se relace účastnila, ale neshromažďuje žádné informace, které by umožnily identifikovat účastníky relace SharePlay. Data získaná z vyhledávání v aplikaci Apple TV využíváme k vylepšování modelů, které zajišťují její fungování. Agregované vyhledávací dotazy z aplikace Apple TV například slouží k dolaďování jejího vyhledávacího modelu. Osobní přizpůsobení aplikace Apple TV V aplikaci Apple TV používáme technologii osobního přizpůsobení, abychom vám pomohli najít obsah, který je pro vás nejrelevantnější. Doporučujeme vám například filmy, které by vás podle nás mohly zajímat na základě toho, jaké filmy jste si ke zhlédnutí vybírali v minulosti. K tomuto přizpůsobování využíváme informace o tom, co sledujete, o vašich nákupech, předplatném, stahování, procházení obsahu a dalších aktivitách v aplikaci Apple TV, a také údaje z vašeho účtu, například o vašem věku. Nechcete‑li, aby společnost Apple přizpůsobovala chování aplikace Apple TV na všech zařízeních na základě informací o tom, na co se v aplikaci díváte na tomto konkrétním zařízení, můžete v Nastavení vypnout volbu Použít historii přehrávání. Na iOS, iPadOS, visionOS nebo tvOS zařízení přejděte do Nastavení > Aplikace > TV > Použít historii přehrávání. Funkce přizpůsobení v App Storu, Apple Books, iTunes Storu, Apple Podcasts, aplikaci TV a v předplacených službách Apple můžete deaktivovat vypnutím volby Osobní doporučení u vašeho účtu Apple. Na iOS, iPadOS a visionOS zařízeních otevřete Nastavení > [vaše jméno] > Média a nákupy > Zobrazit účet a klepnutím vypněte volbu Osobní doporučení. V aplikaci Apple TV na Macu vyberte Účet > Nastavení účtu > Nastavení. Komunikace s vámi Společnost Apple vám může na základě informací o vašem účtu, například o produktech, které vlastníte, o vašich předplacených službách Apple, o vašich stažených aplikacích Apple a o PSČ z vaší fakturační adresy, posílat různé informace o aplikaci Apple TV a dalších produktech, službách a nabídkách společnosti Apple, které by vás mohly zajímat, mimo jiné o službě Apple One. Ke zjištění způsobilosti pro využívání nabídek společnosti Apple mohou být použity podrobné informace o vašem zařízení, například jeho sériové číslo, nebo údaje o relevantních službách předplacených v App Storu. Pokud jste členem skupiny rodinného sdílení, společnost Apple vám může posílat různé informace o produktech, službách a nabídkách, které máte v rámci rodinného sdílení k dispozici. Pokud si zakoupíte předplatné Apple One, můžeme vám zasílat e‑maily a push oznámení o funkcích jednotlivých služeb, které máte předplacené. Společnost Apple může také využívat informace o vašich aktivitách v aplikaci Apple TV k zasílání e‑mailů a oznámení o nových funkcích, obsahu a nabídkách dostupných v této aplikaci. Své předvolby pro e‑mail můžete změnit a příjem těchto e‑mailů můžete odhlásit na adrese account.apple.com. Předvolby pro oznámení můžete na iOS, iPadOS a visionOS zařízeních změnit v Nastavení > Oznámení > TV. Reklamy Pokud aplikaci Apple TV povolíte přístup k údajům o své poloze, mohou být tyto údaje v aplikaci využity k zobrazování geograficky relevantních reklam. V jiných aplikacích, jako je App Store, Apple News nebo Akcie, může reklamní platforma Apple při zapnuté volbě Osobní reklama využívat vaše informace, mimo jiné informace o filmech a seriálech, které jste si od společnosti Apple koupili, k tomu, aby vám v těchto aplikacích předkládala relevantnější reklamy. Pokud nechcete, aby vám reklamní platforma společnosti Apple poskytovala reklamy zacílené na vaše zájmy, můžete volbu Osobní reklama vypnout. Vypnutím této volby zabráníte společnosti Apple ve využívání vašich informací k poskytování cílených reklam. Počet reklam, které uvidíte, tím nemusí klesnout, ale mohou pro vás být méně zajímavé. Nastavení osobních reklam můžete změnit v Nastavení > Soukromí a zabezpečení > Reklama Apple. Další informace o reklamě Apple a soukromí najdete na www.apple.com/legal/privacy/data/cs/apple-advertising. Postup odhlášení od zájmově zacílených reklam v App Storu, Apple News a aplikaci Akcie je popsán v článku support.apple.com/105131. Sdílení s třetími stranami Svým inzerentům a strategickým partnerům, kteří se společností Apple spolupracují při poskytování jejích produktů a služeb, pomáhají jí se zákaznickým marketingem nebo jejím jménem prodávají reklamu, která se zobrazuje v App Storu, Apple News a aplikaci Akcie, poskytujeme některé informace, které nemají charakter osobních údajů. Strategickým partnerům pro aplikaci TV, mimo jiné vlastníkům obsahu, můžeme například poskytovat informace neosobní povahy o vašich transakcích, sledovacích aktivitách a oblasti a také souhrnné demografické údaje o uživatelích, například o jejich věkových skupinách a pohlaví (tento údaj můžeme odvodit z informací, jako je jméno a pozdrav, které jste si nastavili na účtu Apple), aby podle nich mohli posuzovat úspěšnost svých autorských děl, plnit požadavky související s vyplácením honorářů a s účetnictvím a zlepšovat své související produkty a služby. Pokud váš poskytovatel mobilní sítě nabízí předplatné Apple TV+ a bezplatné zkušební období, může společnost Apple ověřit vaše telefonní číslo, aby zjistila, zda máte na přístup prostřednictvím partnerského poskytovatele mobilní sítě nárok. Jestliže nabídku na předplatné Apple TV+ nebo na bezplatné zkušební období od svého operátora nebo jiného partnera společnosti Apple využijete, Apple použije vaše telefonní číslo nebo jedinečný identifikátor účtu, který jste s partnerskou společností sdíleli, k identifikaci vašeho účtu a k informování operátora o aktivaci předplatného. Telefonní číslo nebo jedinečný identifikátor přiřazené k vašemu předplatnému budeme používat k ověřování účtu při přihlašování a k propojení předplatného Apple TV+ s vaším účtem. Když se k aplikaci Apple TV přihlásíte na zařízení jiné značky než Apple, společnost Apple může s poskytovatelem použité platformy sdílet informace nezbytné pro fungování aplikace tak, aby bylo možné na této platformě zobrazovat obsah, který jste si v Apple TV předplatili, a pro podporu funkcí platformy, jako je například poskytování výsledků vyhledávání a osobních doporučení. Sdíleny mohou být mimo jiné informace o tom, zda jste aplikaci Apple TV otevřeli a zda máte předplacenou službu Apple TV+ a stanice Apple TV, jestliže jsou ve vaší oblasti k dispozici. V nastavení aplikace Apple TV na zařízení jiné značky než Apple můžete sdílení informací o vašem předplatném zastavit, pravděpodobně tím ale omezíte dostupné způsoby zobrazování obsahu z Apple TV na vaší platformě. Na podporovaných zařízeních jiných značek než Apple můžete určit, zda se mají s poskytovatelem nezávislé platformy sdílet informace o tom, co si v aplikaci Apple TV (včetně služby Apple TV+, stanic Apple TV a dalšího obsahu, je‑li ve vaší oblasti k dispozici) pouštíte, kupujete a půjčujete. Tyto informace můžou zahrnovat název vašeho profilu nebo jiné údaje, které jsou použity k přidružení vašich dat z aplikace Apple TV k vašemu účtu nebo profilu na zařízeních jiných značek než Apple. Poskytovatel platformy může vaše informace z aplikace Apple TV využívat k poskytování funkcí platformy, jako je zobrazování průběhu sledování seriálů nebo osobních doporučení. Toto sdílení můžete na zařízeních jiných značek než Apple vypnout v nastavení aplikace Apple TV. Na některých zařízeních přitom můžete být přesměrováni do nastavení platformy. Rozhodnete‑li se přihlásit k aplikaci Apple TV na zařízení jiné značky než Apple, měli byste si přečíst smluvní podmínky, zásady ochrany osobních údajů a informace o postupech poskytovatele platformy, abyste věděli, jaká data shromažďuje, využívá a sdílí. Uchovávání dat Osobní údaje související s vašimi nákupy, stahováním a sledovacími aktivitami v aplikaci Apple TV uchováváme po různě dlouhou dobu v závislosti na obchodních potřebách, smluvních závazcích a zákonných požadavcích. Pro nákupy a stažený obsah je často vyžadováno uchování dat po dobu nejméně 10 let. V některých oblastech, například v Číně, může tato doba činit 30 let. Uchováváme také záznamy o vašich nákupech a staženém obsahu, a to nejméně po dobu existence vašeho účtu u nás, abychom vám obsah mohli poskytovat k opětovnému stažení v souladu s našimi platnými podmínkami. Ostatní informace, například o vašich procházecích aktivitách a hledání, uchováváme až po dobu dvou let. Některé informace, například o některých transakcích, avšak bez podrobných údajů o uložených platebních kartách, mohou být uchovávány jako obchodní záznamy i poté, co svůj účet zrušíte nebo přestanete aplikaci Apple TV používat. Když použijete platební kartu, společnost Apple může uchovávat a automaticky aktualizovat vaše číslo karty a fakturační údaje pro budoucí nákupy, opakované transakce a další vámi autorizovaná použití. Společnost Apple může tyto údaje získat od vaší finanční instituce nebo platební sítě a využívat je také k zabraňování podvodům a k ověřování. Vymazání historie přehrávání Svou historii přehrávání v aplikaci Apple TV můžete vymazat v Nastavení. V aplikaci TV na iOS, iPadOS nebo visionOS zařízení přejděte na Účet > Smazat historii přehrávání. V systému tvOS přejděte do Nastavení > Aplikace > TV > Smazat historii přehrávání. Tímto krokem odstraníte všechny seriály a filmy ze seznamu na později a zrušíte veškeré vazby mezi dosavadní historií přehrávání a vaším účtem. Vymazání historie se týká vašich údajů o přehrávání, které jsou uchovávány a využívány společností Apple na zařízeních přihlášených pod týmž účtem Apple. Jestliže používáte zařízení jiné značky než Apple a rozhodli jste se s poskytovatelem platformy sdílet informace o tom, na co se díváte, vymazáním historie přehrávání neodstraníte data uložená u poskytovatele platformy. Chcete‑li zjistit, zda můžete data uložená u poskytovatele smazat, přečtěte si jeho smluvní podmínky, zásady ochrany osobních údajů a informace o postupech. Ze seznamu na později můžete odstranit také jednotlivé položky dlouhým stisknutím názvu dílu a výběrem volby Odstranit ze seznamu na později. V téže nabídce můžete vybrat volbu Odstranit z naposledy sledovaných, čímž zároveň zajistíte, že se díl nebude používat při generování osobních doporučení. Záznamy o historii sledování kanálů Apple TV a služby Apple TV+ však Apple nadále uchová pro účely vykazování a vyplácení autorských odměn. Propojené aplikace od nezávislých vývojářů Přispívajícím aplikacím od nezávislých vývojářů musíte udělit oprávnění pro připojení k aplikaci Apple TV, aby mohly začít se společností Apple sdílet informace o tom, na co se v nich díváte. Při nastavování aplikace Apple TV můžete být vyzváni k udělení oprávnění více aplikacím najednou. Některé z těchto aplikací nemusíte mít zatím na svém zařízení nainstalované; předvolby, které nastavíte, se v takovém případě uplatní jen tehdy, jestliže tyto aplikace později nainstalujete. Ať už oprávnění udělíte nebo ne, můžete předvolby pro jednotlivé aplikace později změnit v Nastavení. Pokud se kdykoli rozhodnete zrušit propojení některé z vašich aplikací od nezávislých vývojářů s aplikací Apple TV, můžete ji od aplikace Apple TV odpojit. Apple v takovém případě přestane shromažďovat údaje o tom, co si v této aplikaci od nezávislého vývojáře pouštíte. V aplikaci TV na iOS, iPadOS nebo visionOS zařízení přejděte na Účet > Propojené aplikace, vyberte aplikaci od nezávislého vývojáře a vypněte příslušnou volbu. V systému tvOS přejděte do Nastavení > Aplikace > TV > Propojit s TV, vyberte aplikaci od nezávislého vývojáře a vypněte příslušnou volbu. Při odebírání aplikace od nezávislého vývojáře z aplikace Apple TV se můžete také rozhodnout smazat všechny informace o vašem přehrávání obsahu z této aplikace, které společnost Apple nashromáždila, výběrem volby „Odstranit a smazat historii přehrávání“. Stejně tak se můžete kdykoli rozhodnout smazat všechny informace o vašem přehrávání veškerého obsahu z aplikací od nezávislých vývojářů v aplikaci Apple TV, které společnost Apple nashromáždila, vymazáním historie přehrávání výše popsaným postupem. Vymazáním historie přehrávání ve všech uvedených případech smažete jen ty údaje o přehrávání v aplikacích od nezávislých vývojářů, které uchovává a využívá společnost Apple ve vztahu k aplikaci Apple TV. Údaje o přehrávání, které uchovávají samostatně poskytovatelé aplikací od nezávislých vývojářů (například ve svých aplikacích nebo na svých serverech), smazány nebudou. Doporučujeme vám rovněž, abyste se seznámili s podmínkami, zásadami ochrany osobních údajů a prováděcími postupy přispívajících aplikací od nezávislých vývojářů, které používáte, abyste věděli, jak využívají a sdílejí informace o vašem přehrávání a související údaje. Skupinová doporučení Pokud se na zařízení Apple TV rozhodnete povolit skupinová doporučení, budou z informací o tom, na co se díváte, generována skupinová doporučení pro libovolnou kombinaci zapojených uživatelů téže Apple TV. V případě, že do skupiny patří i dětský účet, budou zahrnuta také doporučení pro dítě, ale jeho historie sledování se nebude využívat. Skupinová doporučení můžete pro svůj účet kdykoli vypnout v Nastavení > Uživatelé a účty, kde vyberete svůj profil a potom volbu Pro celou skupinu. Prevence podvodů a jiných škodlivých aktivit Za účelem prevence podvodů a jiné škodlivé činnosti v aplikaci Apple TV také shromažďujeme některé osobní údaje. K těmto údajům patří informace o zařízení, například jeho typ a verze softwaru, polohové údaje (stanovené přibližně přiřazením IP adresy vašeho internetového připojení k zeměpisné oblasti, je‑li k dispozici), historie stahování a nákupů a další záznamy o interakci s aplikací TV. Pokud máte nastavené automatické prodlužování předplatného, Apple může při zpracování vašeho požadavku použít také informace o historii svých obchodních vztahů s vámi a na jejich základě se rozhodnout, jestli vám další přístup k předplatnému umožní ještě před autorizací platby u partnerské platební společnosti. Když se pokusíte něco si koupit, můžeme také na vašem zařízení vypočítat skóre důvěryhodnosti zařízení. Při výpočtu vycházíme z toho, jak zařízení používáte, mimo jiné z přibližného počtu uskutečněných telefonních hovorů a přijatých a odeslaných e‑mailů. Odesílaná data jsou sestavena tak, aby z nich společnost Apple nemohla zjistit žádné konkrétní zdrojové hodnoty z vašeho zařízení. Výsledné skóre se na pevně stanovenou dobu uloží na naše servery. Právní základ uplatňovaný při zpracování osobních údajů Vaše osobní údaje v aplikaci Apple TV zpracováváme obecně pro potřeby plnění vaší smlouvy se společností Apple, v rozsahu nutném pro poskytování služby a za účelem dodržování našich zákonných povinností. V případech, kdy je vhodným právním základem souhlas, o něj žádáme v souladu s platnými místními zákony. Tam, kde to platné místní zákony umožňují, zpracováváme osobní údaje v rozsahu nezbytném pro naplnění našich oprávněných zájmů a oprávněných zájmů třetích stran, a to za následujícími účely: • Zobrazování obsahu, který je pro vás dostupný a relevantní, včetně obsahu pocházejícího z nezávislých služeb • Zjišťování způsobilosti k využití nabídek, pomoc s vylepšováním a optimalizací služby pro vás i další uživatele a komunikace s vámi spočívající v zasílání informací o aplikaci Apple TV a dalších produktech, službách a nabídkách společnosti Apple, které by vás mohly zajímat • Bránění podvodům a jiným škodlivým aktivitám Využíváme přitom následující data: • Informace o vašem používání aplikace Apple TV – o funkcích, které využíváte (například Pokračovat ve sledování nebo Knihovna), o položkách, které hledáte, o vašich interakcích s oznámeními, o stránkách obsahu, které procházíte a zobrazujete, o tom, co si pouštíte, kupujete, předplácíte a stahujete, a o chybách a selháních aplikace • Podrobnosti o vašem zařízení a účtu • Skóre důvěryhodnosti zařízení • Vaši polohu Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Med Apple TV kan du se alle dine foretrukne tv-udsendelser og film samlet på et sted. Du kan se indhold, du har lejet eller købt af Apple. Hvis det er tilgængeligt, kan du også få adgang til indhold gennem Apple TV+, Apple TV-kanaler og dine tilknyttede videoapps fra tredjeparter. Du kan få adgang til alt dette indhold via Apple TV-appen på alle dine understøttede enheder, der er logget ind med den samme Apple‑konto. Tilvejebringelse af Apple TV-appen Vi bruger dine personlige data til at levere tjenesterne og funktionerne i Apple TV-appen. Disse oplysninger inkluderer dine konto- og betalingsoplysninger, som du kan få adgang til og ændre i Indstillinger. Apple indsamler oplysninger om, hvad du køber, og hvad du ser i Apple TV-appen på alle understøttede enheder, der er logget ind med den samme Apple‑konto. Apple opbevarer disse oplysninger sammen med din Apple‑konto, så vi kan vise, hvad du ser, på dine understøttede enheder. Når du logger ind på apps fra tredjeparter, bruges oplysninger om, at du abonnerer på disse tjenester, til at vise det indhold, du har adgang til. Hvis du giver tilladelse til, at en tredjepartsapp kan knyttes til Apple TV-appen, vil Apple indsamle og opbevare oplysninger om, hvad du ser, fra den pågældende app på alle dine understøttede enheder samt status for dit abonnement. Apple-apps med understøttet indhold, f.eks. Apple Music og Remote, opretter automatisk forbindelse, når du starter med at bruge Apple TV-appen. Oplysningerne, om hvad du ser, omfatter hvad du har afspillet, hvornår du har afspillet det, på hvilken enhed det blev afspillet og hvor du satte afspilningen på pause eller stoppede med at se indholdet. Vi indsamler også en detaljeret afspilningshistorik for Apple TV-kanaler og Apple TV+. Hvis du giver Apple TV‑appen adgang til din lokalitet, bruges din lokalitet til at finde ud af, hvad der er tilgængeligt i dit område, herunder lokalt indhold som livekampe, begivenheder og nyheder. Noget indhold inkluderer geografisk relevante reklamer. Forbedring af Apple TV‑appen Apple indsamler oplysninger om din brug af Apple TV‑appen og din konto, herunder de funktioner du bruger (f.eks. Se videre eller Bibliotek), emner du søger efter, dine interaktioner med notifikationer, indholdssider du søger efter eller kigger på samt oplysninger om fejl eller nedbrud i appen og dit faktureringspostnummer. Vi bruger disse oplysninger, oplysninger om omtrentlig lokalitet, der ikke identificerer dig personligt, samt oplysninger om, hvad du ser, til at forbedre og optimere tjenesten til dig og andre brugere. Vi indsamler også oplysninger om din enhed, f.eks. typen af enhed, hvor du har fået enheden fra, versionen på operativsystemet og mængden af ledig plads på din enhed. Vi vil muligvis bruge disse oplysninger til at vurdere, om ønsket indhold kan hentes, til at forstå generelle tendenser i brugen af enheden og lagringspladsen, og om din enhed er tilsluttet via Wi-Fi eller mobilnettet. Når vi f.eks. ved, hvor meget ledig plads der er på din enhed, kan vi opbygge den funktion, der giver dig mulighed for at købe en film på din iPhone uden at skulle hente den på købstidspunktet. Hvis du bruger SharePlay til at se indhold med andre brugere, indsamler Apple TV‑appen oplysninger om, at du så indholdet under en SharePlay-session, og antallet af enheder, der deltog i sessionen, men indsamler ikke nogen oplysninger, der kan identificere deltagerne i en SharePlay-session. Vi bruger data fra søgninger i Apple TV til at forbedre modeller, der bruges til Apple TV. Samlede søgninger i Apple TV bruges f.eks. til at finjustere Apple TV-søgemodellen. Tilpasning af Apple TV‑appen Vi tilpasser Apple TV-appen til at hjælpe dig med at finde det indhold, som er mest relevant for dig. Vi anbefaler f.eks. film, som vi mener vil interessere dig, på basis af de film, du tidligere har set. Når vi leverer indhold tilpasset til dig, bruger vi oplysninger om dine aktiviteter, herunder hvad du ser, dine køb, abonnementer, overførsler, browsing-aktiviteter og andre aktiviteter i Apple TV‑appen samt oplysninger fra din konto som f.eks. din alder. Hvis du ikke vil have, at Apple bruger oplysninger om, hvad du ser på denne enhed i Apple TV-appen, til at tilpasse indholdet på alle enheder, der understøtter Apple TV-appen, kan du slå Brug afspilningshistorik fra i Indstillinger. På din iOS-, iPadOS-, visionOS- eller tvOS-enhed skal du gå til Indstillinger > Apps > TV > Brug afspilningshistorik. Du kan slå tilpasningsfunktioner fra i App Store, Apple Books, iTunes Store, Apple TV og Apple Podcasts og for abonnementer fra Apple ved at slå Personlige anbefalinger til din Apple‑konto fra. Gå til Indstillinger > [dit navn] > Medier og køb > Vis konto på din iOS-, iPadOS- eller visionOS-enhed, og tryk derefter for at slå Personlige anbefalinger fra. I Apple TV-appen på Mac skal du gå til Konto > Kontoindstillinger > Indstillinger. Kommunikation med dig Apple bruger muligvis oplysninger om din konto, f.eks. hvilke Apple-produkter, du ejer, dine abonnementer på Apple-tjenester, de Apple-apps, du henter, og dit faktureringspostnummer, til at sende dig information om Apple TV‑appen, andre Apple-produkter, -tjenester og -tilbud, der måske interesserer dig, inkl. Apple One. Oplysninger om enheden, f.eks. dens serienummer, eller oplysninger om dine relevante abonnementer i App Store, kan blive brugt til at kontrollere, om du er berettiget til tilbud fra Apple. Hvis du er en del af en familiedelingsgruppe, kan Apple sende dig oplysninger om produkter, tjenester og tilbud, der er tilgængelige for dig via Familiedeling. Hvis du køber et abonnement på Apple One, sender vi dig muligvis e-mails og push-notifikationer om funktionerne i de tjenester, du har valgt at abonnere på. Apple bruger muligvis også oplysninger om din aktivitet i Apple TV-appen til at sende dig e-mails og push-notifikationer om nye funktioner, nyt indhold og tilbud i Apple TV-appen. Du kan ændre dine e-mailindstillinger og fravælge at modtage disse e-mails på account.apple.com. Gå til Indstillinger > Notifikationer > TV på din iOS-, iPadOS- eller visionOS-enhed for at opdatere indstillingerne til notifikationer. Reklamer Hvis du giver Apple TV-appen adgang til din lokalitet, kan din lokalitet blive brugt til at vise dig geografisk relevante reklamer. Hvis indstillingen Personlige reklamer er slået til i andre apps som f.eks. App Store, Apple News og Værdipapirer, bruger Apples reklameplatform muligvis dine oplysninger, herunder om de film og tv-udsendelser, du køber fra Apple, til at levere reklamer, der er mere relevante for dig, i de pågældende apps. Hvis du ikke vil modtage reklamer, der er målrettet mod dine interesser, fra Apples reklameplatform, kan du vælge at slå Personlige reklamer fra. Hvis du slår Personlige reklamer fra, kan Apple ikke bruge dine oplysninger til målrettede reklamer. Det reducerer muligvis ikke antallet af reklamer, du modtager, men reklamerne vil muligvis være mindre relevante for dig. Du kan ændre indstillingerne til Personlige reklamer ved at gå til Indstillinger > Anonymitet & sikkerhed > Apple-reklamer. Læs mere om Apple-reklamer og anonymitet på www.apple.com/dk/legal/privacy/data/da/apple-advertising. Læs, hvordan du kan fravælge personlige reklamer i App Store, Apple News og Værdipapirer, på support.apple.com/105131. Deling med tredjeparter Vi leverer visse ikke-personlige data til vores annoncører og strategiske partnere, der arbejder sammen med Apple om at levere vores produkter og tjenester, hjælper Apple med at markedsføre produkter til kunder og sælger reklamer på Apples vegne til visning i App Store samt Apple News og Værdipapirer. Vi kan f.eks. videregive begrænsede ikke-personlige data om dine transaktioner og afspilningsaktiviteter samt samlede data om brugerdemografi, f.eks. aldersgruppe, køn (hvilket muligvis kan udledes fra oplysninger som navn og velkomstbesked i din Apple‑konto) og område, til strategiske Apple TV-partnere, f.eks. ejere af indhold, så de kan måle resultaterne af deres kreative arbejde, opfylde krav i forbindelse med afgifter og bogføring samt forbedre deres associerede produkter og tjenester. Hvis udbyderen af dit mobilnetværk tilbyder Apple TV+-abonnementer og gratis prøveperioder, kontrollerer Apple muligvis dit telefonnummer for at afgøre, om dette er tilgængeligt for dig via en partnerudbyder af mobilnetværk. Hvis du tilmelder dig et Apple TV+-abonnement eller en gratis prøveperiode via udbyderen af dit mobilnetværk eller en af Apples partnere, bruger Apple dit telefonnummer eller et unikt konto-id, der deles af partneren, til at identificere din konto og til at give udbyderen eller en anden partner besked om, at du har aktiveret dit abonnement. Vi bruger det telefonnummer eller unikke id, der er knyttet til dit abonnement, til at kontrollere din konto, når du logger ind, og til at forbinde dit Apple TV+-abonnement med din konto. Hvis du logger ind på Apple TV-appen på en enhed, som ikke er fra Apple, deler Apple muligvis oplysninger med udbyderen af platformen med henblik på at sikre, at appen fungerer, så indholdet fra dine Apple TV-abonnementer, vises på platformen, og for at sikre understøttelse af platformsfunktioner som f.eks. visning af søgeresultater og personlige anbefalinger. Det kan f.eks. være oplysninger om, hvorvidt du har åbnet Apple TV-appen, og om du abonnerer på Apple TV+- og Apple TV-kanaler, hvor de er tilgængelige. Du kan vælge at stoppe deling af dine abonnementsoplysninger i indstillingerne til Apple TV-appen på din enhed, som ikke er fra Apple, men hvis du gør det, kan det begrænse mulighederne for at vise det pågældende Apple TV-indhold på platformen. På understøttede enheder, som ikke er fra Apple, kan du vælge, om du vil dele, hvad du ser, køber eller lejer i Apple TV-appen, herunder Apple TV+- og Apple TV-kanaler og andet indhold (hvor det er tilgængeligt), med udbyderen af tredjepartsplatformen. Det kan omfatte dit profilnavn eller andre oplysninger, der bruges til at matche dine data fra Apple TV-appen med din konto eller profil på din ikke-Apple enhed. Udbyderen af platformen bruger muligvis dine oplysninger fra Apple TV-appen for at gøre det muligt at bruge visse funktioner som f.eks. at vise de udsendelser, du er i gang med at se, og personlige anbefalinger. Du kan slå dette fra i indstillingerne til Apple TV-appen på din enhed, som ikke er fra Apple. På nogle enheder bliver du ført til platformens indstillinger. Hvis du vælger at logge ind på Apple TV-appen på en enhed, som ikke er fra Apple, bør du gennemgå platformsudbyderens vilkår, anonymitetspolitik og praksis for at forstå, hvilke data der indsamles, bruges og deles. Opbevaring Vi opbevarer personlige data, der er knyttet til dine køb, overførsler og din visningsaktivitet i Apple TV‑appen, i forskellige tidsrum afhængigt af forretningsmæssige årsager, kontraktmæssige forpligtelser og lovkrav. For køb og overførsler kræver det ofte en opbevaringsperiode på mindst 10 år. I nogle områder, f.eks. i Kina, kan opbevaringsperioden dog være på 30 år. Vi opbevarer også en optegnelse over dit køb og dine overførsler af indhold i mindst lige så lang tid, som du har en konto hos os, så du kan hente det pågældende indhold i overensstemmelse med vores gældende betingelser. Vi opbevarer andre oplysninger, f.eks. browsingaktivitet og søgninger, i op til to år. Nogle oplysninger, f.eks. transaktioner, men ikke oplysninger om dit opbevarede kort, kan dog opbevares som virksomhedsoptegnelser, selv efter at du har lukket din konto eller er holdt op med at bruge Apple TV‑appen. Når du bruger et betalingskort, kan Apple opbevare og automatisk opdatere dit kortnummer og dine faktureringsoplysninger til fremtidige køb, tilbagevendende transaktioner eller anden brug, du godkender. Apple kan få disse oplysninger fra din finansielle institution eller dit betalingsnetværk og bruger muligvis også oplysningerne til godkendelse og til at forhindre svindel. Ryd afspilningshistorik Du kan rydde din afspilningshistorik i Apple TV‑appen i Indstillinger. I Apple TV-appen på din iOS-, iPadOS- eller visionOS-enhed skal du gå til Konto > Ryd afspilningshistorik. I tvOS skal du gå til Indstillinger > Apps > TV > Ryd afspilningshistorik. Dette fjerner alle tv-udsendelser og film fra din liste og fjerner tilknytningen mellem afspilningshistorikken og din konto. Dette gælder for dine afspilningsdata, som opbevares og bruges af Apple på enheder, der bruger den samme Apple‑konto. Hvis du bruger en enhed, som ikke er fra Apple, og har valgt at dele, hvad du ser, med udbyderen af den pågældende platform, får det ingen betydning for de afspilningsdata, som udbyderen af platformen opbevarer, hvis du rydder din afspilningshistorik. Du bør gennemgå platformsudbyderens vilkår, anonymitetspolitik og praksis for at forstå, om du kan slette de data, udbyderen opbevarer. Du kan fjerne individuelle emner fra din liste ved at trykke og holde nede på episoden og derefter vælge Fjern fra min liste. Hvis du vælger Fjern fra Senest set i samme menu, bliver episoden heller ikke brugt til at generere personlige anbefalinger. Apple vil dog bevare optegnelser over afspilningshistorik fra Apple TV-kanaler eller Apple TV+ til rapporteringsformål og eventuelle krav om afgifter. Tilknyttede tredjepartsapps Du skal give tilladelse til, at dine deltagende tredjepartsapps må oprette forbindelse til Apple TV‑appen for at begynde at dele det, du ser fra disse apps, med Apple. Når du indstiller Apple TV‑appen, bliver du muligvis bedt om at give tilladelse til flere apps på en gang. Nogle af de apps kan være apps, som du endnu ikke har installeret på enheden, og dine indstillinger anvendes, hvis de installeres senere. Hvad enten du giver tilladelse eller ej, så kan du ændre dine indstillinger for hver app i Indstillinger. Hvis du senere beslutter, at en tredjepartsapp ikke længere skal være knyttet til Apple TV‑appen, kan du altid fjerne tilknytningen af appen fra Apple TV‑appen. Så vil Apple stoppe med at indsamle dine afspilningsdata fra tredjepartsappen. I Apple TV-appen på din iOS-, iPadOS- eller visionOS-enhed skal du gå til Konto > Tilknyttede apps, vælge tredjepartsappen og slå den fra. I tvOS skal du gå til Indstillinger > Apps > TV > Opret forbindelse til TV, vælge tredjepartsappen og slå den fra. Når du fjerner en tredjepartsapp fra Apple TV‑appen, kan du vælge også at fjerne alle oplysninger om afspilningsdata, som Apple har indsamlet om indhold, du har set fra den app, ved at vælge muligheden Fjern og ryd afspilningshistorik. Desuden kan du altid vælge at slette alle de oplysninger om afspilningsdata, som Apple har indsamlet om alt indhold, du ser fra tredjeparter i Apple TV‑appen, ved at rydde din afspilningshistorik som beskrevet ovenfor. Når du rydder din afspilningshistorik på en af disse måder, er det kun afspilningsdata fra dine tredjepartsapps, der er opbevaret og anvendt af Apple til brug for Apple TV‑appen, der bliver ryddet. Det påvirker ikke afspilningsdata, som tredjepartsappen egenhændigt besidder (f.eks. i deres egen app eller på deres egne servere). Du bør også gennemgå deltagende tredjepartsapps’ betingelser, anonymitetspolitikker og praksis for at forstå, hvordan de bruger og deler dine afspilningsdata og relaterede oplysninger. Gruppeanbefalinger Hvis du vælger at slå Gruppeanbefalinger til på en Apple TV-enhed, bruges oplysninger om, hvad du ser, til at levere gruppeanbefalinger i kombination med deltagende brugere på samme Apple TV. Hvis en konto til et barn er i gruppen, inkluderes anbefalinger til børn, men barnets afspilningshistorik bruges ikke. Du kan altid slå Gruppeanbefalinger fra for din konto ved at gå til Indstillinger > Brugere og konti, vælge din profil og derefter vælge Til jer alle. Forhindring af svindel og andre ondsindede aktiviteter Vi indsamler også personlige data for at forhindre svindel og andre ondsindede aktiviteter i Apple TV‑appen. Disse oplysninger inkluderer oplysninger om enheden, f.eks. enhedstype og softwareversion, lokalitetsoplysninger (omtrentlig lokalitet anslås ved at matche IP-adressen på din internetforbindelse med et geografisk område, hvis tilgængelig), overførsels- og købshistorik og andre interaktioner med Apple TV‑appen. Når dit abonnement er indstillet til automatisk fornyelse, bruger Apple muligvis også oplysninger om dine tidligere forretningsforhold med Apple til at behandle anmodningen og bestemme, om løbende adgang til dit abonnement kan leveres forud for godkendelse fra betalingspartneren. Vi beregner muligvis også en enhedstillidsscore på din enhed, når du forsøger at foretage et køb, ved hjælp af oplysninger om, hvordan du bruger din enhed, herunder det omtrentlige antal telefonopkald eller e-mails, du sender og modtager. Indsendelsen er udviklet på en sådan måde, at Apple ikke kan finde frem til de bagvedliggende værdier på din enhed. Scoren bliver lagret i en fastsat periode på vores servere. Gældende juridisk grundlag for behandling af personlige data Vi behandler dine personlige data i Apple TV-appen generelt for at opfylde din kontrakt med Apple og som nødvendigt for at levere tjenesten og opfylde vores juridiske forpligtelser. Vi søger samtykke i overensstemmelse med de gældende lokale love, hvor det betragtes som det gældende juridiske grundlag. Hvor de gældende lokale love gør det muligt, behandler vi personlige data som nødvendigt af hensyn til vores eller en tredjeparts legitime interesser med henblik på: • At vise dig tilgængeligt og relevant indhold, herunder fra tredjepartstjenester • At kontrollere, om du er berettiget til tilbud, forbedre og optimere tjenesten for dig og andre, sende dig materiale om Apple TV-appen og andre Apple-produkter, -tjenester og -tilbud, du kan være interesseret i • Forhindring af svindel og andre ondsindede aktiviteter De anvendte data indeholder: • Din brug af Apple TV-appen, inklusive hvilke funktioner du bruger (f.eks. Se videre eller Bibliotek), emner du søger efter, dine interaktioner med notifikationer, og indholdssider, du har søgt efter eller set, hvad du ser, køber, abonnerer på og henter samt oplysninger om fejl eller nedbrud i appen • Oplysninger om din enhed og konto • Enhedstillidsscore • Din lokalitet Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy.
de: Mit Apple TV kannst du deine bevorzugten TV-Sendungen und Filme an einem zentralen Ort ansehen. Du hast die Möglichkeit, Inhalte anzusehen, die du bei Apple gekauft oder ausgeliehen hast. Sofern verfügbar, kannst du auch auf Inhalte von Apple TV+, Apple TV-Kanälen und deinen verbundenen Video-Apps von Drittanbietern zugreifen. Für den Zugriff auf all diese Inhalte verwendest du einfach die Apple TV App auf deinen unterstützten Apple-Geräten, die bei demselben Apple Account angemeldet sind. Apple TV App bereitstellen Apple nutzt deine persönlichen Daten, um Dienste und Funktionen in der Apple TV App bereitzustellen. Dazu gehören deine Account- und Zahlungsinformationen, auf die du in den Einstellungen zugreifen kannst, um sie zu ändern. Apple sammelt Informationen über deine Kauf- und Sehgewohnheiten in der Apple TV App auf deinen unterstützten Apple-Geräten, die bei demselben Apple Account angemeldet sind. Diese Informationen werden zusammen mit deinem Apple Account gespeichert, damit wir dir auf deinen unterstützten Apple-Geräten anzeigen können, was du dir ansiehst. Wenn du dich bei Drittanbieter-Apps anmeldest, werden Daten über deinen Abonnementstatus dieser Dienste verwendet, um für dich verfügbare Inhalte anzuzeigen. Wenn du einwilligst, dass eine Drittanbieter-App mit der Apple TV App verbunden wird, erfasst und sichert Apple Informationen über die von dir von dieser App aus angesehenen Inhalte auf deinen unterstützten Geräten sowie deinen Abonnementstatus. Apple-Apps mit unterstützten Inhalten, etwa Apple Musik und Remote, werden automatisch verbunden, wenn du die Apple TV App startest. Zu den Informationen über deine angesehenen Inhalte gehört, welche Inhalte du dir ansiehst, wann du sie abgespielt hast, welches Gerät du dazu verwendet hast und wo in den Inhalten du Pausen gemacht oder die Wiedergabe gestoppt hast. Zudem wird ein detaillierter Verlauf aller Wiedergabeaktivitäten für Apple TV-Kanäle und Apple TV+ erfasst. Wenn du der Apple TV App den Zugriff auf deinen Standort erlaubst, werden diese Informationen verwendet, um festzustellen, welche Inhalte in deiner Region verfügbar sind, einschließlich Inhalte wie Live-Spiele, Ereignisse und Nachrichten. Einige Inhalte umfassen standortrelevante Werbeanzeigen. Apple TV App verbessern Apple sammelt Informationen über deine Nutzung der Apple TV-App und deinen Account, etwa die Funktionen, die du verwendest (z. B. „Weiter ansehen“ oder „Mediathek“), Inhalte, die du suchst, deine Interaktionen mit Mitteilungen, Inhaltsseiten, die du durchsuchst oder ansiehst, Informationen zu Fehlern und Systemabstürzen innerhalb der App und die Postleitzahl deiner Rechnungsanschrift. Apple verwendet diese Nutzungsdaten, deine ungefähren Standortdaten, die dich nicht identifizieren, und Informationen darüber, welche Inhalte du dir ansiehst, um den Dienst für dich und andere zu verbessern und zu optimieren. Außerdem werden Informationen zu deinem Gerät wie Geräteart, der Vertriebsweg, über den das Gerät gekauft wurde, die Version des Betriebssystems und verfügbarer Gerätespeicher gesammelt. Diese Informationen werden möglicherweise verwendet, um zu ermitteln, ob angeforderte Inhalte geladen werden können, um allgemeine Trends bei der Nutzung des Geräts und des Gerätespeichers zu verstehen, und ob dein Gerät via WLAN oder Mobilfunk verbunden ist. Beispielsweise konnten wir anhand von Informationen über den verfügbaren Gerätespeicherplatz die Funktion entwickeln, mit der du Filme auf dem iPhone kaufen kannst, ohne den Inhalt sofort bei Kaufabschluss zu laden. Wenn du SharePlay zum Ansehen von Inhalten mit anderen Personen verwendest, erfasst die Apple TV App, dass du diesen Inhalt während einer SharePlay-Sitzung angesehen hast und die Anzahl der Geräte, die an dieser Sitzung teilgenommen haben. Die App sammelt aber keine Informationen, um die Teilnehmenden einer SharePlay-Sitzung zu identifizieren. Wir verwenden Suchergebnisse von Apple TV, um Modelle zu verbessern, die Apple TV unterstützen. Zum Beispiel werden zusammengefasste Suchanfragen von Apple TV verwendet, um das Apple TV-Suchmodell zu optimieren. Apple TV App personalisieren Die Apple TV App wird personalisiert, um Inhalte anzuzeigen, die für dich besonders relevant sind. Beispielsweise werden dir basierend auf den Filmen, die du zuvor angesehen hast, Filme empfohlen, die dich interessieren könnten. Für die Personalisierung werden Informationen über angesehene Inhalte, deine Käufe, Abonnements, Downloads, Suchen und andere Aktivitäten in der Apple TV App verwendet, einschließlich Informationen über deinen Account wie dein Alter. Wenn Apple keine Informationen über deine angesehenen Inhalte auf diesem Gerät in der Apple TV App zur Personalisierung auf allen Geräten, die die Apple TV App unterstützen, nutzen soll, kannst du die Funktionen für die Personalisierung in den Einstellungen unter „Wiedergabeverlauf“ deaktivieren. Wähle auf deinem iOS-, iPadOS-, visionOS- oder tvOS-Gerät „Einstellungen“ > „Apps“ > „TV“ > „Wiedergabeverlauf“. Du kannst die Funktionen für die Personalisierung im App Store, iTunes Store, in Apple Books, Apple TV, Apple Podcasts und für Abonnements von Apple deaktivieren, indem du die Option „Personalisierte Empfehlungen“ für deinen Apple Account deaktivierst. Wähle dazu auf deinem iOS-, iPadOS- oder visionOS-Gerät „Einstellungen“ > „[dein Name]“ > „Medien & Käufe“ > „Account anzeigen“ und deaktiviere „Personalisierte Empfehlungen“. In der Apple TV App auf dem Mac wähle „Account“ > „Accounteinstellungen“ > „Einstellungen“. Kommunikation mit dir Apple kann Informationen über deinen Account (wie deine Apple-Produkte, deine Abonnements von Apple-Diensten, deine geladenen Apple-Apps und die Postleitzahl deiner Rechnungsanschrift) nutzen, um dich über die Apple TV App und andere Apple-Produkte, -Dienste und -Angebote zu informieren, die für dich interessant sein könnten, etwa über Apple One. Details über dein Gerät, z. B. die Geräteseriennummer, oder Details über deine relevanten App Store-Abonnements, können verwendet werden, um deine Berechtigung für Apple-Angebote zu prüfen. Wenn du in einer Familienfreigabegruppe bist, sendet dir Apple möglicherweise Informationen zu Produkten, Diensten und Angeboten, die für dich über die Familienfreigabe verfügbar sind. Wenn du ein Apple One-Abonnement abschließt, können wir dir E‑Mails und Push-Mitteilungen senden, die Informationen über die Funktionen der einzelnen abonnierten Dienste enthalten. Apple kann auch Informationen über deine Aktivitäten innerhalb der Apple TV App verwenden, um dir E‑Mails und Push-Benachrichtigungen über neue Funktionen, Inhalte und Angebote zu senden, die in der Apple TV App verfügbar sind. Auf der Website account.apple.com kannst du deine E‑Mail-Einstellungen ändern und den Empfang dieser E‑Mails deaktivieren. Um auf deinem iOS-, iPadOS- oder visionOS-Gerät die Einstellungen für Mitteilungen zu aktualisieren, wähle „Einstellungen“ > „Mitteilungen“ > „TV“. Werbung Wenn du der Apple TV App den Zugriff auf deinen Standort erlaubst, werden diese Informationen möglicherweise verwendet, um dir standortrelevante Werbung anzuzeigen. In anderen Apps wie dem App Store, Apple News und „Aktien“ und sofern die Option „Personalisierte Werbung“ aktiviert ist, kann die Werbeplattform von Apple deine Informationen nutzen (z. B. Informationen über die Filme und TV-Sendungen, die du bei Apple gekauft hast), um dir relevantere Werbung in diesen Apps anzuzeigen. Wenn du kein an deine Interessen angepasste Werbung von der Apple-Werbeplattform erhalten möchtest, kannst du die Funktion für personalisierte Werbung deaktivieren. Durch das Deaktivieren von „Personalisierte Werbung“ ist es Apple nicht möglich, deine Informationen für zielgerichtete Werbung zu verwenden. Die Anzahl der Anzeigen, die du erhältst, wird dadurch nicht weniger, aber die Anzeigen sind möglicherweise weniger relevant für dich. Du kannst die Einstellungen zu personalisierter Werbung ändern unter „Einstellungen“ > „Datenschutz & Sicherheit“ > „Apple-Werbung“. Weitere Infos über Apple-Werbung & Datenschutz findest du unter www.apple.com/de/legal/privacy/data/de/apple-advertising. Weitere Infos zum Deaktivieren von personalisierter Werbung im App Store, in Apple News und in „Aktien“ findest du unter support.apple.com/105131. Weitergabe an Dritte Wir lassen Werbetreibenden und strategischen Partnern einige nicht persönliche Daten zukommen. Diese Partner arbeiten mit Apple zusammen, um Produkte und Dienste bereitzustellen, Apple-Produkte zu vermarkten und Werbung im Namen von Apple zu verkaufen, die im App Store sowie in Apple News und in „Aktien“ angezeigt wird. Beispielsweise können wir nicht persönliche Daten über deine Transaktionen, Sehgewohnheiten und Region sowie aggregierte demografische Benutzerdaten wie Altersgruppe und Geschlecht (das eventuell von Informationen wie deinem Namen und der Anrede in deinem Apple Account abgeleitet wird) mit strategischen Apple TV-Partnern teilen, z. B. den Eigentümer:innen von Inhalten, damit diese die Leistung ihrer kreativen Arbeit messen, Lizenz- und Rechnungslegungsvorschriften umsetzen und ihre entsprechenden Produkte und Dienste verbessern können. Wenn dein Telefonanbieter „Apple TV+“-Abonnements und kostenlose Probeversionen anbietet, überprüft Apple deine Telefonnummer, um zu bestimmen, ob du durch einen Partneranbieter eines Mobilfunknetzes berechtigt bist. Wenn du dich für ein „Apple TV+“-Abonnement oder ein kostenloses Probeabo über deinen Mobilfunkanbieter oder einen anderen Apple-Partner anmeldest, verwendet Apple deine Telefonnummer oder eine eindeutige Account-ID, die vom Partner geteilt wird, um deinen Account zu identifizieren und den Mobilfunkanbieter oder anderen Partner über die Aktivierung deines Abonnements zu informieren. Wir werden die deinem Abonnement zugeordnete Telefonnummer oder eindeutige ID nur verwenden, um deinen Account bei der Anmeldung zu überprüfen und dein Abonnement für Apple TV+ mit deinem Account zu verknüpfen. Wenn du dich bei der Apple TV App auf einem Gerät anmeldest, das nicht von Apple stammt, kann Apple Daten mit dem Plattformanbieter teilen, um die Funktionalität der App zu gewährleisten. Auf diese Weise können deine über Apple TV abonnierten Inhalte auf der Plattform angezeigt werden und Plattformfunktionen werden unterstützt, z. B. das Bereitstellen von Suchergebnissen und personalisierten Empfehlungen. Die geteilten Daten können Informationen darüber enthalten, ob du die Apple TV App geöffnet hast und, falls verfügbar, ob du die Kanäle „Apple TV+“ und „Apple TV“ abonniert hast. Du hast die Wahl, das Teilen der Abonnementdaten in den Einstellungen der Apple TV App auf deinem Drittanbieter-Gerät zu beenden. Es kann aber sein, dass dadurch Inhalte von Apple TV nicht auf dieselbe Weise auf der Plattform angezeigt werden. Auf unterstützten Drittanbieter-Geräten kannst du auswählen, ob du deine Sehgewohnheiten, Käufe oder ausgeliehenen Inhalte in der Apple TV App, einschließlich der Kanäle „Apple TV+“ und „Apple TV“, sowie andere Inhalte (falls vorhanden) mit dem Anbieter deiner Drittanbieterplattform teilen möchtest. Hierzu gehören möglicherweise dein Profilname oder andere Informationen, die zur Übereinstimmung deiner Daten aus der Apple TV App mit deinem Account oder Profil auf deinem Drittanbieter-Gerät verwendet werden. Der Plattformanbieter verwendet deine Informationen aus der Apple TV App unter Umständen, um Funktionen der Plattform zu ermöglichen, z. B. das Anzeigen von Sendungen, die du begonnen hast, und personalisierten Empfehlungen. Diese Option kann in den Einstellungen der Apple TV App auf deinem Drittanbieter-Gerät deaktiviert werden. Auf einigen Geräten wirst du zu den Einstellungen der Plattform weitergeleitet. Wenn du dich bei der Apple TV App auf einem Gerät, das nicht von Apple stammt, anmeldest, solltest du dir die AGBs, Datenschutzrichtlinien und Verfahrensweisen des Plattformanbieters durchlesen, um zu wissen, welche Daten erfasst, genutzt und geteilt werden. Datenspeicherung Wir speichern personenbezogene Daten in Zusammenhang mit deinen Kauf-, Download- und Sehgewohnheiten in der Apple TV App für unterschiedlich lange Zeiträume, die sich jeweils nach den Geschäftsanforderungen, Vertragspflichten und gesetzlichen Vorschriften richten. Für Käufe und Downloads beträgt dieser Zeitraum in der Regel mindestens 10 Jahre. In Regionen wie China kann dieser Zeitraum aber 30 Jahre betragen. Wir bewahren außerdem einen Eintrag über deine Käufe und Downloads von Inhalten mindestens so lange auf, wie du deinen Account hast, damit du diese Inhalte im Rahmen unserer geltenden Bedingungen laden kannst. Andere Informationen wie deine Surfaktivitäten und Suchen werden bis zu zwei Jahre aufbewahrt. Manche Informationen, etwa Informationen zu Transaktionen, werden auch dann aufbewahrt, wenn du deinen Account schließt oder die Apple TV App nicht mehr verwendest. Hiervon ausgenommen sind deine gespeicherten Kartendetails. Wenn du mit Karte bezahlst, kann Apple deine Kartennummer und Zahlungsinformationen für zukünftige Käufe, wiederkehrende Transaktionen und andere von dir autorisierte Verwendungszwecke speichern und automatisch aktualisieren. Apple ruft diese Informationen möglicherweise bei deinem Finanzinstitut oder Zahlungsnetzwerk ab und verwendet diese Informationen auch zur Betrugsprävention und Überprüfung. Wiedergabeverlauf löschen Du kannst deinen Wiedergabeverlauf in der Apple TV App unter „Einstellungen“ löschen. In der Apple TV App auf deinem iOS-, iPadOS- oder visionOS-Gerät öffnest du dazu „Account“ > „Wiedergabeverlauf löschen“. Wähle in tvOS „Einstellungen“ > „Apps“ > „TV“ > „Wiedergabeverlauf löschen“. Bei diesem Vorgang werden alle TV-Sendungen und Filme aus deiner Watchlist entfernt und die Zuordnung von vorherigen Wiedergabeverläufen zu deinem Account wird aufgehoben. Davon sind deine Wiedergabedaten betroffen, die von Apple auf Geräten mit demselben Apple Account gespeichert und verwendet werden. Wenn du ein Gerät verwendest, das nicht von Apple stammt, und deine Sehgewohnheiten mit dem Plattformanbieter teilen möchtest, hat das Löschen des Wiedergabeverlaufs keinen Einfluss auf die Wiedergabedaten, die der Anbieter der Plattform gespeichert hat. Lies die AGBs, Datenschutzrichtlinien und Verfahrensweisen des Plattformanbieters und informiere dich, ob du die vom jeweiligen Anbieter gespeicherten Daten löschen kannst. Du kannst einzelne Einträge aus deiner Watchlist entfernen, indem du die Folge länger gedrückt hältst und dann „Aus Watchlist entfernen“ auswählst. Wenn du in demselben Menü die Option „Aus ‚Zuletzt gesehen‘ entfernen“ auswählst, ist die Folge nicht mehr zum Erstellen persönlicher Empfehlungen verfügbar. Apple bewahrt jedoch Datensätze zum Wiedergabeverlauf von Apple TV-Kanälen oder Apple TV+ aufgrund lizenz- und berichtsrelevanter Vorschriften auf. Verbundene Drittanbieter-Apps Du musst deine Einwilligung dazu geben, dass deine Drittanbieter-Apps mit der Apple TV App verbunden werden, um die in diesen Apps angesehenen Inhalte mit Apple teilen zu können. Beim Konfigurieren der Apple TV App wirst du möglicherweise aufgefordert, diese Einwilligung für mehrere Apps gleichzeitig zu geben. Unter Umständen sind einige dieser Apps noch nicht auf dem betreffenden Gerät installiert und deine Einstellungen werden erst dann angewendet, wenn diese Apps zu einem späteren Zeitpunkt installiert werden. Du kannst die Einstellungen für jede App in den Einstellungen ändern, egal ob du deine Einwilligung gibst oder nicht. Wenn eine der Drittanbieter-Apps nicht mehr mit der Apple TV App verbunden sein soll, kannst du diese App von der Apple TV App trennen. In diesem Fall erfasst Apple dann keine deiner Wiedergabedaten mehr von dieser Drittanbieter-App. Öffne dazu in der Apple TV App auf deinem iOS-, iPadOS- oder visionOS-Gerät „Account“ > „Verbundene Apps“ und wähle danach die Drittanbieter-App aus, um sie zu deaktivieren. Öffne in tvOS „Einstellungen“ > „Apps“ > „TV“ > „Mit ‚TV‘ verbinden“. Wähle danach die Drittanbieter-App aus und deaktiviere sie. Beim Entfernen einer Drittanbieter-App aus der Apple TV App kannst du auch angeben, dass alle Wiedergabeinformationen, die Apple über deine angesehenen Inhalte von dieser App gesammelt hat, gelöscht werden sollen. Wähle dazu die Option „Entfernen und Wiedergabeverlauf löschen“. Du kannst deinen Wiedergabeverlauf auch jederzeit wie oben beschrieben löschen, um sämtliche Wiedergabeinformationen, die Apple über deine in der Apple TV App angesehenen Drittanbieterinhalte gesammelt hat, zu entfernen. Beim Löschen deines Wiedergabeverlaufs mit einer der beschriebenen Methoden werden nur die Wiedergabeinformationen zu Drittanbieter-Apps gelöscht, die Apple für die Apple TV App aufbewahrt und verwendet. Dieser Löschvorgang hat keinerlei Auswirkungen auf Wiedergabeinformationen, die separat vom Anbieter der Drittanbieter-App aufbewahrt werden (etwa in seiner eigenen App oder auf seinen Servern). Lies die Bestimmungen und Datenschutzrichtlinien deiner Drittanbieter-Apps und informiere dich, wie deine Wiedergabeinformationen und zugehörigen Daten von diesen Apps genutzt und geteilt werden. Gruppenempfehlungen Wenn du die Gruppenempfehlungen auf einem Apple TV-Gerät aktivierst, werden Informationen über das, was du dir ansiehst, dazu verwendet, um Gruppenempfehlungen für eine beliebige Kombination aus den Personen auf demselben Apple TV zu erstellen, die in die Nutzung dieser Funktion eingewilligt haben. Befindet sich ein Account für Kinder in dieser Gruppe, sind Empfehlungen für Kinder enthalten, aber ihre angesehenen Inhalte werden nicht verwendet. Du kannst die Gruppenempfehlungen für deinen Account jederzeit deaktivieren. Öffne hierzu „Einstellungen“ > „Benutzer:innen und Accounts“, wähle dein Profil aus und dann „Für euch alle“. Betrugsprävention und Vermeidung anderer schädlicher Aktivitäten Wir erfassen außerdem persönliche Daten zur Betrugsprävention und Vermeidung anderer schädlicher Aktivitäten in der Apple TV App. Diese Informationen umfassen Geräteinformationen wie Gerätetyp und Softwareversion, Standortdaten (ungefähre Schätzung durch Abgleich der IP-Adresse deiner Internetverbindung mit einer geografischen Region, sofern verfügbar), Download- und Kaufverlauf sowie weitere Interaktionen mit der Apple TV App. Wenn für dein Abonnement festgelegt ist, dass es automatisch erneuert wird, kann Apple die Informationen über deine Geschäftsbeziehung mit Apple verwenden, um die Anfrage zu verarbeiten und um zu bestimmen, ob vor der Autorisierung durch den Zahlungspartner weiterhin Zugriff auf dein Abonnement bereitgestellt werden soll. Wenn du mit dem Gerät einkaufst, errechnen wir möglicherweise auf deinem Gerät einen Gerätevertrauenswert. Dazu wird ausgewertet, wie du dein Gerät verwendest, einschließlich der ungefähren Anzahl von Anrufen oder gesendeten und erhaltenen E-Mails. Die Übermittlung der Daten erfolgt so, dass Apple keine Rückschlüsse auf die zugrunde liegenden Werte auf deinem Gerät ziehen kann. Der Wert wird über einen festen Zeitraum auf den Apple-Servern gespeichert. Anwendbare Rechtsgrundlage für die Verarbeitung von personenbezogenen Daten Wir verarbeiten deine personenbezogenen Daten in der Apple TV App im Allgemeinen für die Ausführung deines Vertrags mit Apple, wie es für die Bereitstellung des Dienstes erforderlich ist und zur Erfüllung unserer gesetzlichen Pflichten. Wenn Zustimmung als geeignete Rechtsgrundlage angesehen wird, werden wir uns in Übereinstimmung mit anwendbaren lokalen Gesetzen darum bemühen. Sofern es das vor Ort geltende Recht erlaubt, verarbeiten wir personenbezogene Daten, wie es zur Erfüllung unserer berechtigten Interessen oder der berechtigten Interessen eines Drittanbieters erforderlich ist, mit dem Ziel: • Für dich verfügbare und relevante Inhalte, einschließlich Inhalte von Drittanbietern, anzuzeigen • Ansprüche auf Angebote zu prüfen, den Dienst für dich und andere zu verbessern und zu optimieren sowie dir Informationen über die Apple TV App und andere Apple-Produkte, -Dienste und -Angebote, die dich interessieren könnten, zu senden. • Betrug und andere schädliche Aktivitäten zu vermeiden. Zu den verwendeten Daten zählen: • Deine Nutzung der Apple TV App, etwa welche ihrer Funktionen du verwendest (z. B. „Weiter ansehen“ oder „Mediathek“), gesuchte Inhalte, deine Interaktionen mit Mitteilungen, Inhaltsseiten, die du durchsuchst oder ansiehst, was du anschaust, kaufst, abonnierst oder lädst sowie Informationen über Fehler und Systemabstürze innerhalb der App • Details zu deinem Gerät und Account • Der Gerätevertrauenswert • Deinen Standort Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com/de/privacy zu finden ist.
el: Το Apple TV σάς δίνει τη δυνατότητα να παρακολουθείτε τις αγαπημένες σας ταινίες και τηλεοπτικές εκπομπές από ένα σημείο. Μπορείτε να παρακολουθήσετε περιεχόμενο που έχετε ενοικιάσει ή αγοράσει από την Apple. Αν διατίθεται, μπορείτε επίσης να προσπελάσετε περιεχόμενο μέσω του Apple TV+, των καναλιών Apple TV και των συνδεδεμένων σας εφαρμογών βίντεο τρίτων. Μπορείτε να προσπελάσετε όλο αυτό το περιεχόμενο μέσω της εφαρμογής Apple TV σε όλες τις υποστηριζόμενες συσκευές που είναι συνδεδεμένες στον ίδιο λογαριασμό Apple. Παροχή της εφαρμογής Apple TV Χρησιμοποιούμε τα προσωπικά δεδομένα σας για να παρέχουμε τις υπηρεσίες και τις δυνατότητες στην εφαρμογή Apple TV. Αυτές οι πληροφορίες περιλαμβάνουν τα στοιχεία λογαριασμού και πληρωμών σας, τα οποία μπορείτε να προσπελάσετε και να αλλάξετε στις Ρυθμίσεις. Η Apple συλλέγει πληροφορίες σχετικά με αυτά που αγοράζετε και παρακολουθείτε στην εφαρμογή Apple TV σε οποιαδήποτε υποστηριζόμενη συσκευή που είναι συνδεδεμένη στον ίδιο λογαριασμό Apple. Η Apple αποθηκεύει αυτές τις πληροφορίες σε σχέση με τον λογαριασμό Apple σας, ώστε να μπορούμε να προβάλλουμε αυτά που παρακολουθείτε σε όλες τις υποστηριζόμενες συσκευές σας. Όταν συνδέεστε σε εφαρμογές τρίτων, χρησιμοποιούνται επίσης πληροφορίες σχετικά με το αν έχετε εγγραφεί σε αυτές τις υπηρεσίες προκειμένου να εμφανίζεται το περιεχόμενο που είναι διαθέσιμο για εσάς. Αν παραχωρήσετε άδεια σε μια εφαρμογή τρίτων να συνδεθεί στην εφαρμογή Apple TV, η Apple θα συλλέγει και θα αποθηκεύει πληροφορίες σχετικά με το περιεχόμενο που παρακολουθείτε σε αυτήν την εφαρμογή σε οποιαδήποτε υποστηριζόμενη συσκευή σας, καθώς και την κατάσταση συνδρομής σας. Οι εφαρμογές της Apple με υποστηριζόμενο περιεχόμενο, όπως το Apple Music και το Remote, θα συνδέονται αυτόματα όταν αρχίζετε να χρησιμοποιείτε την εφαρμογή Apple TV. Οι πληροφορίες σχετικά με αυτά που παρακολουθείτε θα περιλαμβάνουν το περιεχόμενο που παρακολουθείτε, πότε κάνατε αναπαραγωγή του, τη συσκευή στην οποία έγινε η αναπαραγωγή του, καθώς και σε ποιο σημείο στο περιεχόμενο κάνατε παύση ή διακοπή της παρακολούθησης. Συλλέγουμε επίσης ένα λεπτομερές ιστορικό όλης της δραστηριότητας αναπαραγωγής για τα κανάλια Apple TV και το Apple TV+. Αν επιτρέψετε στην εφαρμογή Apple TV την πρόσβαση στην τοποθεσία σας, η τοποθεσία σας θα χρησιμοποιηθεί για τον καθορισμό του περιεχομένου που διατίθεται στην περιοχή σας, συμπεριλαμβανομένου τοπικού περιεχομένου, όπως παιχνίδια, εκδηλώσεις και ειδήσεις, σε πραγματικό χρόνο. Υπάρχει κάποιο περιεχόμενο που περιλαμβάνει γεωγραφικά σχετικές διαφημίσεις. Βελτίωση της εφαρμογής Apple TV Η Apple συλλέγει πληροφορίες σχετικά με τη χρήση της εφαρμογής Apple TV και του λογαριασμού σας, όπως οι δυνατότητες που χρησιμοποιείτε (για παράδειγμα Συνέχιση παρακολούθησης ή Βιβλιοθήκη), τα στοιχεία που αναζητάτε, οι αλληλεπιδράσεις σας με γνωστοποιήσεις, οι σελίδες περιεχομένου που επισκέπτεστε ή προβάλλετε, πληροφορίες για αστοχίες ή ολικά σφάλματα εντός της εφαρμογής, και ο ταχυδρομικός κωδικός τιμολόγησής σας. Χρησιμοποιούμε αυτές τις πληροφορίες, τις πληροφορίες σχετικά με την κατά προσέγγιση τοποθεσία σας που δεν σας ταυτοποιούν και τις πληροφορίες για αυτά που παρακολουθείτε για να βοηθήσουμε τη βελτίωση και τη βελτιστοποίηση της υπηρεσίας για εσάς και άλλους χρήστες. Συλλέγουμε επίσης πληροφορίες σχετικά με τη συσκευή σας, όπως ο τύπος συσκευής, το κανάλι μέσω του οποίου αποκτήσατε τη συσκευή σας, η έκδοση του λειτουργικού σας συστήματος και η ποσότητα ελεύθερου χώρου στη συσκευή σας. Ενδέχεται να χρησιμοποιήσουμε αυτές τις πληροφορίες για να αξιολογήσουμε αν είναι δυνατή η λήψη του ζητούμενου περιεχομένου, να κατανοήσουμε τις γενικές τάσεις ως προς τη χρήση και τον χώρο αποθήκευσης των συσκευών, και να διαπιστώσουμε αν η συσκευή σας είναι συνδεδεμένη μέσω Wi-Fi ή κινητού δικτύου. Για παράδειγμα, το να γνωρίζουμε τον ελεύθερο χώρο στη συσκευή σας μάς επέτρεψε να αναπτύξουμε τη δυνατότητα που επιτρέπει την αγορά ταινιών στο iPhone χωρίς να απαιτείται λήψη τους κατά την αγορά. Αν χρησιμοποιήσετε το SharePlay για κοινή παρακολούθηση περιεχομένου με άλλους χρήστες, η εφαρμογή Apple TV θα καταγράψει ότι παρακολουθήσατε το εν λόγω περιεχόμενο κατά τη διάρκεια μιας συνεδρίας SharePlay, καθώς και τον αριθμό των συσκευών που συμμετείχαν στη συνεδρία, αλλά δεν θα συλλέξει πληροφορίες που ταυτοποιούν τους συμμετέχοντες μιας συνεδρίας SharePlay. Χρησιμοποιούμε τα δεδομένα αναζήτησης του Apple TV για βελτίωση των μοντέλων που χρησιμοποιούνται από το Apple TV. Για παράδειγμα, τα συγκεντρωτικά ερωτήματα αναζήτησης του Apple TV χρησιμοποιούνται για την ακριβή προσαρμογή του μοντέλου αναζήτησης του Apple TV. Εξατομίκευση της εφαρμογής Apple TV Εξατομικεύουμε την εφαρμογή Apple TV για να ανακαλύπτετε ευκολότερα το περιεχόμενο που είναι πιο σχετικό για εσάς. Για παράδειγμα, προτείνουμε ταινίες που πιστεύουμε ότι θα σας ενδιαφέρουν με βάση τις ταινίες που έχετε παρακολουθήσει προηγουμένως. Για παροχή εξατομίκευσης, χρησιμοποιούμε πληροφορίες, όπως τι παρακολουθείτε, τις αγορές, τις συνδρομές, τις λήψεις, τα δεδομένα περιήγησής σας και άλλες δραστηριότητες στην εφαρμογή Apple TV, καθώς και πληροφορίες από τον λογαριασμό σας, όπως η ηλικία σας. Αν δεν επιθυμείτε να χρησιμοποιεί η Apple πληροφορίες σχετικά με το τι παρακολουθείτε σε αυτήν τη συσκευή στην εφαρμογή Apple TV για εξατομίκευση σε όλες τις συσκευές που υποστηρίζουν την εφαρμογή Apple TV, μπορείτε να απενεργοποιήσετε τη Χρήση ιστορικού αναπαραγωγής στις Ρυθμίσεις. Στη συσκευή iOS, iPadOS, visionOS ή tvOS σας, μεταβείτε στις «Ρυθμίσεις» > «Εφαρμογές» > «TV» > «Χρήση ιστορικού αναπαραγωγής». Για να απενεργοποιήσετε τις δυνατότητες εξατομίκευσης στα App Store, Apple Books, iTunes Store, Apple TV, Apple Podcasts και για συνδρομές από την Apple, απενεργοποιήστε τις Εξατομικευμένες συστάσεις για τον λογαριασμό Apple σας. Στη συσκευή iOS, iPadOS ή visionOS σας μεταβείτε στις «Ρυθμίσεις» > [το όνομά σας] > «Πολυμέσα και αγορές» > «Προβολή λογαριασμού» και αγγίξτε για απενεργοποίηση της ρύθμισης «Εξατομικευμένες συστάσεις». Στην εφαρμογή Apple TV σε Mac, επιλέξτε «Λογαριασμός» > «Ρυθμίσεις λογαριασμού» > «Ρυθμίσεις». Επικοινωνία με εσάς Η Apple μπορεί να χρησιμοποιεί πληροφορίες σχετικά με τον λογαριασμό σας, π.χ. τα προϊόντα Apple που κατέχετε, τις συνδρομές σας σε υπηρεσίες Apple, τις εφαρμογές Apple που λαμβάνετε και τον ταχυδρομικό κωδικό τιμολόγησης, για να σας στέλνει μηνύματα σχετικά με την εφαρμογή Apple TV και άλλα προϊόντα, υπηρεσίες και προσφορές Apple που μπορεί να σας ενδιαφέρουν, συμπεριλαμβανομένου του Apple One. Λεπτομέρειες σχετικά με τη συσκευή σας, όπως ο σειριακός αριθμός της συσκευής ή λεπτομέρειες για τις σχετικές συνδρομές σας στο App Store, ενδέχεται να χρησιμοποιηθούν ώστε να ελεγχθεί η καταλληλότητα για προσφορές Apple. Αν είστε μέλος μιας ομάδας Οικογενειακής κοινής χρήσης, η Apple ενδέχεται να σας στείλει μηνύματα σχετικά με προϊόντα, υπηρεσίες και προσφορές που είναι διαθέσιμα για εσάς μέσω της Οικογενειακής κοινής χρήσης. Αν αγοράσετε μια συνδρομή Apple One, ενδέχεται να σας στέλνουμε email και γνωστοποιήσεις ώθησης σχετικά με τις δυνατότητες των υπηρεσιών στις οποίες έχετε εγγραφεί. Η Apple μπορεί επίσης να χρησιμοποιεί πληροφορίες σχετικά με τη δραστηριότητά σας στην εφαρμογή Apple TV για να σας στέλνει email και γνωστοποιήσεις ώθησης σχετικά με νέες δυνατότητες, περιεχόμενο και προσφορές που είναι διαθέσιμα στην εφαρμογή Apple TV. Αν θέλετε να αλλάξετε τις προτιμήσεις email σας και να μη λαμβάνετε πλέον αυτά τα email, επισκεφθείτε τη διεύθυνση account.apple.com. Για να ενημερώσετε τις προτιμήσεις γνωστοποιήσεων στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > «Γνωστοποιήσεις» > «TV». Διαφημίσεις Αν επιτρέψετε στην εφαρμογή Apple TV να προσπελάσει την τοποθεσία σας, η τοποθεσία σας ενδέχεται να χρησιμοποιηθεί για παροχή γεωγραφικά σχετικών διαφημίσεων. Για άλλες εφαρμογές, όπως το App Store, το Apple News και οι Μετοχές, αν είναι ενεργοποιημένη η ρύθμιση «Εξατομικευμένες διαφημίσεις», η διαφημιστική πλατφόρμα της Apple μπορεί να χρησιμοποιήσει τις πληροφορίες σας, συμπεριλαμβανομένων πληροφοριών για τις ταινίες και τις τηλεοπτικές εκπομπές που αγοράζετε από την Apple, για να σας παρέχει διαφημίσεις που είναι πιο σχετικές για εσάς σε αυτές τις εφαρμογές. Αν δεν επιθυμείτε να λαμβάνετε διαφημίσεις που είναι στοχευμένες με βάση τα ενδιαφέροντά σας από τη διαφημιστική πλατφόρμα της Apple, μπορείτε να απενεργοποιήσετε τις Εξατομικευμένες διαφημίσεις. Αν απενεργοποιήσετε τις Εξατομικευμένες διαφημίσεις, η Apple δεν θα μπορεί να χρησιμοποιήσει τις πληροφορίες σας για στόχευση διαφημίσεων. Μπορεί να μη μειωθεί ο αριθμός των διαφημίσεων που λαμβάνετε, αλλά οι διαφημίσεις ενδέχεται να είναι λιγότερο σχετικές για εσάς. Αν θέλετε να αλλάξετε τις ρυθμίσεις των Εξατομικευμένων διαφημίσεων, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο και ασφάλεια» > «Διαφημίσεις Apple». Μάθετε περισσότερα για τις Διαφημίσεις Apple και το απόρρητο στη διεύθυνση www.apple.com/legal/privacy/data/el/apple-advertising. Για να μάθετε πώς μπορείτε να επιλέξετε να μη λαμβάνετε εξατομικευμένες διαφημίσεις στο App Store, το Apple News και τις Μετοχές, επισκεφθείτε τη διεύθυνση support.apple.com/105131. Κοινοποίηση σε τρίτα μέρη Παρέχουμε ορισμένα μη προσωπικά δεδομένα σε διαφημιστές και στρατηγικούς εταίρους που συνεργάζονται με την Apple, για παροχή και προώθηση των προϊόντων και των υπηρεσιών μας στους πελάτες μας και για πώληση διαφημίσεων εκ μέρους της Apple που προβάλλονται στο App Store, το Apple News και τις Μετοχές. Για παράδειγμα, ενδέχεται να κοινοποιήσουμε μη προσωπικά δεδομένα σχετικά με τις συναλλαγές, τη δραστηριότητα παρακολούθησης και την περιοχή σας, καθώς και συγκεντρωτικά δημογραφικά χρηστών, όπως η ηλικία και το φύλο (τα οποία ενδέχεται να προκύπτουν από πληροφορίες, όπως το όνομα και η προσφώνησή σας στον λογαριασμό Apple σας), σε στρατηγικούς συνεργάτες Apple TV, όπως ιδιοκτήτες περιεχομένου, ώστε να μπορούν να μετρούν την απόδοση των δημιουργικών έργων τους, να πληρούν απαιτήσεις δικαιωμάτων και λογιστικής, καθώς και να βελτιώνουν τα σχετιζόμενα προϊόντα και υπηρεσίες τους. Αν ο φορέας κινητής τηλεφωνίας σας παρέχει συνδρομές και δωρεάν δοκιμές του Apple TV+, η Apple μπορεί να ελέγξει τον αριθμό τηλεφώνου σας για να προσδιορίσει αν πληροίτε τα κριτήρια μέσω ενός συνεργάτη φορέα κινητής τηλεφωνίας. Αν εγγραφείτε σε μια συνδρομή ή δωρεάν δοκιμή του Apple TV+ μέσω του παρόχου κινητής τηλεφωνίας σας ή άλλου εταίρου της Apple, η Apple θα χρησιμοποιήσει τον αριθμό τηλεφώνου σας ή ένα μοναδικό αναγνωριστικό του λογαριασμού σας από τον εταίρο σας για αναγνώριση του λογαριασμού σας και για να ενημερωθεί ο πάροχος κινητής τηλεφωνίας ή ο άλλος εταίρος ότι έχετε ενεργοποιήσει τη συνδρομή σας. Θα χρησιμοποιήσουμε τον αριθμό τηλεφώνου ή το μοναδικό αναγνωριστικό που είναι συσχετισμένο με τη συνδρομή σας για επαλήθευση του λογαριασμού σας κατά τη σύνδεση και για σύνδεση της συνδρομής σας στο Apple TV+ με τον λογαριασμό σας. Αν συνδεθείτε στην εφαρμογή Apple TV από συσκευή μη Apple, η Apple ενδέχεται να κοινοποιήσει πληροφορίες στον πάροχο της πλατφόρμας για να είναι δυνατή η λειτουργία της εφαρμογής, ώστε το περιεχόμενο από τις συνδρομές σας στο Apple TV να εμφανίζεται στην πλατφόρμα και για υποστήριξη των δυνατοτήτων της πλατφόρμας, όπως η παροχή αποτελεσμάτων αναζήτησης και εξατομικευμένων συστάσεων. Αυτά τα δεδομένα ενδέχεται να περιλαμβάνουν πληροφορίες σχετικά με το αν έχετε ανοίξει την εφαρμογή Apple TV και, όπου είναι διαθέσιμο, αν έχετε εγγραφεί συνδρομητές σε κανάλια Apple TV+ και Apple TV. Μπορείτε να επιλέξετε να διακόψετε την κοινοποίηση των στοιχείων συνδρομών σας στις ρυθμίσεις της εφαρμογής Apple TV στη συσκευή άλλου κατασκευαστή, αλλά αυτό μπορεί να περιορίσει τους τρόπους με τους οποίους εμφανίζεται το περιεχόμενο Apple TV στην πλατφόρμα. Σε υποστηριζόμενες συσκευές μη Apple μπορείτε να επιλέξετε αν θα κοινοποιούνται στον πάροχο της πλατφόρμας τρίτων τα στοιχεία που παρακολουθείτε, αγοράζετε ή ενοικιάζετε στην εφαρμογή Apple TV, συμπεριλαμβανομένων του Apple TV+, των καναλιών Apple TV και άλλου περιεχομένου, όπου διατίθεται. Αυτές ενδέχεται να περιλαμβάνουν το όνομα προφίλ και άλλες πληροφορίες που χρησιμοποιούνται για αντιστοίχιση των δεδομένων σας από την εφαρμογή Apple TV με τον λογαριασμό σας ή το προφίλ σας στη συσκευή μη Apple σας. Ο πάροχος της πλατφόρμας σας ενδέχεται να χρησιμοποιήσει τις πληροφορίες σας από την εφαρμογή Apple TV για ενεργοποίηση δυνατοτήτων στην πλατφόρμα, όπως εμφάνιση των εκπομπών που έχετε ξεκινήσει και εξατομικευμένες συστάσεις. Για να απενεργοποιήσετε αυτήν τη ρύθμιση, μεταβείτε στις ρυθμίσεις της εφαρμογής Apple TV στη συσκευή μη Apple σας. Σε κάποιες συσκευές, αυτή η ενέργεια ενδέχεται να σας κατευθύνει στις ρυθμίσεις της πλατφόρμας. Αν επιλέξετε να συνδεθείτε στην εφαρμογή Apple TV από συσκευή μη Apple, θα πρέπει να διαβάσετε τους όρους, τις πολιτικές απορρήτου και τις πρακτικές του παρόχου της πλατφόρμας για να κατανοήσετε ποια δεδομένα συλλέγει, χρησιμοποιεί και κοινοποιεί. Διατήρηση δεδομένων Διατηρούμε προσωπικά δεδομένα που είναι συσχετισμένα με τις αγορές, τις λήψεις και τη δραστηριότητα προβολής σας στην εφαρμογή Apple TV για διαφορετικά χρονικά διαστήματα ανάλογα με τις επιχειρηματικές ανάγκες, τις συμβατικές υποχρεώσεις και τις νομικές απαιτήσεις. Για αγορές και λήψεις, συχνά απαιτείται μια περίοδος διατήρησης τουλάχιστον 10 ετών. Ωστόσο, σε περιοχές όπως η Κίνα, αυτή η περίοδος ενδέχεται να είναι 30 έτη. Διατηρούμε επίσης ένα αρχείο των από μέρους σας αγορών και λήψεων περιεχομένου για τουλάχιστον όσο διάστημα έχετε έναν λογαριασμό Apple, ώστε να μπορείτε να πραγματοποιείτε εκ νέου λήψη του εν λόγω περιεχομένου σύμφωνα με τους ισχύοντες όρους μας. Διατηρούμε και άλλες πληροφορίες, όπως δραστηριότητα περιήγησης και αναζητήσεις, για έως και δύο έτη. Κάποιες πληροφορίες, όπως οι συναλλαγές, όχι όμως τα αποθηκευμένα στοιχεία της κάρτας σας, ενδέχεται να διατηρηθούν ως εταιρικά αρχεία ακόμη και αφού κλείσετε τον λογαριασμό σας ή διακόψετε τη χρήση της εφαρμογής Apple TV. Όταν χρησιμοποιείτε μια κάρτα πληρωμής, η Apple ενδέχεται να διατηρήσει και να ενημερώσει αυτόματα τον αριθμό κάρτας και τα στοιχεία τιμολόγησης για μελλοντικές αγορές, επαναλαμβανόμενες συναλλαγές ή άλλες χρήσεις που έχετε εγκρίνει. Η Apple ενδέχεται να λάβει πληροφορίες από το χρηματοπιστωτικό σας ίδρυμα ή το δίκτυο πληρωμών σας και να χρησιμοποιήσει αυτές τις πληροφορίες για αποτροπή απάτης και επαλήθευση. Εκκαθάριση ιστορικού αναπαραγωγής Μπορείτε να κάνετε εκκαθάριση του ιστορικού αναπαραγωγής σας στην εφαρμογή Apple TV στις Ρυθμίσεις. Στην εφαρμογή Apple TV στη συσκευή iOS, iPadOS ή visionOS σας, επιλέξτε «Λογαριασμός» > «Εκκαθάριση ιστορικού αναπαραγωγής». Σε tvOS, επιλέξτε «Ρυθμίσεις» > «Εφαρμογές» > «TV» > «Εκκαθάριση ιστορικού αναπαραγωγής». Η ενέργεια αυτή θα αφαιρέσει όλες τις τηλεοπτικές εκπομπές και τις ταινίες από τη Λίστα παρακολούθησης και θα αποσυσχετίσει το ιστορικό αναπαραγωγής σας από τον λογαριασμό σας. Αυτή η ρύθμιση θα εφαρμοστεί στα δεδομένα αναπαραγωγής σας που διατηρούνται και χρησιμοποιούνται από την Apple σε συσκευές που χρησιμοποιούν τον ίδιο λογαριασμό Apple. Αν χρησιμοποιείτε μια συσκευή μη Apple και έχετε επιλέξει να κοινοποιούνται αυτά που παρακολουθείτε στον πάροχο της πλατφόρμας, η εκκαθάριση του ιστορικού αναπαραγωγής σας δεν θα επηρεάσει τα δεδομένα αναπαραγωγής που αποθηκεύονται από τον πάροχο της πλατφόρμας. Συνιστάται να εξετάσετε τους όρους, τις πολιτικές απορρήτου και τις πρακτικές του παρόχου της πλατφόρμας για να κατανοήσετε αν μπορείτε να διαγράψετε τα δεδομένα που είναι αποθηκευμένα από τον εν λόγω πάροχο. Μπορείτε να αφαιρέσετε μεμονωμένα στοιχεία από τη Λίστα παρακολούθησης πατώντας παρατεταμένα το επεισόδιο και επιλέγοντας «Αφαίρεση από τη Λίστα παρακολούθησης». Στο ίδιο μενού, αν επιλέξετε «Αφαίρεση από τις Πρόσφατες προβολές», το επεισόδιο θα σταματήσει επίσης να χρησιμοποιείται για τη δημιουργία εξατομικευμένων συστάσεων. Ωστόσο, η Apple θα διατηρεί αρχεία του ιστορικού αναπαραγωγής από κανάλια Apple TV και το Apple TV+ για σκοπούς αναφοράς και απαιτήσεις δικαιωμάτων. Συνδεδεμένες εφαρμογές τρίτων Θα πρέπει να παραχωρήσετε άδεια στις εφαρμογές τρίτων που χρησιμοποιείτε για να συνδεθούν στην εφαρμογή Apple TV και να ξεκινήσει η κοινοποίηση στην Apple αυτών που παρακολουθείτε από αυτές τις εφαρμογές. Όταν διαμορφώνετε την εφαρμογή Apple TV, μπορεί να σας ζητηθεί να παραχωρήσετε άδεια για πολλές εφαρμογές ταυτόχρονα. Κάποιες από τις εφαρμογές μπορεί να είναι εφαρμογές που δεν έχετε εγκαταστήσει ακόμη στη συσκευή, και οι προτιμήσεις θα εφαρμοστούν αν εγκατασταθούν αργότερα. Είτε παραχωρήσετε άδεια είτε όχι, θα έχετε τη δυνατότητα να αλλάξετε τις προτιμήσεις σας για κάθε εφαρμογή στις Ρυθμίσεις. Αν κάποια στιγμή αποφασίσετε ότι δεν θέλετε πλέον μία από τις εφαρμογές τρίτων να συνδέεται στην εφαρμογή Apple TV, μπορείτε να αποσυνδέσετε αυτήν την εφαρμογή από την εφαρμογή Apple TV, για να σταματήσει η Apple να συλλέγει δεδομένα αναπαραγωγής από τη συγκεκριμένη εφαρμογή τρίτων. Στην εφαρμογή Apple TV στη συσκευή iOS, iPadOS ή visionOS σας, επιλέξτε «Λογαριασμός» > «Συνδεδεμένες εφαρμογές», επιλέξτε την εφαρμογή τρίτων και απενεργοποιήστε την. Σε tvOS, μεταβείτε στις «Ρυθμίσεις» > «Εφαρμογές» > «TV» > «Σύνδεση με την εφαρμογή TV», επιλέξτε την εφαρμογή τρίτων και απενεργοποιήστε την. Όταν αφαιρείτε μια εφαρμογή τρίτου από την εφαρμογή Apple TV, μπορείτε να επιλέξετε επίσης να διαγράψετε όλα τα δεδομένα αναπαραγωγής τα οποία έχει συλλέξει η Apple για το περιεχόμενο που έχετε παρακολουθήσει από αυτήν την εφαρμογή, επιλέγοντας «Αφαίρεση και εκκαθάριση ιστορικού αναπαραγωγής». Ανά πάσα στιγμή, μπορείτε επίσης να επιλέξετε να διαγράψετε όλα τα δεδομένα αναπαραγωγής τα οποία έχει συλλέξει η Apple για όλο το περιεχόμενο τρίτων που παρακολουθείτε στην εφαρμογή Apple TV, πραγματοποιώντας εκκαθάριση του ιστορικού αναπαραγωγής σας, όπως περιγράφεται παραπάνω. Η εκκαθάριση του ιστορικού αναπαραγωγής σας σε οποιαδήποτε από αυτές τις περιπτώσεις αφαιρεί μόνο τα δεδομένα αναπαραγωγής της εφαρμογής τρίτου που διατηρούνται και χρησιμοποιούνται από την Apple για την εφαρμογή Apple TV. Δεν επηρεάζει τα δεδομένα αναπαραγωγής που διατηρούνται ξεχωριστά από τον πάροχο της εφαρμογής τρίτων (για παράδειγμα, εντός της δικής τους εφαρμογής ή στους διακομιστές τους). Θα πρέπει επίσης να εξετάσετε τους όρους, τις πολιτικές απορρήτου και τις πρακτικές των εφαρμογών τρίτων που χρησιμοποιείτε, για να κατανοήσετε πώς χρησιμοποιούνται και κοινοποιούνται τα δεδομένα αναπαραγωγής σας και άλλες σχετικές πληροφορίες. Συστάσεις ομάδας Αν επιλέξετε να ενεργοποιήσετε τις Συστάσεις ομάδας σε μια συσκευή Apple TV, οι πληροφορίες για αυτά που παρακολουθείτε θα χρησιμοποιηθούν για δημιουργία συστάσεων ομάδων για τους χρήστες που έχουν επιλέξει να χρησιμοποιούν τις Συστάσεις ομάδας στο ίδιο Apple TV. Αν υπάρχει ένας λογαριασμός παιδιού στην ομάδα, θα συμπεριληφθούν οι συστάσεις για παιδιά, αλλά το ιστορικό παρακολούθησής τους δεν θα χρησιμοποιηθεί. Μπορείτε να απενεργοποιήσετε τις Συστάσεις ομάδας για τον λογαριασμό σας οποιαδήποτε στιγμή μεταβαίνοντας στις «Ρυθμίσεις» > «Χρήστες και λογαριασμοί» και επιλέγοντας το προφίλ σας και έπειτα «Για όλους». Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Συλλέγουμε επίσης προσωπικά δεδομένα για να αποτρέπουμε την απάτη και άλλες κακόβουλες δραστηριότητες στην εφαρμογή Apple TV. Αυτές οι πληροφορίες περιλαμβάνουν πληροφορίες για τη συσκευή, όπως τύπος συσκευής και έκδοση λογισμικού, πληροφορίες τοποθεσίας (κατά προσέγγιση με αντιστοίχιση της διεύθυνσης IP της σύνδεσής σας στο Διαδίκτυο σε μια γεωγραφική περιοχή, αν διατίθεται), ιστορικό λήψεων και αγορών, καθώς και άλλες αλληλεπιδράσεις με την εφαρμογή Apple TV. Όταν η συνδρομή σας έχει οριστεί σε αυτόματη ανανέωση, η Apple ενδέχεται να χρησιμοποιήσει επίσης πληροφορίες σχετικά με το ιστορικό της επιχειρηματικής σχέσης σας με την Apple ώστε να επεξεργαστεί το αίτημα και να προσδιορίσει αν θα παράσχει συνεχιζόμενη πρόσβαση στη συνδρομή σας, προτού λάβει εξουσιοδότηση από τον συνεργάτη πληρωμών. Ενδέχεται επίσης να υπολογίσουμε μια βαθμολογία αξιοπιστίας για τη συσκευή σας όταν επιχειρείτε μια αγορά, χρησιμοποιώντας πληροφορίες σχετικά με τον από μέρους σας τρόπο χρήσης της συσκευής, συμπεριλαμβανομένου του κατά προσέγγιση αριθμού τηλεφωνικών κλήσεων ή email που στέλνετε και λαμβάνετε. Η υποβολή έχει σχεδιαστεί με τέτοιο τρόπο ώστε η Apple να μη γνωρίζει τις πραγματικές τιμές που βρίσκονται στη συσκευή σας. Η βαθμολογία διατηρείται για συγκεκριμένο χρονικό διάστημα στους διακομιστές μας. Ισχύουσα νομική βάση για επεξεργασία προσωπικών δεδομένων Γενικά, επεξεργαζόμαστε τα προσωπικά δεδομένα σας που σχετίζονται με την εκ μέρους σας χρήση της εφαρμογής Apple TV στο πλαίσιο της εφαρμογής του συμβολαίου σας με την Apple, όπως απαιτείται για την παροχή της υπηρεσίας και προς συμμόρφωση με τις νομικές υποχρεώσεις μας. Όπου η συναίνεση αποτελεί την κατάλληλη νομική βάση, την επιδιώκουμε προς συμμόρφωση με την ισχύουσα τοπική νομοθεσία. Στις περιπτώσεις που προβλέπεται από την ισχύουσα τοπική νομοθεσία, επεξεργαζόμαστε τα προσωπικά δεδομένα σας όπως απαιτείται για τους σκοπούς των έννομων συμφερόντων μας ή των έννομων συμφερόντων ενός τρίτου μέρους, ώστε να πραγματοποιούμε τα εξής: • Εμφάνιση διαθέσιμου και σχετικού με εσάς περιεχομένου, συμπεριλαμβανομένου περιεχομένου από υπηρεσίες τρίτων • Έλεγχος καταλληλότητας για προσφορές, συμβολή στη βελτίωση και βελτιστοποίηση της υπηρεσίας για εσάς και άλλους χρήστες, καθώς και αποστολή μηνυμάτων σχετικά με την εφαρμογή Apple TV και άλλα προϊόντα, υπηρεσίες και προσφορές Apple που μπορεί να σας ενδιαφέρουν • Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Τα δεδομένα που χρησιμοποιούνται περιλαμβάνουν: • Την από μέρους σας χρήση της εφαρμογής Apple TV, όπως οι δυνατότητες που χρησιμοποιείτε (για παράδειγμα Συνέχιση παρακολούθησης ή Βιβλιοθήκη), τα στοιχεία που αναζητάτε, οι αλληλεπιδράσεις σας με γνωστοποιήσεις, οι σελίδες περιεχομένου που επισκέπτεστε ή προβάλλετε, τι παρακολουθείτε, αγοράζετε, λαμβάνετε, και σε τι αποκτάτε συνδρομή, καθώς και πληροφορίες για αστοχίες ή ολικά σφάλματα εντός της εφαρμογής • Λεπτομέρειες σχετικά με τη συσκευή και τον λογαριασμό σας • Τη βαθμολογία αξιοπιστίας της συσκευής • Την τοποθεσία σας Ο χειρισμός των πληροφοριών που συλλέγει η Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/privacy.
es: La app Apple TV te permite ver tus películas y series favoritas en un único lugar. Puedes ver los contenidos que hayas alquilado o comprado a Apple. En función de la disponibilidad, puedes acceder a contenidos a través de Apple TV+, los canales de Apple TV y las apps de vídeo de terceros que tengas conectadas. Puedes acceder a todo este contenido mediante la app TV en todos los dispositivos compatibles en los que hayas iniciado sesión con la misma cuenta de Apple. Proporcionar la app Apple TV Para proporcionar los servicios y las funciones de la app Apple TV, utilizamos tus datos personales. Esta información incluye, por ejemplo, tu información de pago y la de tu cuenta, que puedes consultar y cambiar en Ajustes. Apple recopila información acerca de lo que compras y lo que ves desde la app TV en cualquiera de tus dispositivos compatibles donde se haya iniciado sesión con la misma cuenta de Apple. Apple también guarda esta información asociada a tu cuenta de Apple para poder mostrarte lo que estás viendo en todos tus dispositivos compatibles. Cuando inicias sesión en apps de terceros, se usa información acerca de si te has suscrito a esos servicios para mostrarte el contenido disponible. Si das permiso a una app de terceros para que se conecte a la app Apple TV, Apple también recopilará y guardará información sobre los contenidos que ves en esa app en cualquiera de tus dispositivos compatibles, así como el estado de tu suscripción. Las apps de Apple con contenido compatible, como Música y Mando, se conectarán automáticamente cuando comiences a utilizar la app TV. La información acerca de lo que estás viendo incluye el contenido visto, el momento en el que lo viste, el dispositivo desde el cual lo viste y en qué punto lo pusiste en pausa o detuviste la reproducción. También se obtiene un historial detallado de todas las reproducciones de Apple TV+ y de los canales de Apple TV. Si permites que la app Apple TV acceda a tu ubicación, esta se utilizará para determinar a qué contenidos puedes acceder en tu región, incluidos contenidos locales como partidos en directo, eventos y noticias. Algunos de estos contenidos incluyen anuncios pertinentes geográficamente. Mejorar la app Apple TV Apple recopila información acerca del uso que haces de la app Apple TV y de tu cuenta, como las funciones que usas (por ejemplo, la lista “Seguir viendo” o la biblioteca), las búsquedas que realizas, tu interacción con las notificaciones, las páginas de contenidos que ves o por las que navegas, la información sobre los errores o cierres inesperados de la app y el código postal de tu dirección de facturación. Usamos esta información, los datos sobre tu ubicación aproximada (que no te identifican personalmente) y los detalles sobre el contenido que ves para mejorar y optimizar el servicio para ti y para el resto de usuarios. También recopilamos información sobre el dispositivo, como qué tipo de dispositivo usas, por qué canal lo obtuviste, qué versión del sistema operativo está instalada y cuánto espacio libre tienes. Podemos utilizar esta información para evaluar si se puede descargar el contenido solicitado, para comprender las tendencias generales de uso del dispositivo y del almacenamiento, y si usas una conexión Wi‑Fi o de datos móviles. Por ejemplo, conocer el dato del espacio libre disponible en el dispositivo nos ha permitido incluir la función que te da la posibilidad de comprar una película desde el iPhone sin tener que descargarla en el momento de la compra. Si usas SharePlay para ver contenidos conjuntamente con otros usuarios, la app Apple TV recopilará la información de que viste tal contenido durante una sesión de SharePlay y el número de dispositivos que participaron en ella, pero no guardará ningún tipo de información sobre la identidad de los participantes. Usamos los datos de búsqueda de Apple TV para mejorar los modelos que hay detrás del funcionamiento de Apple TV. Por ejemplo, las búsquedas agregadas de Apple TV se usan para ajustar el modelo de búsqueda de Apple TV. Personalizar la app Apple TV Personalizamos la app Apple TV para ayudarte a descubrir el contenido que pensamos que puede ser de tu interés. Por ejemplo, te recomendamos películas que creemos que te podrían interesar en función de las que hayas visto anteriormente. Para proporcionarte este nivel de personalización, usamos información sobre lo que ves, tus compras, suscripciones y descargas, los contenidos que exploras y otro tipo de actividades en la app Apple TV, así como ciertos datos de tu cuenta, como tu edad. Si no quieres que Apple use información sobre lo que ves en la app Apple TV en este dispositivo para personalizar los contenidos que te ofrece en todos tus demás dispositivos compatibles, puedes desactivar la opción “Usar historial de reproducción” en los ajustes de la app. En tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > Apps > TV > Usar historial de reproducción. Puedes desactivar las funciones de personalización en App Store, Apple Books, iTunes Store, Apple TV, Apple Podcasts y las suscripciones de Apple desactivando el ajuste “Recomendaciones personalizadas” de tu cuenta de Apple. En tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > [tu nombre] > Contenido y compras > Ver cuenta y desactiva la opción “Recomendaciones personalizadas”. En la app Apple TV del Mac, ve a Cuenta > Ajustes de la cuenta > Ajustes. Comunicación contigo Apple puede utilizar información sobre tu cuenta, como qué productos de Apple tienes, a qué servicios de Apple te has suscrito, qué apps de Apple has descargado y el código postal de tu dirección de facturación, para enviarte comunicaciones sobre la app Apple TV y otros productos, servicios y ofertas de Apple que puedan resultarte interesantes, como Apple One. Los datos de tu dispositivo, como el número de serie, o los detalles sobre las suscripciones de App Store pertinentes pueden usarse para determinar si puedes optar a ofertas de Apple. Si formas parte de un grupo “En familia”, Apple podrá enviarte comunicaciones sobre productos, servicios y ofertas que estén disponibles a través de “En familia”. Si te suscribes a Apple One, es posible que te enviemos correos electrónicos y notificaciones push sobre las funciones de cada uno de los servicios incluidos en la suscripción. Apple también puede utilizar información sobre tu actividad en la app Apple TV para enviarte notificaciones push y correos electrónicos sobre las nuevas funciones, contenidos y ofertas disponibles en la app Apple TV. Puedes ir a account.apple.com para cambiar tus preferencias de correo electrónico y dejar de recibir estos mensajes. Para actualizar las preferencias de notificaciones en tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > Notificaciones > TV. Publicidad Si das permiso a la app Apple TV para acceder a tu ubicación, puede que esta se use para mostrarte anuncios pertinentes geográficamente dentro de la app. En el caso de otras apps como App Store, Apple News y Bolsa, si tienes activado el ajuste “Anuncios personalizados”, la plataforma de publicidad de Apple puede utilizar tu información (incluida la información sobre las películas y series que compras de Apple) para proporcionarte anuncios que te resulten más interesantes dentro de estas apps. Si no quieres recibir anuncios adaptados a tus intereses de la plataforma de publicidad de Apple, puedes desactivar los anuncios personalizados. Al hacerlo, Apple no utilizará tu información para segmentar la publicidad. Puede que no disminuya la cantidad de anuncios que recibas, pero es posible que sean menos pertinentes para ti. Puedes cambiar la configuración de los anuncios personalizados en Ajustes > Privacidad y seguridad > Publicidad de Apple. Puedes obtener más información sobre la publicidad de Apple y la privacidad en www.apple.com/es/legal/privacy/data/es/apple-advertising. Para saber cómo dejar de recibir anuncios personalizados en App Store, Apple News y Bolsa, consulta support.apple.com/105131. Compartir con terceros Proporcionamos determinados datos no personales a nuestros anunciantes y socios estratégicos que colaboran o ayudan a Apple en el mercado con el fin de ofrecer nuestros productos y servicios, y de vender publicidad en nombre de Apple para mostrarla en App Store, Apple News y Bolsa. Por ejemplo, podemos compartir datos de carácter no personal acerca de tus transacciones, reproducciones y región, así como datos demográficos agregados de los usuarios, como el grupo de edad y el sexo (que pueden inferirse del nombre de pila o de la fórmula de saludo usada en la cuenta de Apple), con socios estratégicos de Apple TV, como propietarios de contenidos, para que puedan cuantificar el rendimiento de sus trabajos creativos, abonar los derechos de autor y cumplir los requisitos administrativos pertinentes, así como para mejorar sus productos y servicios. Si tu proveedor de telefonía móvil ofrece periodos de prueba gratuitos o suscripciones a Apple TV+, Apple podría comprobar tu número de teléfono a fin de determinar si puedes beneficiarte a través de un proveedor de telefonía asociado. Si te suscribes a Apple TV+ o te beneficias de un periodo de prueba gratuito por medio de tu operador de telefonía móvil o de otra entidad colaboradora de Apple, se utilizará tu número de teléfono o un identificador de cuenta único compartido por dicha entidad para identificar tu cuenta e informar al proveedor de telefonía móvil o a la entidad colaboradora de que has activado tu suscripción. Utilizaremos el número de teléfono o el identificador único asociado a tu suscripción para verificar tu cuenta durante el inicio de sesión y para conectar tu suscripción a Apple TV+ con tu cuenta. Si inicias sesión en la app Apple TV en un dispositivo que no sea de Apple, Apple puede compartir información con el proveedor de la plataforma para permitir que la app funcione, para que el contenido de tus suscripciones de Apple TV aparezca en la plataforma, y para poder usar las funciones de la plataforma, como proporcionar resultados de búsqueda y recomendaciones personalizadas. Esto puede incluir información sobre si has abierto la app Apple TV y, si está disponible, si te has suscrito a Apple TV+ y a los canales de Apple TV. Puedes dejar de compartir tu información de suscripción en los ajustes de la app Apple TV en el dispositivo que no sea de Apple, aunque hacerlo puede limitar las formas en que el contenido de Apple TV aparece en la plataforma. En los dispositivos compatibles que no sean de Apple, puedes elegir si quieres compartir lo que ves, compras o alquilas en la app Apple TV, incluidos Apple TV+, los canales de Apple TV y otros contenidos (cuando estén disponibles), con el proveedor de tu plataforma de terceros. Esta información puede incluir el nombre de tu perfil u otros datos utilizados para relacionar tus datos en la app Apple TV con tu cuenta o perfil en otro dispositivo que no sea de Apple. Dicho proveedor podrá usar tus datos de la app Apple TV para habilitar funciones en la plataforma, como la visualización de las series que estás viendo y las recomendaciones personalizadas. Si tienes un dispositivo que no es de Apple, puedes desactivar esta opción en los ajustes de la app Apple TV. En algunos dispositivos, es posible que se te dirija a la configuración de la plataforma. Si decides iniciar sesión en la app Apple TV en un dispositivo que no sea de Apple, debes revisar las condiciones, las políticas de privacidad y las prácticas de los proveedores de la plataforma para entender qué datos recopilan, usan y comparten. Conservación de datos Conservamos datos personales relacionados con lo que compras, lo que descargas y lo que ves en la app Apple TV durante distintos periodos de tiempo dependiendo de las necesidades empresariales, las obligaciones contractuales y los requisitos legales. Para las compras y las descargas, suele exigirse un periodo de retención mínimo de 10 años, pero en regiones como China puede ser de 30 años. También mantenemos un registro de tus compras y descargas durante todo el tiempo que tengas una cuenta con nosotros para que puedas volver a descargar ese contenido, de conformidad con nuestras condiciones aplicables sobre descargas. Asimismo, conservamos otra información, como tu actividad de navegación y tus búsquedas, durante un periodo máximo de 2 años. No obstante, cierta información, como las transacciones, pero no los datos guardados de tu tarjeta de pago, puede conservarse en forma de registro comercial incluso después de que hayas cerrado tu cuenta o dejado de usar la app Apple TV. Si usas una tarjeta de pago, Apple podrá conservar y actualizar automáticamente el número de la tarjeta y la información de facturación para futuras compras, transacciones recurrentes u otros usos que autorices. Apple podrá obtener esta información de tu entidad bancaria o red de pago, y podrá usarla con fines de prevención de fraudes y verificación. Eliminación del historial de reproducción Puedes borrar el historial de reproducción de la app Apple TV en Ajustes. En tu dispositivo iOS, iPadOS o visionOS, abre la app Apple TV y ve a Cuenta > Borrar historial de reproducción. En tvOS, ve a Ajustes > Apps > TV > Borrar historial de reproducción. Al hacerlo, se eliminarán todas las series y películas de la sección “Mi lista” y se anulará la asociación con cualquier historial de reproducción anterior de tu cuenta. Esto se aplicará a tus datos de reproducción que Apple conserva y utiliza en los dispositivos que usan la misma cuenta de Apple. Si usas un dispositivo que no sea de Apple y decides compartir lo que ves con el proveedor de esa plataforma, borrar tu historial de reproducción no afectará a los datos de reproducción que almacena el proveedor de la plataforma. Consulta las condiciones, las políticas de privacidad y las prácticas de los proveedores de la plataforma para entender si puedes eliminar los datos almacenados por ese proveedor. Para eliminar contenidos de tu lista, mantén pulsado el episodio y, a continuación, selecciona “Eliminar de ‘Mi lista’”. En el mismo menú, si seleccionas “Eliminar de ‘Visto recientemente’”, el episodio también dejará de utilizarse para generar recomendaciones personalizadas. No obstante, Apple conservará registros del historial de reproducción de los canales del Apple TV y de Apple TV+ para cumplir con los requisitos en materia de notificación y derechos de autor. Apps de terceros conectadas Debes dar permiso para que las apps de terceros participantes se conecten a la app Apple TV y empiecen a compartir con Apple lo que ves en ellas. Al configurar la app Apple TV, puede que se te pida que concedas permiso a varias apps al mismo tiempo. En el caso de que aún no tengas instaladas algunas de esas apps, tus preferencias se aplicarán si las instalas más adelante. En Ajustes, podrás cambiar las preferencias para cada app, independientemente de si les has dado permiso o no. Si en cualquier momento decides que ya no quieres que una de las apps de terceros esté conectada a la app Apple TV, podrás desconectarla y Apple dejará de recopilar los datos de reproducción de esa app. En tu dispositivo iOS, iPadOS o visionOS, abre la app Apple TV, ve a Cuenta > Apps añadidas, selecciona la app de terceros y desactívala. En tvOS, ve a Ajustes > Apps > TV > Añadir a TV, selecciona la app en cuestión y desactívala. Al eliminar una app de terceros de la app Apple TV, también puedes optar por eliminar toda la información que Apple ha recopilado acerca del contenido de esa app que has visto. Para ello, selecciona la opción “Eliminar y borrar historial de reproducción”. Asimismo, en cualquier momento puedes eliminar la información que Apple haya recopilado acerca de los contenidos de todas las apps de terceros que hayas visto desde la app Apple TV borrando el historial de reproducción como se ha descrito anteriormente. Al borrar el historial de reproducción en cualquiera de estos casos, solo se borran los datos de reproducción de las apps de terceros que Apple guarda y usa para la app Apple TV. No afecta a los datos de reproducción guardados independientemente por los proveedores de las apps de terceros (por ejemplo, dentro de su app o en sus servidores). Revisa las condiciones, políticas de privacidad y prácticas de las apps de terceros participantes para entender cómo usan y comparten tus datos de reproducción y la información relacionada. Recomendaciones de grupo Si decides activar las recomendaciones de grupo en un dispositivo Apple TV, se utilizará la información de lo que sueles ver para realizar recomendaciones de grupo con cualquier combinación de usuarios participantes en el mismo Apple TV. Si en el grupo hay alguna cuenta infantil, se incluirán recomendaciones para niños, pero no se utilizará su historial. Puedes desactivar las recomendaciones de grupo para tu cuenta en cualquier momento si seleccionas tu perfil y, a continuación, “Para todos los usuarios” en Ajustes > Usuarios y cuentas. Prevención del fraude y otras actividades malintencionadas También recopilamos datos personales para prevenir el fraude y otras actividades malintencionadas en la app Apple TV. Entre estos datos se incluye información como el tipo de dispositivo y su versión de software, datos de la ubicación aproximada (obtenida relacionando la dirección IP de tu conexión a internet con una zona geográfica, si estos detalles están disponibles), el historial de descargas y compras, y otras interacciones con la app TV. Si has configurado tu suscripción para que se renueve automáticamente, Apple puede utilizar información sobre tu historial de relaciones comerciales con Apple para procesar la solicitud y determinar si seguir ofreciendo acceso a tu suscripción antes de recibir la autorización por parte del socio para pagos. Asimismo, es posible que calculemos una puntuación de confianza en tu dispositivo cuando intentes comprar algo usando información sobre cómo usas el dispositivo, incluido el número aproximado de llamadas telefónicas o de mensajes de correo electrónico que envías y recibes. La información se envía de forma que Apple no puede saber cuáles son los verdaderos valores de tu dispositivo. La puntuación se almacena durante un periodo de tiempo concreto en nuestros servidores. Base legal aplicable al procesamiento de datos personales Procesamos tus datos personales en la app Apple TV de forma general con el fin de cumplir con el contrato que tienes con Apple (en el modo necesario para prestar el servicio) y con nuestras obligaciones legales. Cuando el consentimiento sea la base legal adecuada, se solicitará de acuerdo con la legislación local aplicable. Asimismo, cuando la legislación local aplicable lo disponga, procesaremos datos personales según sea necesario para los fines de nuestros intereses legítimos o los de un tercero con el fin de: • Mostrar el contenido disponible y pertinente para ti, incluidos servicios de terceros. • Determinar si puedes optar a ofertas, contribuir a mejorar y optimizar el servicio para ti y para los demás, y enviarte comunicaciones sobre la app Apple TV y otros productos, servicios y ofertas de Apple que puedan resultarte interesantes. • Prevenir el fraude y otras actividades malintencionadas. Entre los datos usados, se incluyen los siguientes: • El uso que haces de la app Apple TV, como las funciones que usas (por ejemplo, la lista “Seguir viendo” o la biblioteca), las búsquedas que realizas, tu interacción con las notificaciones, las páginas de contenidos que ves o por las que navegas, lo que ves, compras y descargas y a lo que te suscribes, e información sobre los errores o cierres inesperados de la app. • Los detalles sobre tu dispositivo y tu cuenta. • La puntuación de confianza de tu dispositivo. • Tu ubicación. Toda esta información se recopila y se trata de acuerdo en todo momento con la Política de privacidad Apple, que puedes consultar en www.apple.com/es/privacy.
es_us: Apple TV te permite ver tus programas de TV y películas favoritas en un solo lugar. Puedes ver el contenido que has rentado o comprado de Apple. Si están disponibles, puedes acceder a contenido de Apple TV+, canales de Apple TV y las apps de video de terceros que tengas conectadas. Puedes acceder a este contenido a través de la app Apple TV en todos tus dispositivos compatibles en donde hayas iniciado sesión con la misma cuenta de Apple. Datos que se proporcionan a la app Apple TV Usamos tus datos personales para proporcionar los servicios y funciones de la app Apple TV. Esta información incluye tu información de cuenta y pagos, la cual puedes consultar y modificar en Configuración. Apple recopila información sobre lo que compras y ves en la app Apple TV y en cualquier dispositivo compatible donde hayas iniciado sesión con la misma cuenta de Apple. Apple almacena esta información asociada con tu cuenta de Apple para que podamos mostrar lo que estás viendo en todos tus dispositivos Apple compatibles. Cuando inicias sesión en apps de terceros, la información sobre si te suscribiste a esos servicios se usa para ofrecerte el contenido disponible. Si otorgas permiso a una app de terceros para que se conecte a la app Apple TV, Apple recopilará y almacenará la información de lo que ves en dicha app de cualquiera de tus dispositivos compatibles, así como el estado de tu suscripción. Las apps de Apple con contenido compatible, como Apple Music y Remote, se conectarán automáticamente cuando empieces a usar la app Apple TV. La información de lo que ves incluye el contenido que estás reproduciendo, en qué momento lo reproduces, el dispositivo desde el cual lo reproduces, y en qué parte del contenido pausaste o detuviste la reproducción. También recopilamos un historial detallado de toda la actividad de reproducción de canales de Apple TV y Apple TV+. Si permites que la app Apple TV acceda a tu ubicación, esta se utilizará para determinar lo que esté disponible en tu región incluyendo contenido local como eventos, noticias y partidos en vivo. Cierto contenido incluye anuncios relevantes por región. Mejora de la app Apple TV Apple recopila información sobre el uso que haces de la app Apple TV y tu cuenta, incluyendo las funciones que utilizas (por ejemplo, Seguir viendo o Biblioteca), los elementos que buscas, tu interacción con las notificaciones, las páginas de contenido que navegas o ves, la información sobre errores o fallos de la app y el código postal de tu domicilio de facturación. Usamos esta información, junto con datos de ubicación aproximada que no te identifican e información sobre lo que ves, para ayudar a mejorar y optimizar el servicio para ti y para otros usuarios. También recopilamos información sobre tu dispositivo como su tipo, el canal a través del cual lo adquiriste, la versión de su sistema operativo y la cantidad de espacio disponible que tiene. Podemos usar esta información para evaluar si el contenido requerido se puede descargar, para entender tendencias generales del uso del almacenamiento en el dispositivo y si el dispositivo tiene conexión Wi-Fi o celular. Por ejemplo, al conocer el espacio libre en tu dispositivo, podemos crear la función que te permita comprar una película en tu iPhone sin descargarla al comprarla. Cuando usas SharePlay para ver contenido con otros usuarios, la app Apple TV recolectará información sobre el contenido que viste durante la sesión y el número de dispositivos que participaron en ella, pero no identificará a los participantes de la sesión de SharePlay. Usamos los datos de búsqueda de Apple TV para mejorar los modelos que hacen funcionar a la app. Por ejemplo, las solicitudes de búsqueda agregadas de Apple TV se usan para refinar el modelo de búsqueda de Apple TV. Personalizar la app Apple TV Personalizamos la app Apple TV para ayudarte a descubrir el contenido más relevante para ti. Por ejemplo, te recomendamos películas que creemos que podrían ser de tu interés según las películas que hayas visto anteriormente. Para ofrecerte una experiencia personalizada, usamos información que incluye datos sobre lo que ves, tus compras, descargas, navegación y otras actividades dentro de la app Apple TV; así como otra información de tu cuenta, como tu edad. Si no quieres que Apple use información sobre lo que ves en la app Apple TV en este dispositivo para la personalización en todos los dispositivos compatibles con la app Apple TV, puedes desactivar la opción Usar historial de reproducción en Configuración. En tu dispositivo iOS, iPadOS, visionOS o tvOS, ve a Configuración > Apps > TV > Usar historial de reproducción. Puedes desactivar las funciones de personalización en App Store, Apple Books, iTunes Store, Apple TV, Apple Podcasts y para las suscripciones de Apple al desactivar la opción Recomendaciones personalizadas para tu cuenta de Apple; para esto, en tu dispositivo iOS, iPadOS o visionOS, desactiva Recomendaciones personalizadas en Configuración > [tu nombre] > Contenido y compras > Ver cuenta. En la app Apple TV en una Mac, ve a Cuenta > Configuración de la cuenta > Configuración. Comunicación contigo Apple podría usar información sobre tu cuenta —como los productos Apple que posees, tus suscripciones a servicios de Apple, las apps de Apple que descargues y el código postal de tu domicilio de facturación— para enviarte comunicados sobre la app Apple TV y otros productos, servicios y ofertas de Apple que podrían ser de tu interés, incluyendo Apple One. Se podría usar información sobre tu dispositivo, como el número de serie o detalles sobre tus suscripciones relevantes de App Store, para verificar que puede participar en los servicios ofrecidos por Apple. Si formas parte de un grupo de Compartir en familia, Apple podría enviarte mensajes sobre productos, servicios y ofertas disponibles a través de Compartir en familia. Si adquieres una suscripción a Apple One, es posible que te enviemos correos y notificaciones push sobre las características de cada uno de los servicios a los que te suscribiste. Apple también podría usar información sobre tu actividad dentro de la app Apple TV para enviarte correos electrónicos y notificaciones push sobre ofertas, contenidos y funciones nuevas de la app Apple TV. Puedes cambiar tus preferencias de correo y optar por no recibir dichas comunicaciones en account.apple.com. Puedes actualizar las preferencias de notificaciones en tu dispositivo iOS, iPadOS o visionOS en Configuración > Notificaciones > TV. Publicidad Si autorizaste que accediera a tu ubicación, la app Apple TV podría usar una aproximación de esta para ofrecerte anuncios relevantes por región. Para otras apps como App Store, Apple News y Bolsa, si la opción de anuncios personalizados está activada, la plataforma de publicidad de Apple puede utilizar tu información —incluyendo aquella acerca de las películas y los programas de TV que compres de Apple— para mostrarte apps más relevantes para ti. Si no quieres que la plataforma de publicidad de Apple te muestre anuncios dirigidos según tus intereses, puedes optar por desactivar Anuncios personalizados. Si se desactiva la opción de anuncios personalizados, Apple no podrá utilizar tus datos para la personalización de los anuncios. Es posible que no disminuya el número de anuncios que recibas y que estos sean menos relevantes para ti. Puedes cambiar tu configuración de anuncios personalizados en Configuración > Privacidad y seguridad > Publicidad de Apple. Obtén detalles sobre la publicidad de Apple y la privacidad en www.apple.com/mx/legal/privacy/data/es-419/apple-advertising. Para obtener información sobre cómo dejar de recibir anuncios personalizados en App Store, Apple News y Bolsa, consulta support.apple.com/105131. Compartir con terceros Tenemos la obligación de proporcionar cierta información no personal a nuestros anunciantes y socios estratégicos que trabajan con Apple para ofrecer nuestros productos y servicios, ayudar a Apple a realizar actividades de marketing dirigidas a clientes, y vender anuncios a nombre de Apple para que se muestren en App Store, Apple News y Bolsa. Por ejemplo, podemos compartir datos no personales sobre tus transacciones, actividad de visualización y región, así como datos demográficos agregados de los usuarios como el grupo de edad y género (que se podrían inferir de información como tu nombre y el saludo en tu cuenta de Apple), a socios estratégicos de Apple TV, tales como propietarios de contenido, para que puedan medir el rendimiento de su trabajo creativo, cumplir con requisitos de regalías y contabilidad, y mejorar sus productos y servicios asociados. Si tu operador de red celular ofrece suscripciones a Apple TV+ y periodos de prueba gratis, Apple puede verificar tu número de teléfono para determinar si eres elegible mediante un operador de red celular asociado. Si te suscribiste a Apple TV+ o comenzaste una prueba gratuita mediante tu operador de red celular u otro socio de Apple, esta usará tu número de teléfono o un identificador único de cuenta compartido por el socio para identificar tu cuenta e informarle al operador de red celular u otro socio que activaste tu suscripción. Sólo usaremos el número de teléfono o el identificador único asociado con tu suscripción para verificar tu cuenta al momento de iniciar sesión y asociar tu suscripción de Apple TV+ con tu cuenta. Si inicias sesión en la app Apple TV desde un dispositivo que no sea de Apple, Apple podría compartir información con el proveedor de la plataforma para permitir que la app funcione, de tal forma que el contenido al que te suscribiste a través de Apple TV se muestre en la plataforma, y también para ser compatible con las funciones de la plataforma, como ofrecer resultados de búsqueda y recomendaciones personalizadas. Esto puede incluir información sobre si abriste la app Apple TV y si te suscribiste a Apple TV+ y a los canales de Apple TV, si se encuentran disponibles. Puedes elegir dejar de compartir la información de tu suscripción en la configuración de la app Apple TV desde el dispositivo que no es de Apple, aunque al hacerlo limitas las maneras en las que el contenido de Apple TV se muestra en la plataforma. En los dispositivos compatibles que no son de Apple, puedes elegir si quieres compartir lo que ves, compras o rentas en la app Apple TV (incluyendo Apple TV+, los canales de Apple TV y otros contenidos, si están disponibles) con el proveedor de la plataforma de terceros. Esto podría incluir tu nombre de perfil u otra información usada para vincular tus datos en la app Apple TV con tu cuenta o perfil en tu dispositivo que no es de Apple. Tu proveedor de plataforma podría utilizar tu información de la app Apple TV para activar funciones en la plataforma como mostrar los programas que estás viendo y hacerte recomendaciones personalizadas. Puedes desactivar esto en la configuración de la app Apple TV desde tu dispositivo que no es de Apple. En otros dispositivos, esto podría llevarte a la configuración de la plataforma. Si decides iniciar sesión en la app Apple TV desde un dispositivo que no es de Apple, revisa los términos, las políticas de privacidad y las prácticas del proveedor de la plataforma para saber qué datos recolecta, usa y comparte. Retención de datos Retenemos los datos personales asociados a tus compras, descargas y actividad de visualización en la app Apple TV por distintos periodos de tiempo dependiendo de las necesidades empresariales, obligaciones contractuales y requisitos legales. En la mayoría de los casos, se requerirá retener los datos hasta por 10 años, aunque en regiones como China puede ser hasta por 30 años. También mantenemos un registro de tus compras y descargas de contenido durante al menos el tiempo que tienes una cuenta con nosotros a fin de permitirte volver a descargar ese contenido, según nuestros términos aplicables. Conservamos información como la actividad de navegación y búsquedas hasta por dos años. Parte de esta información, por ejemplo las transacciones mas no los detalles de la tarjeta almacenada, podría conservarse como parte de los registros empresariales incluso después de que cierres la cuenta o dejes de usar la app Apple TV. Si usas una tarjeta de pago, Apple podría retener y actualizar automáticamente tu número de tarjeta y tu información de facturación para compras futuras, transacciones recurrentes y otros usos que tú autorices. Apple puede obtener esta información de tu institución financiera o tu red de pagos y puede usarla para prevenir fraudes y con fines de verificación. Borrar el historial de reproducción Puedes borrar tu historial de reproducción de la app Apple TV desde Configuración. En la app Apple TV de tu dispositivo iOS, iPadOS o visionOS, ve a Cuenta > Borrar historial de reproducción. En tvOS, ve a Configuración > Apps > TV > Borrar historial de reproducción. Esto eliminará todos los programas de TV y películas de Mi lista y borrará las asociaciones del historial de reproducción de tu cuenta. Esto aplicará a tus datos de reproducción retenidos y utilizados por Apple en los dispositivos que usan la misma cuenta de Apple. Si utilizas un dispositivo que no es de Apple y decidiste compartir lo que ves con el proveedor de la plataforma, borrar tu historial de reproducción no afectará los datos de reproducción que el proveedor de la plataforma almacena. Revisa los términos, las políticas de privacidad y las prácticas del proveedor de la plataforma para saber si es posible borrar los datos que el proveedor almacena. Puedes eliminar elementos individuales de Mi lista con sólo mantener presionado el episodio y seleccionar Eliminar de Mi lista. En el mismo menú, si seleccionas Eliminar de recientes, también ocasionaría que no se utilice el episodio para generar recomendaciones personalizadas. Sin embargo, Apple podría conservar registros del historial del reproducción del contenido de canales de Apple TV y Apple TV+ para cumplir requisitos de regalías y reportes. Apps de terceros conectadas Debes otorgar permiso para que tus apps de terceros participantes se conecten con la app Apple TV antes de poder empezar a compartir con Apple lo que ves en dichas apps. Cuando configuras la app Apple TV, se te podría pedir que otorgues permiso a varias apps a la vez. Algunas de las apps podrían ser apps que todavía no tienes instaladas en el dispositivo, y tus preferencias se aplicarán si las instalas posteriormente. Independientemente de si otorgas o no permiso, podrás cambiar tus preferencias para cada app en Configuración. Si en cualquier momento decides que ya no quieres que una de tus apps de terceros esté conectada a la app Apple TV, puedes desconectarla. Apple dejará de recopilar datos de reproducción de dicha app de terceros. En la app Apple TV de tu dispositivo iOS, iPadOS o visionOS, ve a Cuenta > Apps conectadas, y desactiva la app de terceros. En tvOS, selecciona la app de terceros y desactívala en Configuración > Apps > TV > Conectar a TV. Al eliminar una app de terceros de la app Apple TV, también puedes eliminar todos los datos de reproducción que Apple haya recopilado sobre el contenido que viste en la app seleccionando la opción Eliminar y borrar historial. También puedes elegir eliminar en cualquier momento todos tus datos de reproducción que Apple haya recopilado sobre el contenido de terceros que ves en la app Apple TV al borrar tu historial de reproducción de la forma que se describió anteriormente. Al borrar tu historial de reproducción en estas situaciones sólo se borran los datos de reproducción de las apps de terceros que Apple usa y recopila para la app Apple TV. Esto no afecta a los datos de reproducción que recopila de forma separada el proveedor de la app de terceros (por ejemplo, dentro de su propia app o en sus servidores). También deberías revisar los términos, políticas de privacidad y prácticas de tus apps de terceros participantes para entender cómo usan y comparten tus datos de reproducción e información relacionada. Recomendaciones para el grupo Si eliges activar las recomendaciones para el grupo en un Apple TV, la información sobre lo que ves se utilizará para realizar recomendaciones para el grupo en combinación con la información de los usuarios del mismo Apple TV que también las activen. Si hay un menor en el grupo, se incluirán recomendaciones para menores, pero su historial de visualización no se utilizará. Puedes desactivar en tu cuenta las recomendaciones para el grupo en cualquier momento desde Configuración > Usuarios y cuentas, al seleccionar tu perfil y elegir Para todo el mundo. Prevención del fraude y otras actividades malintencionadas También recopilamos información personal para evitar fraudes y otras actividades malintencionadas en la app Apple TV. Esta información incluye datos del dispositivo, como su tipo y la versión de software, datos de ubicación (aproximados al comparar la dirección IP de tu conexión a Internet con una región geográfica, si están disponibles), el historial de descargas y de compras, así como otras interacciones con la app Apple TV. Si tu suscripción se configuró para renovarse automáticamente, Apple también podría usar información sobre tu relación de compras previas con Apple para procesar la solicitud y determinar si proporcionará acceso continuo a tu suscripción antes de solicitar la autorización al socio de pago. También podríamos calcular el nivel de confiabilidad de un dispositivo en tu dispositivo cuando intentas realizar una compra utilizando información sobre cómo lo usas, incluyendo el número aproximado de llamadas telefónicas o mensajes de correo que envías y recibes. El envío de esta información está diseñado de tal manera que Apple no puede saber los valores reales en tu dispositivo. El nivel de confianza se almacena durante un periodo de tiempo específico en nuestros servidores. Fundamentos jurídicos aplicables al procesamiento de datos personales Procesamos tus datos personales en la app Apple TV de manera general para ejercer tu contrato con Apple, conforme sea necesario para prestar el servicio, y para cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. De igual manera, cuando la legislación local aplicable lo indique, procesaremos los datos personales según sea necesario para nuestros intereses legítimos o los de terceros con el fin de: • Mostrar contenido disponible y relevante para ti, incluyendo aquel de terceros. • Verificar tu elegibilidad para recibir ofertas, ayudar a mejorar y optimizar el servicio para ti y otros usuarios, y enviarte comunicados sobre la app Apple TV y otros productos, servicios y ofertas de Apple relacionados que podrían ser de tu interés. • Prevenir el fraude y otras actividades malintencionadas. Los datos utilizados incluyen lo siguiente: • El uso que haces de la app Apple TV, incluyendo las funciones que empleas (por ejemplo Mi lista y la biblioteca), los elementos que buscas, tus interacciones con las notificaciones, las páginas de contenido que navegas o ves, lo que ves, compras o descargas, el contenido al que te suscribes y la información acerca de fallas dentro de la app. • Detalles de tu dispositivo y tu cuenta. • El nivel de confiabilidad del dispositivo. • Tu ubicación. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en https://www.apple.com/la/privacy.
fi: Apple TV:llä voit katsoa suosikki-TV-sarjojasi ja -elokuviasi yhdessä paikassa. Voit katsoa Applelta ostamaasi tai vuokraamaasi sisältöä. Jos saatavilla, voit myös käyttää Apple TV+:n, Apple TV -kanavien ja liitettyjen kolmansien osapuolien videoappien sisältöä. Kaikki tämä sisältö on käytettävissäsi Apple TV -apilla tuetuissa laitteissa, jotka ovat kirjautuneena samalle Apple-tilille. Apple TV -apin toteuttaminen Henkilötietojasi käytetään palvelujen ja ominaisuuksien tarjoamiseen Apple TV -apissa. Näihin tietoihin kuuluvat tili- ja maksutietosi, jotka näkyvät ja ovat muutettavissa Asetuksissa. Apple kerää tietoja siitä, mitä ostat ja katselet Apple TV -apilla kaikilla tuetuilla laitteillasi, jotka ovat kirjautuneena samalle Apple-tilille. Apple tallentaa tämän tiedon yhdistettynä Apple-tiliisi, jotta sinulle voidaan näyttää katselemaasi sisältöä tuetuilla laitteillasi. Kun kirjaudut sisään muiden valmistajien appeihin, tietoja siitä, oletko tilannut nämä palvelut, käytetään sinulle käytettävissä olevan sisällön näyttämiseen. Jos sallit muun valmistajan apin yhdistää Apple TV -appiin, Apple kerää ja tallentaa tietoja siitä, mitä katselet kyseisestä apista kaikilla tuetuilla laitteillasi, sekä tilauksesi tilasta. Tuettua sisältöä sisältävät Applen apit, kuten Musiikki ja Kaukosäädin, yhdistetään automaattisesti, kun aloitat Apple TV -apin käytön. Katselutietoihisi sisältyy toistamasi sisältö, milloin toistit sen, millä laitteilla katsoit sen sekä missä kohdassa keskeytit tai lopetit katselun. Yksityiskohtaista historiatietoa kerätään myös kaikista toistotapahtumista Apple TV -kanavilla ja Apple TV+:ssa. Jos sallit Apple TV -apin käyttää sijaintiasi, sitä käytetään sen määrittämiseen, mitä sisältöä on saatavilla alueellasi, mukaan lukien paikallinen sisältö, kuten suorat ottelut, tapahtumat ja uutiset. Osa sisällöstä sisältää maantieteellisesti merkityksellisiä mainoksia. Apple TV -apin parantaminen Apple kerää myös Apple TV -apin käyttöön ja tiliisi liittyviä tietoja, mukaan lukien tietoja käyttämistäsi toiminnoista (esim. Jatka katsomista tai Kirjasto), etsimistäsi kohteista, vuorovaikutuksesta ilmoitusten kanssa, selaamistasi ja katselemistasi sisältösivuista, apin virheistä ja kaatumisista sekä laskutusosoitteesi postinumeron. Näitä tietoja, likimääräisiä sijaintitietoja, joista sinua ei voida tunnistaa, ja tietoja siitä, mitä katsot, käytetään palvelun parantamiseen ja optimoimiseen sinun ja muiden käyttäjien eduksi. Apple kerää tietoa myös laitteestasi, kuten laitetyyppi, kanava, jonka kautta laite hankittiin, käyttöjärjestelmän versio sekä laitteessa oleva vapaa tila. Apple voi käyttää näitä tietoja määrittääkseen, onko pyydetty sisältö ladattavissa ja onko laite Wi‑Fi- vai mobiiliyhteydessä sekä ymmärtääkseen yleisiä laitteen käytön ja tallennustilan trendejä. Esimerkiksi, kun laitteesi vapaa tila on tiedossa, voit hyödyntää Applen kehittämää ominaisuutta, jonka avulla voit ostaa elokuvan iPhonella lataamatta elokuvaa ostovaiheessa. Jos katsot sisältöä muiden käyttäjien kanssa SharePlaylla, Apple TV -appi kirjaa tiedon siitä, että katsoit kyseistä sisältöä SharePlay-istunnossa, sekä istuntoon osallistuneiden laitteiden määrän, mutta se ei kerää mitään tietoja, joilla SharePlay-istuntoon osallistuneet voitaisiin tunnistaa. Apple käyttää Apple TV:n hakutietoja Apple TV:n teknisten mallien parantamiseen. Esimerkiksi koostettuja Apple TV -hakukyselyjä käytetään Apple TV:n hakumallin hienosäätöön. Apple TV -apin räätälöinti Apple räätälöi Apple TV -appia, jotta löydät sinulle merkityksellisintä sisältöä. Apple voi esimerkiksi suositella elokuvia, jotka saattavat kiinnostaa sinua aiemmin katsomiesi elokuvien perusteella. Räätälöintiin käytetään mm. katselu-, osto-, tilaus-, lataus-, selaus- ja muita toimiasi Apple TV -apissa sekä tilitietojasi, kuten ikäsi. Jos et halua, että Apple käyttää tietoja tällä laitteella katselemastasi sisällöstä Apple TV -apissa räätälöintiin kaikissa Apple TV -appia tukevissa laitteissa, voit laittaa Käytä toistohistoriaa -valinnan pois päältä Asetuksissa. Valitse iOS-, iPadOS-, visionOS- tai tvOS-laitteessa Asetukset > Apit > TV > Käytä toistohistoriaa. Voit laittaa räätälöintiominaisuudet pois päältä App Storessa, Apple Booksissa, iTunes Storessa, Apple TV:ssä, Apple Podcasts -palvelussa sekä Apple-tilauksissa laittamalla räätälöidyt suositukset pois päältä Apple-tilillesi. Valitse iOS-, iPadOS- tai visionOS-laitteessasi Asetukset > [nimesi] > Media ja ostot > Näytä tili ja napauta sitten Räätälöidyt suositukset pois päältä. Avaa Macin Apple TV -apissa Tili > Tiliasetukset > Asetukset. Viestintä sinulle Apple voi käyttää tietoja tilistäsi (esim. omistamasi Apple-tuotteet, tilaamasi Applen palvelut, lataamasi Apple-apit ja laskutusosoitteesi postinumero) lähettääkseen sinulle tietoja Apple TV -apista ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua, mukaan lukien Apple One. Tietoja laitteestasi, kuten laitteen sarjanumeroa tai tietoja asiaankuuluvista App Store -tilauksista, saatetaan käyttää Apple-tarjouskelpoisuuden tarkastamiseen. Jos kuulut Perhejako-ryhmään, Apple voi lähettää sinulle viestejä tuotteista, palveluista ja tarjouksista, jotka ovat saatavillasi Perhejaon kautta. Jos ostat Apple One -tilauksen, Apple voi lähettää sinulle sähköpostia tai ilmoituksia kunkin tilaamasi palvelun ominaisuuksista. Apple voi myös käyttää tietoja toiminnastasi Apple TV -apissa lähettääkseen sinulle sähköpostia tai ilmoituksia uusista ominaisuuksista, sisällöstä ja tarjouksista Apple TV -apissa. Voit muuttaa sähköpostiasetuksiasi ja estää sähköpostit osoitteessa account.apple.com. Voit päivittää ilmoitusasetukset iOS-, iPadOS- tai visionOS-laitteessa valitsemalla Asetukset > Ilmoitukset > TV. Mainonta Jos sallit Apple TV -apin käyttää sijaintiasi, sinulle voidaan lähettää maantieteelliseen sijaintiin perustuvia mainoksia. Jos Räätälöidyt mainokset -asetus on päällä, muut apit, kuten App Store, Apple News ja Pörssi, voivat saada tietoja Applen mainosalustalta, mukaan lukien Applelta ostamasi elokuvat ja TV-ohjelmat, merkityksellisempien mainosten tarjoamiseksi sinulle. Jos et halua vastaanottaa kiinnostuksenkohteisiisi kohdennettuja mainoksia Applen mainosalustalta, voit laittaa Räätälöidyt mainokset pois päältä. Räätälöityjen mainosten laittaminen pois päältä estää Applea käyttämästä tietojasi mainosten kohdentamiseen. Se ei välttämättä vähennä saamiesi mainosten määrää, mutta saamasi mainokset voivat olla sinulle vähemmän merkityksellisiä. Voit muuttaa räätälöityjen mainosten asetuksia valitsemalla Asetukset > Tietosuoja ja suojaus > Applen mainonta. Katso lisätietoja Applen mainonnasta ja tietosuojasta osoitteesta www.apple.com/legal/privacy/data/fi/apple-advertising. Lisätietoja siitä, kuinka voit kieltäytyä räätälöidyistä mainoksista App Storessa, Apple Newsissä ja Pörssissä, löytyy osoitteesta support.apple.com/105131. Jako kolmansien osapuolien kanssa Apple luovuttaa joitakin ei-henkilökohtaisia tietoja mainostajilleen ja strategisille kumppaneilleen, jotka toteuttavat yhteistyössä Applen kanssa sen tuotteet ja palvelut, auttavat Applea markkinoinnissa asiakkaille ja myyvät mainontaa Applen puolesta näytettäväksi App Storessa, Apple Newsissä ja Pörssissä. Esimerkiksi, Apple saattaa jakaa ei-henkilökohtaisia tietoja maksutapahtumistasi, katselemastasi sisällöstä ja alueestasi sekä koostettuja demografisia tietoja, kuten ikäryhmä ja sukupuoli (joka saatetaan johtaa tiedoista, kuten Apple-tililläsi oleva nimi ja tervehdys), strategisille Apple TV-kumppaneillemme, kuten sisällön omistajille, jotta ne voivat mitata luovan työnsä tuloksen, täyttää rojalti- ja kirjanpitovaatimukset ja parantaa tuotteitaan ja palvelujaan. Jos mobiilioperaattorisi tarjoaa Apple TV+ -tilauksia ja ilmaisia kokeiluja, Apple voi tarkistaa puhelinnumerosi selvittääkseen, oletko oikeutettu operaattorikumppanin kautta. Jos tilaat Apple TV+:n tai ilmaisen kokeilun mobiilioperaattorisi tai muun Applen kumppanin kautta, Apple käyttää puhelinnumeroasi tai kumppanin jakamaa yksilöllistä tilitunnistetta tilisi tunnistamiseen ja tilauksen aktivoimisesta ilmoittamiseen mobiilioperaattorille tai muulle kumppanille. Tilaukseesi yhdistettyä puhelinnumeroa tai yksilöllistä tunnistetta käytetään tilisi tunnistamiseen kirjauduttaessa ja Apple TV+ -tilauksesi liittämiseen tiliin. Jos kirjaudut Apple TV -appiin muussa kuin Applen valmistamassa laitteessa, Apple voi jakaa alustan tarjoajalle tietoja, joita tarvitaan, jotta appi toimii oikein ja Apple TV -tilaustesi sisältö näkyy alustalla, ja tukeakseen alustan ominaisuuksia, kuten hakutuloksia ja räätälöityjä suosituksia. Tämä voi sisältää tietoja siitä, oletko avannut Apple TV -apin ja oletko tilannut Apple TV+:n ja Apple TV -kanavia, jos saatavilla. Voit halutessasi lopettaa tilaustietojen jakamisen muun kuin Applen valmistaman laitteen Apple TV -apin asetuksissa, mutta se saattaa rajoittaa tapoja, joilla Apple TV -sisältö näkyy alustalla. Voit tuetuissa muissa kuin Applen laitteissa valita, jaatko, mitä katsot, ostat tai vuokraat Apple TV -apissa, mukaan lukien Apple TV+, Apple TV -kanavat ja muun tarjoajan alustan sisältö (jos saatavilla). Tämä voi sisältää profiilinimesi tai muita tietoja, joiden avulla Apple TV -apista peräisin olevat tiedot yhdistetään vastaaviin muun kuin Applen valmistaman laitteen tilin tai profiilin tietoihin. Alustan tarjoajasi voi käyttää Apple TV -apista peräisin olevia tietoja, jotta voit käyttää alustalla ominaisuuksia, kuten näyttää edistymisesi katsomissasi ohjelmissa sekä räätälöityjä suosituksia. Voit laittaa tämän pois päältä muun kuin Applen valmistaman laitteen Apple TV -apin asetuksissa. Joissakin laitteissa tämä saattaa ohjata sinut alustan asetuksiin. Jos kirjaudut Apple TV -appiin muussa kuin Applen valmistamassa laitteessa, tarkasta käyttöehdot, tietosuojakäytäntö ja alustan tarjoajan muut käytännöt, jotta ymmärrät, mitä tietoja se kerää, käyttää ja jakaa. Säilytys Henkilökohtaista tietoa Apple TV -apissa tekemistäsi ostoista, latauksista ja katselemastasi sisällöstä säilytetään eripituisia aikoja, riippuen liiketoiminnan tarpeista, sopimusvelvotteista ja lain asettamista vaatimuksista. Ostoille ja latauksille tämä vaatii usein vähintään 10 vuoden säilytysajan, mutta joillakin alueilla, kuten Kiinassa, aika voi olla 30 vuotta. Apple säilyttää myös tiedot ostoistasi ja sisältölatauksistasi vähintään niin kauan kuin sinulla on tili Applella, jotta voit ladata sisällön sovellettavien ehtojen mukaisesti. Muita tietoja, kuten selaukset ja haut, säilytetään enintään kahden vuoden ajan. Joitakin tietoja, kuten maksutapahtumia, mutta ei tallennettuja korttitietojasi, voidaan kuitenkin säilyttää yritystietoina tilisi sulkemisen jälkeen tai kun lopetat Apple TV -apin käytön. Kun käytät maksukorttia, Apple voi säilyttää ja päivittää automaattisesti korttinumeron ja laskutusosoitteen tulevia ostoja, toistuvia tilitapahtumia ja muita valtuuttamiasi käyttökohteita varten. Apple voi hankkia nämä tiedot rahoituslaitokseltasi tai maksuverkostostasi ja myös käyttää niitä petosten ehkäisemiseen ja tietojen vahvistamiseen. Toistohistorian tyhjennys Voit tyhjentää toistohistoriasi Apple TV -apin Asetuksissa. Valitse iOS-, iPadOS- tai visionOS-laitteen Apple TV -apissa Tili > Tyhjennä toistohistoria. Valitse tvOS:ssä Asetukset > Apit > TV > Tyhjennä toistohistoria. Tämä poistaa kaikki TV-ohjelmat ja elokuvat Katselulistasta ja erottaa aikaisemman toistohistorian tilistäsi. Tämä vaikuttaa toistotietoihin, joita Apple säilyttää ja käyttää laitteissa, jotka käyttävät samaa Apple-tiliä. Jos käytät muuta kuin Applen valmistamaa laitetta ja olet valinnut jakaa katsomasi kyseisen alustan tarjoajalle, toistohistorian tyhjentäminen ei vaikuta alustan tarjoajan säilyttämiin tietoihin. Lue alustan tarjoajan ehdot ja tietosuojakäytännöt, jotta ymmärrät, voitko poistaa kyseisen tarjoajan säilyttämät tiedot. Voit poistaa yksittäisiä kohteita Katselulistasta painamalla jaksoa pitkään ja valitsemalla Poista Katselulistasta. Jos valitset samasta valikosta Poista äskettäin katselluista, jaksoa ei myöskään käytetä enää henkilökohtaisten suositusten räätälöintiin. Apple säilyttää kuitenkin toistohistoriatiedot Apple TV -kanavilta ja Apple TV+:sta raportointi- ja rojaltivaatimusten toteuttamiseen. Muiden valmistajien yhdistetyt apit Sinun on annettava lupa osallistuville muiden valmistajien apeille, jotta ne voidaan yhdistää Apple TV -appiin. Tämän jälkeen apit voivat alkaa jakaa katselutietojasi Applelle. Kun Apple TV -appi otetaan käyttöön, sinulta saatetaan pyytää lupaa useammalle apille kerralla. Osa apeista saattaa olla appeja, joita et ole vielä asentanut kyseiselle laitteelle, ja asetuksiasi käytetään niihin, jos asennat ne myöhemmin. Vaikka et antaisikaan lupaa, voit muuttaa jokaisen apin asetuksia Asetuksissa. Voit milloin tahansa katkaista muun valmistajan apin yhteyden Apple TV -appiin erottamalla sen Apple TV -apista. Apple lopettaa kyseisen apin toistotietojen keräämisen. Valitse iOS-, iPadOS- tai visionOS-laitteen Apple TV -apissa Tili > Yhdistetyt apit, valitse muun valmistajan appi ja laita se pois päältä. Valitse tvOS:ssä Asetukset > Apit > TV > Yhdistä TV:hen ja laita muun valmistajan appi pois päältä. Kun poistat muun valmistajan apin Apple TV -apista, voit myös poistaa kaikki toistotiedot, jotka Apple on kerännyt kyseisessä apissa katselemastasi sisällöstä valitsemalla Poista ja tyhjennä toistohistoria. Voit koska tahansa myös poistaa kaikki Applen keräämät toistotiedot muiden valmistajien sisällöstä, jota olet katsonut Apple TV -apissa tyhjentämällä toistohistoriasi yllä kuvatulla tavalla. Toistohistorian tyhjentäminen yllä mainituilla tavoilla tyhjentää ainoastaan muiden valmistajien appien toistotiedot, jotka Applella on käytössään Apple TV -appia varten. Se ei vaikuta muiden valmistajien appien erikseen tallentamiin toistotietoihin (esim. appien sisällä tai palvelimilla). Lue myös muiden appivalmistajien käyttöehdot, tietosuojakäytännöt ja muut käytännöt, jotta ymmärrät, kuinka ne käyttävät ja jakavat toistotietojasi ja siihen liittyviä muita tietoja. Ryhmäsuositukset Jos otat Ryhmäsuositukset käyttöön Apple TV -laitteessa, katselutietojasi käytetään ryhmäsuositusten antamiseen yhdessä muiden ominaisuutta käyttävien saman Apple TV:n käyttäjien katselutietojen kanssa. Jos ryhmässä on lapselle kuuluva tili, lapsille sopivia suosituksia annetaan mutta lapsen katseluhistoriaa ei käytetä. Voit laittaa Ryhmäsuositukset pois päältä tililtäsi koska tahansa valitsemalla Asetukset > Käyttäjät ja tilit, valitsemalla profiilisi ja valitsemalla sitten Teille kaikille. Petosten ja muun haitallisen toiminnan torjunta Henkilötietoja kerätään myös petosten ja haittaohjelmien torjumiseksi Apple TV -apissa. Näihin tietoihin sisältyvät laitetiedot, kuten laitetyyppi ja ohjelmistoversio, sijaintitiedot (arvioitu täsmäyttämällä internet-yhteytesi IP-osoite maantieteelliseen alueeseen, jos saatavilla), lataus- ja ostohistoria sekä muut käyttötapahtumat Apple TV -apissa. Kun tilaus on asetettu uusiutumaan automaattisesti, Apple voi myös käyttää tietoja aikaisemmasta liikesuhteestasi Applen kanssa pyynnön käsittelyyn ja päättääkseen, annetaanko sinun käyttää tilaustasi ennen maksunkäsittelykumppanin hyväksyntää. Laitteesi käyttötiedoista, mukaan lukien likimääräinen puheluiden ja sähköpostien määrä, voidaan myös laskea laitteen luottamusluku, kun yrität ostaa. Lähetettävät tiedot on suunniteltu siten, että Apple ei voi selvittää laitteen todellisia arvoja. Tuloksia säilytetään määrätty aika Applen palvelimilla. Henkilötietojen käsittelyyn sovellettava oikeusperusta Apple käsittelee henkilötietojasi Applen TV-apissa yleisesti toteuttaakseen sopimuksesi Applen kanssa, siinä määrin kuin on tarpeen palvelun tarjoamiseksi ja laillisten velvoitteiden täyttämiseksi. Suostumuksen ollessa asianmukainen oikeusperusta Apple hankkii sen sovellettavan paikallisen lain mukaisesti. Soveltuvan paikallisen lain salliessa Apple käsittelee henkilötietoja siinä määrin kuin on tarpeen Applen tai kolmannen osapuolen oikeutettujen etujen mukaisiin tarkoituksiin, mm. • Sinulle saatavilla olevan merkityksellisen sisällön näyttäminen myös muiden valmistajien palveluista • Tarjouskelpoisuuden tarkistaminen, palvelun optimoiminen ja parantaminen sinulle ja muille, sekä tietojen lähettäminen sinulle Apple TV -apista ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua • Petosten ja muun haitallisen toiminnan torjunta Käytettyihin tietoihin sisältyvät seuraavat: • Apple TV -apin käyttösi, mukaan lukien käyttämäsi ominaisuudet (esimerkiksi Jatka katsomista tai Kirjasto), etsimäsi kohteet, ilmoitusten käsittely, selaamasi tai näyttämäsi sisältösivut, mitä katselet, ostat, tilaat tai lataat sekä tiedot apissa tapahtuneista virheistä tai kaatumisista. • Tietoja laitteestasi ja tilistäsi • Laitteen luottamusluku • Sijaintisi Applen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com/legal/privacy/fi/.
fr: L’Apple TV vous permet de regarder vos séries TV et films préférés en un seul et même endroit. Vous pouvez visionner le contenu loué ou acheté auprès d’Apple. Si ces services sont disponibles, vous pouvez également accéder à du contenu par l’intermédiaire d’Apple TV+, des chaînes Apple TV et de vos apps vidéo de tierce partie connectées. Tout ce contenu est accessible via l’app Apple TV sur l’ensemble de vos appareils pris en charge connectés au même compte Apple. Mise à disposition de l’app Apple TV Nous utilisons vos données personnelles pour fournir les services et fonctionnalités de l’app Apple TV. Ces données incluent vos informations de compte et de paiement, que vous pouvez consulter et modifier dans Réglages. Apple collecte des informations sur le contenu que vous achetez et que vous visionnez dans l’app Apple TV sur tous vos appareils pris en charge connectés au même compte Apple. Apple stocke ces informations en les associant à votre compte Apple afin de pouvoir afficher ce que vous regardez sur tous vos appareils pris en charge. Lorsque vous vous connectez à des apps de tierce partie, des informations quant à votre abonnement éventuel à ces services sont utilisées afin de vous proposer le contenu auquel vous avez accès. Si vous autorisez une app de tierce partie à se connecter à l’app Apple TV, Apple recueille et conserve des informations concernant ce que vous regardez dans cette app sur tous vos appareils pris en charge, ainsi que le statut de votre abonnement. Les apps Apple permettant d’accéder à du contenu pris en charge, comme Apple Music et Remote, sont automatiquement connectées lorsque vous commencez à utiliser l’app Apple TV. Les informations recueillies incluent le contenu que vous visionnez, le moment où vous le visionnez, l’appareil utilisé et l’endroit où vous avez mis en pause ou arrêté la lecture. Nous collectons également un historique de lecture détaillé pour les chaînes Apple TV et Apple TV+. Si vous autorisez l’app Apple TV à accéder à votre position, celle-ci sera utilisée pour déterminer le contenu disponible dans votre région, y compris le contenu local tel que les matchs en direct, les évènements et l’actualité. Certains contenus incluent des publicités adaptées à votre position géographique. Amélioration de l’app Apple TV Apple recueille des informations concernant votre utilisation de l’app Apple TV et de votre compte, notamment les fonctionnalités que vous utilisez (par exemple, « Continuer à regarder » ou Bibliothèque), les objets de vos recherches, vos interactions avec les notifications, le contenu des pages que vous parcourez ou consultez, des informations sur les erreurs ou les pannes au sein de l’app, ainsi que le code postal de votre adresse de facturation. Nous utilisons ces données, des informations de localisation approximatives ne permettant pas de vous identifier, ainsi que les informations sur ce que vous regardez afin d’améliorer et d’optimiser le service pour vous et les autres utilisateurs. Nous collectons également des informations sur votre appareil, comme son type, la façon dont vous l’avez obtenu, la version du système d’exploitation et la quantité d’espace libre. Nous pouvons utiliser ces informations pour évaluer si le contenu demandé peut être téléchargé, pour comprendre les tendances générales d’utilisation de l’appareil et de son espace de stockage, et pour déterminer si celui-ci utilise une connexion Wi-Fi ou cellulaire. Par exemple, le fait de connaître l’espace libre dont vous disposez sur votre appareil nous a permis de concevoir la fonctionnalité grâce à laquelle vous pouvez acheter des films sur votre iPhone sans les télécharger au moment de l’achat. Si vous utilisez SharePlay pour visionner un contenu avec d’autres utilisateurs, l’app Apple TV enregistre le fait que vous avez regardé ce contenu lors d’une session SharePlay ainsi que le nombre d’appareils ayant participé à cette session, mais elle ne recueille aucune information permettant d’identifier les participants d’une session SharePlay. Nous utilisons les données de recherche de l’app Apple TV pour améliorer les modèles qui alimentent l’app Apple TV. Par exemple, les requêtes de recherche agrégées de l’app Apple TV sont utilisées pour perfectionner le modèle de recherche de l’app Apple TV. Personnalisation de l’app Apple TV Nous personnalisons l’app Apple TV pour vous aider à découvrir du contenu pertinent. Par exemple, nous vous recommandons des films susceptibles de vous intéresser en fonction de ceux que vous avez déjà regardés. Pour effectuer cette personnalisation, nous utilisons certaines informations, notamment le contenu que vous visionnez, vos achats, vos abonnements, vos téléchargements, votre navigation, vos autres activités dans l’app Apple TV, ainsi que certaines informations de votre compte telles que votre âge. Si vous ne souhaitez pas qu’Apple utilise les informations sur ce que vous regardez sur cet appareil dans l’app TV à des fins de personnalisation sur l’ensemble des appareils prenant en charge l’app TV, vous pouvez désactiver « Utiliser l’historique de lecture » dans Réglages. Sur votre appareil iOS, iPadOS, visionOS ou tvOS, accédez à Réglages > Apps > TV > Utiliser l’historique de lecture. Vous pouvez désactiver les fonctionnalités de personnalisation dans l’App Store, dans Apple Books, dans l’iTunes Store, dans l’app Apple TV, dans Apple Podcasts et dans les services Apple sur abonnement en désactivant l’option « Recomm. personnalisées » pour votre compte Apple. Sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > [votre nom] > Contenu multimédia et achats > Compte, puis touchez pour désactiver « Recomm. personnalisées ». Dans l’app Apple TV sur Mac, accédez à Compte > Réglages du compte > Réglages. Communications provenant d’Apple Apple peut utiliser des informations relatives à votre compte, telles que les produits Apple que vous possédez, vos abonnements à des services Apple, les apps Apple que vous téléchargez, ainsi que le code postal de votre adresse de facturation, pour vous envoyer des communications concernant l’app Apple TV et d’autres produits, services et offres Apple susceptibles de vous intéresser, notamment Apple One. Des détails concernant votre appareil, comme son numéro de série, ou des informations concernant vos abonnements pertinents souscrits dans l’App Store peuvent être utilisés pour vérifier votre éligibilité aux offres Apple. Si vous faites partie d’un groupe de partage familial, Apple peut vous envoyer des messages concernant les produits, services et offres disponibles via le partage familial. Si vous souscrivez un abonnement Apple One, il est possible que nous vous envoyions des e-mails et des notifications push concernant les fonctionnalités de chacun des services ^[auxquels vous vous êtes ^[abonné](inflect: true)](inflectionAlternative: "que vous avez souscrits", assumedFallbackInflection: { grammaticalGender: "masculine" }). Apple peut également utiliser des informations relatives à votre activité dans l’app Apple TV pour vous envoyer des e-mails et des notifications push à propos de nouveaux contenus, fonctionnalités et offres disponibles dans l’app Apple TV. Vous pouvez modifier vos préférences liées à la réception d’e-mails et refuser de recevoir ces e-mails en allant sur account.apple.com/fr. Pour mettre à jour les préférences de notifications sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Notifications > TV. Publicité Si vous autorisez l’app Apple TV à accéder à votre position, celle-ci peut être utilisée pour vous proposer des publicités adaptées à votre position géographique dans l’app Apple TV. Pour les autres apps telles que l’App Store, Apple News et Bourse, si le réglage « Annonces personnalisées » est activé, la plateforme publicitaire d’Apple peut utiliser vos informations, notamment celles concernant les films et les séries TV que vous achetez auprès d’Apple, pour vous proposer des publicités plus pertinentes dans ces apps. Si vous ne souhaitez pas recevoir d’annonces ciblées en fonction de vos centres d’intérêt de la part de la plateforme publicitaire d’Apple, vous pouvez choisir de désactiver « Annonces personnalisées ». La désactivation de ce réglage empêchera Apple d’utiliser vos données à des fins de ciblage publicitaire. Cela ne réduira peut-être pas le nombre de publicités que vous recevrez, mais celles-ci seront moins pertinentes. Vous pouvez modifier vos réglages « Annonces personnalisées » en accédant à Réglages > Confidentialité et sécurité > Publicité Apple. Pour en savoir plus sur la publicité Apple et la confidentialité, accédez à www.apple.com/legal/privacy/data/fr/apple-advertising. Pour savoir comment désactiver les annonces personnalisées dans l’App Store, Apple News et Bourse, consultez la page suivante : support.apple.com/105131. Partage avec des tiers Nous communiquons certaines données non personnelles à nos annonceurs et à des partenaires stratégiques travaillant avec Apple à l’offre de nos produits et services, aidant Apple à la commercialisation auprès des clients et vendant des publicités pour le compte d’Apple qui apparaîtront dans l’App Store, Apple News et Bourse. Par exemple, nous pouvons partager des données non personnelles concernant vos transactions, vos activités de lecture et votre région, ainsi que des données démographiques consolidées telles que votre tranche d’âge et votre sexe (qui peut être déduit à partir du nom et de la forme d’adresse renseignés dans votre compte Apple) à des partenaires stratégiques de l’app Apple TV, comme les éditeurs de contenu, afin qu’ils puissent évaluer l’efficacité de leurs créations, remplir les exigences en matière de droits d’auteur et de comptabilité, et améliorer leurs produits et services associés. Certains opérateurs de téléphonie mobile proposent des abonnements à Apple TV+ ainsi que des essais gratuits. Il se peut qu’Apple prenne connaissance de votre numéro de téléphone afin de savoir si vous pouvez souscrire au service via un opérateur partenaire. Si vous souscrivez un abonnement Apple TV+ ou participez à un essai gratuit via votre fournisseur de réseau mobile ou un autre partenaire d’Apple, Apple utilisera votre numéro de téléphone ou un identifiant de compte unique fourni par son partenaire pour identifier votre compte et informer votre fournisseur de réseau mobile ou un autre partenaire que votre abonnement a été activé. Le numéro de téléphone ou l’identifiant unique associé à votre abonnement sera employé dans le but de valider votre compte lorsque vous vous connecterez au service et d’associer, à ce même compte, les informations relatives à votre abonnement à Apple TV+. Si vous vous connectez à l’app Apple TV sur un appareil non-Apple, Apple peut partager des informations avec le fournisseur de la plateforme afin de permettre à l’app de fonctionner, de sorte que le contenu de vos abonnements Apple TV apparaisse sur la plateforme, et afin de prendre en charge des fonctionnalités de la plateforme telles que fournir des résultats de recherche et des recommandations personnalisées. Cela peut inclure des informations indiquant si vous avez ouvert l’app Apple TV et, le cas échéant, si vous avez souscrit un abonnement à Apple TV+ et à des chaînes Apple TV. Vous pouvez choisir d’arrêter de partager vos informations d’abonnement dans les réglages de l’app TV sur votre appareil non-Apple, cependant cela pourrait limiter les possibilités d’affichage du contenu Apple TV sur la plateforme. Sur les appareils non-Apple pris en charge, vous pouvez choisir de partager ou non ce que vous regardez, achetez ou louez dans l’app TV, y compris les chaînes Apple TV, le contenu Apple TV+ et autre, le cas échéant, avec le fournisseur de votre plateforme de tierce partie. Parmi les éléments partagés peuvent figurer votre nom de profil ou d’autres informations utilisées pour associer vos données liées à l’app Apple TV avec votre compte ou votre profil sur un appareil tiers. Votre fournisseur de plateforme peut utiliser vos informations liées à l’app Apple TV pour activer des fonctionnalités sur la plateforme, telles que l’affichage des séries en cours et des recommandations personnalisées. Vous pouvez désactiver cette option en accédant aux réglages de l’app TV sur votre appareil non-Apple. Sur certains appareils, cela peut vous mener aux réglages de la plateforme. Si vous choisissez de vous connecter à l’app TV sur un appareil non-Apple, il est recommandé de consulter les conditions générales, les engagements en matière de confidentialité et les pratiques du fournisseur de la plateforme afin de comprendre quelles données il recueille, utilise et partage. Rétention Nous conservons les données personnelles associées à vos achats, vos téléchargements et vos activités de lecture dans l’app Apple TV pendant une durée variable définie en fonction des besoins commerciaux, des obligations contractuelles et des exigences légales. Pour les achats et les téléchargements, cette période est d’au moins 10 ans. Toutefois, dans certaines régions telles que la Chine, la durée de cette période peut s’élever à 30 ans. Nous conservons également les informations relatives à vos achats et téléchargements de contenu pendant au moins toute la durée de vie de votre compte chez nous pour vous permettre de télécharger le contenu en question conformément à nos conditions. Nous conservons d’autres données, comme vos activités de navigation et vos recherches, pendant une durée maximale de deux ans. Certaines informations, comme vos transactions (mais sans les détails de votre carte), peuvent être conservées à titre de documents commerciaux même après que vous avez fermé votre compte ou cessé d’utiliser l’app Apple TV. Lorsque vous utilisez une carte de paiement, Apple peut conserver et mettre à jour automatiquement le numéro de votre carte et vos informations de facturation pour les futurs achats, les transactions récurrentes ou d’autres utilisations que vous avez autorisées. Apple peut obtenir ces informations auprès de votre institution financière ou réseau de paiement. Apple peut également les utiliser pour lutter contre la fraude et à des fins de vérification. Effacer l’historique de lecture Vous pouvez effacer votre historique de lecture dans l’app Apple TV dans Réglages. Dans l’app TV de votre appareil iOS, iPadOS ou visionOS, accédez à Compte > Effacer l’historique de lecture. Sous tvOS, accédez à Réglages > Apps > TV > Effacer l’historique de lecture. Cela a pour effet de supprimer l’ensemble des séries TV et films de votre sélection et de dissocier tout historique de lecture antérieur de votre compte. Cela s’applique à vos données de lecture détenues et utilisées par Apple sur les appareils connectés au même compte Apple. Si vous utilisez un appareil non-Apple et avez choisi de partager le contenu que vous visionnez avec le fournisseur de cette plateforme, effacer votre historique de lecture n’affectera pas les données de lecture enregistrées par le fournisseur de la plateforme. Il est recommandé de consulter les conditions générales, les engagements en matière de confidentialité et les pratiques du fournisseur de la plateforme pour savoir si vous pouvez ou non supprimer les données stockées par ce fournisseur. Vous pouvez supprimer un élément de votre sélection en appuyant longuement sur l’épisode et en choisissant « Supprimer de la sélection ». Si vous sélectionnez « Supprimer du contenu récent » dans ce même menu, cela aura également pour effet d’empêcher l’utilisation de l’épisode pour les recommandations personnalisées. Apple conserve toutefois les informations de lecture relatives aux chaînes Apple TV et à Apple TV+ afin de remplir les exigences en matière de rapports et de droits d’auteur. Apps de tierce partie connectées Vous devez autoriser les apps de tierce partie participantes à se connecter à l’app Apple TV pour commencer à partager leur contenu avec Apple. Lors de la configuration de l’app Apple TV, il peut vous être demandé d’accorder cette autorisation à plusieurs applications à la fois. Il se peut que certaines de ces apps ne soient pas encore installées sur votre appareil, auquel cas vos préférences seront appliquées si vous les installez ultérieurement. Que vous accordiez ou non l’autorisation, vous pourrez modifier vos préférences ultérieurement pour chaque app dans Réglages. Si, à tout moment, vous ne souhaitez plus que l’une de vos apps de tierce partie soit connectée à l’app Apple TV, vous pouvez la déconnecter de l’app Apple TV ; Apple cessera alors de recueillir les données de lecture de cette app de tierce partie. Dans l’app TV de votre appareil iOS, iPadOS ou visionOS, accédez à Compte > Apps connectées, sélectionnez l’app de tierce partie et désactivez-la. Sous tvOS, accédez à Réglages > Apps > TV > Connecter à TV, sélectionnez l’app de tierce partie et désactivez-la. Lorsque vous supprimez une app de tierce partie de l’app Apple TV, vous avez également la possibilité d’effacer toutes les données de lecture recueillies par Apple concernant le contenu de cette app que vous avez regardé en choisissant l’option « Supprimer et effacer l’historique de lecture ». Vous pouvez également supprimer à tout moment l’ensemble des données de lecture recueillies par Apple concernant le contenu de tierce partie que vous regardez dans l’app Apple TV en effaçant votre historique de lecture comme expliqué plus haut. L’effacement de votre historique de lecture dans les cas décrits ci-dessus n’efface que les données de lecture de l’app de tierce partie détenues et utilisées par Apple pour l’app Apple TV. Cela n’a aucune incidence sur les données de lecture éventuellement conservées séparément par le fournisseur de l’app de tierce partie (dans sa propre app ou sur ses serveurs, par exemple). Il est également recommandé de consulter les conditions générales, les engagements en matière de confidentialité et les pratiques des apps de tierce partie participantes afin de comprendre comment celles-ci utilisent vos données de lecture et autres. Recommandations de groupe Si vous choisissez d’activer les recommandations de groupe sur un appareil Apple TV, certaines informations liées au contenu visionné seront utilisées pour émettre des recommandations de groupe destinées à l’ensemble ou à une partie des utilisateurs d’une même Apple TV ayant activé cette fonctionnalité. Si le compte d’un enfant figure dans le groupe, des suggestions pour enfants seront incluses dans les recommandations mais l’historique du compte ne sera pas utilisé. Vous pouvez désactiver les recommandations de groupe pour votre compte à tout moment en accédant à Réglages > Utilisateurs et comptes, en sélectionnant votre profil puis « Pour tout le monde ». Lutte contre la fraude et d’autres activités malveillantes Nous recueillons également des données personnelles afin de lutter contre la fraude et d’autres activités malveillantes dans l’app Apple TV. Ces informations comprennent les données relatives à votre appareil (comme son type et la version logicielle installée), votre position géographique (approximative en faisant correspondre l’adresse IP de votre connexion Internet à une région géographique, le cas échéant), lʼhistorique de vos téléchargements et achats, et dʼautres interactions avec l’app Apple TV. Lorsque vous activez le renouvellement automatique de votre abonnement, Apple peut également utiliser les données de votre relation commerciale jusqu’à présent avec Apple afin de traiter la demande et déterminer s’il est judicieux de fournir l’accès à l’abonnement avant d’avoir reçu l’autorisation du prestataire de paiement. Lors d’une tentative d’achat, nous pouvons également calculer un indice de confiance de l’appareil sur ce dernier ; pour ce faire, nous nous basons sur les données d’utilisation de votre appareil, notamment le nombre approximatif d’appels passés et reçus ou d’e-mails envoyés et reçus. La transmission se fait sous une forme ne permettant pas à Apple de connaître les données réellement présentes sur votre appareil. Cet indice est stocké pendant une durée déterminée sur nos serveurs. Cadre juridique applicable au traitement des données personnelles En règle générale, nous traitons vos données personnelles liées à votre utilisation de l’app Apple TV dans le cadre de l’exécution de votre contrat avec Apple, afin de vous fournir le service et de nous conformer à nos obligations légales. Lorsque votre consentement constitue la base juridique appropriée, nous sollicitons ce dernier conformément au droit local applicable. Lorsque la législation locale en vigueur le prévoit, nous traitons les données personnelles d’une manière permettant de réaliser nos intérêts légitimes ou ceux de tierces parties pour : • Vous proposer du contenu pertinent et le contenu auquel vous avez accès, y compris via des services tiers. • Vérifier votre éligibilité aux offres, aider à améliorer et optimiser le service pour vous et les autres utilisateurs, et vous envoyer des communications concernant l’app Apple TV et d’autres produits, services et offres Apple susceptibles de vous intéresser. • Lutter contre la fraude et d’autres activités malveillantes. Les données utilisées incluent : • Votre utilisation de l’app Apple TV, notamment les fonctionnalités que vous utilisez (par exemple, « Continuer à regarder » ou Bibliothèque), les objets de vos recherches, vos interactions avec les notifications, le contenu des pages que vous parcourez ou consultez, ce que vous regardez, achetez et téléchargez, ce à quoi vous vous abonnez, ainsi que des informations sur les erreurs ou les blocages au sein de l’app. • Les informations concernant votre appareil et votre compte. • L’indice de confiance de votre appareil. • Votre position. Les informations recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse https://www.apple.com/fr/privacy/
fr_ca: Apple TV vous permet de regarder vos émissions de télévision et vos films préférés au même endroit. Vous pouvez visionner le contenu que vous avez loué ou acheté d’Apple. Le cas échéant, vous pouvez également accéder au contenu par l’intermédiaire d’Apple TV+, des canaux Apple TV et des apps vidéo tierces associées. Vous pouvez accéder à tous ces contenus par l’entremise de l’app Apple TV sur les appareils compatibles connectés au même compte Apple. Fournir l’app Apple TV Nous utilisons vos données personnelles pour fournir les services et les fonctionnalités de l’app Apple TV. Ces informations comprennent les informations de votre compte et vos informations de paiement, que vous pouvez consulter et modifier dans Réglages. Apple recueille les informations sur vos achats et les contenus que vous visionnez dans l’app Apple TV, sur tous les appareils compatibles connectés au même compte Apple. Apple stocke ces informations associées à votre compte Apple afin de pouvoir afficher les contenus visionnés sur vos appareils compatibles. Lorsque vous vous connectez à des apps tierces, les informations indiquant si vous avez souscrit un abonnement à ces services sont utilisées pour afficher le contenu mis à votre disposition. Si vous autorisez l’association d’une app tierce à l’app Apple TV, Apple recueillera et stockera des informations sur le contenu que vous visionnez à partir de ladite app sur n’importe lequel de vos appareils compatibles ainsi que l’état de votre abonnement. Les apps Apple au contenu pris en charge, telles que Musique et Télécommande, seront automatiquement associées lorsque vous commencerez à utiliser l’app Apple TV. Les informations relatives à ce que vous visionnez comprennent le contenu visionné, l’heure d’écoute, l’appareil utilisé et le moment de la mise en pause ou de l’arrêt de l’écoute. Nous recueillons aussi un historique détaillé de toutes les activités d’écoute des canaux Apple TV et d’Apple TV+. Si vous autorisez l’app Apple TV à accéder à votre position, cette dernière sera utilisée pour déterminer le contenu disponible dans votre région, y compris le contenu local tel que les matchs en direct, les événements et les nouvelles. Certains contenus comprennent des annonces pertinentes selon le lieu. Améliorer l’app Apple TV Apple recueille des données d’utilisation de l’app Apple TV et de votre compte, y compris les fonctionnalités utilisées (par exemple, Poursuivre l’écoute ou Bibliothèque), le contenu de vos recherches, vos interactions avec les notifications, le contenu des pages sur lesquelles vous naviguez ou que vous consultez, des informations sur les erreurs ou les pannes dans l’app et votre code postal de facturation. Nous utilisons ces informations, des informations de localisation approximatives qui ne permettent pas de vous identifier, ainsi que les informations sur le contenu visionné pour améliorer et optimiser le service. Nous recueillons également des informations sur votre appareil, comme le type d’appareil, la quantité d’espace disponible sur celui-ci, le canal par lequel il a été obtenu et la version de votre système d’exploitation. Nous pouvons utiliser ces informations pour évaluer si le contenu demandé peut être téléchargé, pour comprendre les tendances générales d’utilisation et de stockage de l’appareil et pour vérifier si votre appareil est connecté à un réseau Wi‑Fi ou cellulaire. Par exemple, c’est en consultant l’espace disponible sur votre appareil que nous avons pu développer la fonctionnalité vous permettant d’acheter un film sur votre iPhone sans le télécharger au moment de l’achat. Si vous utilisez SharePlay pour regarder des contenus avec d’autres utilisateurs, l’app Apple TV recueillera que le contenu a été visionné durant une séance SharePlay et le nombre d’appareils participants, mais elle ne recueillera aucune information permettant d’identifier les participants d’une séance SharePlay. Nous utilisons les données de recherche d’Apple TV pour améliorer les modèles qui alimentent Apple TV. Par exemple, les demandes de recherches consolidées d’Apple TV servent à affiner le modèle de recherche d’Apple TV. Personnaliser l’app Apple TV Nous personnalisons l’app Apple TV pour vous permettre de découvrir des contenus qui sont susceptibles de vous plaire. Par exemple, nous recommandons en fonction de votre historique d’écoute des films qui, à notre avis, devraient vous plaire. Pour personnaliser notre offre, nous utilisons des informations qui se rapportent notamment à votre historique d’écoute, à vos achats, à vos abonnements, à vos téléchargements, à votre navigation et à d’autres utilisations que vous faites de l’app Apple TV ainsi qu’à des informations de votre compte telles que votre âge. Si vous ne souhaitez pas qu’Apple utilise les informations sur les contenus que vous visionnez sur cet appareil dans l’app Apple TV à des fins de personnalisation de tous les appareils compatibles avec l’app Apple TV, vous pouvez désactiver Utiliser l’historique dans Réglages. Sur votre appareil iOS, iPadOS, visionOS ou tvOS, accédez à Réglages > Apps > TV > Utiliser l’historique. Vous pouvez désactiver les fonctionnalités de personnalisation dans l’App Store, Apple Books, l’iTunes Store, Apple TV et Apple Podcasts ainsi que pour les abonnements auprès d’Apple en désactivant les recommandations personnalisées pour votre compte Apple. Sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > [votre nom] > Contenu multimédia et achats > Compte, puis désactivez Recommandations personnalisées. Dans l’app Apple TV sur Mac, accédez à Compte > Réglages du compte > Réglages. Communiquer avec vous Apple pourrait utiliser des informations relatives à votre compte, telles que les produits Apple que vous possédez, vos abonnements aux services Apple, les apps Apple que vous téléchargez et votre code postal de facturation, pour vous envoyer des communications au sujet de l’app Apple TV et d’autres produits, services et offres d’Apple susceptibles de vous intéresser, y compris Apple One. Des détails concernant votre appareil tels que son numéro de série ou des détails concernant les abonnements pertinents que vous avez souscrits dans l’App Store pourraient être utilisés pour vérifier l’admissibilité aux offres Apple. Si vous faites partie d’un groupe de partage familial, Apple pourrait vous envoyer des communications à propos de produits, de services et d’offres rendus disponibles par cette fonctionnalité. Si vous souscrivez un abonnement à Apple One, nous pourrions vous envoyer des courriels et des notifications Push relatifs aux fonctionnalités de chacun des services auxquels vous avez choisi de vous abonner. Apple pourrait également utiliser des informations sur votre activité dans l’app Apple TV pour vous envoyer des courriels et des notifications Push sur de nouvelles fonctionnalités, des contenus et des offres proposés dans l’app Apple TV. Vous pouvez modifier vos préférences de courriel et choisir de ne plus recevoir ces courriels en vous rendant sur account.apple.com. Pour mettre à jour vos préférences en matière de notifications sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Notifications > TV. Publicité Dans l’app Apple TV, si vous l’autorisez à accéder à votre position, cette dernière pourrait être utilisée pour afficher des annonces pertinentes selon le lieu. Pour d’autres apps telles que l’App Store, News et Bourse, si le réglage Annonces personnalisées est activé, la plateforme publicitaire d’Apple peut utiliser vos informations, y compris celles concernant les films et les émissions de télévision que vous avez achetés auprès d’Apple, pour afficher des publicités susceptibles de vous intéresser dans ces apps. Si vous ne souhaitez pas recevoir d’annonces de la plateforme publicitaire d’Apple ciblées en fonction de vos centres d’intérêt, vous pouvez désactiver le réglage Annonces personnalisées. La désactivation de ce réglage empêchera Apple d’utiliser les informations vous concernant à des fins de ciblage publicitaire. Il se peut que cela n’ait pas d’effet sur le nombre d’annonces que vous recevez, mais elles pourraient être moins pertinentes. Vous pouvez modifier les réglages Annonces personnalisées en accédant à Réglages > Confidentialité et sécurité > Publicité Apple. Obtenez plus d’informations sur la publicité Apple et la confidentialité à l’adresse www.apple.com/ca/fr/legal/privacy/data/fr-ca/apple-advertising. Découvrez comment désactiver les annonces personnalisées dans l’App Store, Apple News et Bourse à l’adresse support.apple.com/105131. Partage avec des tiers Nous fournissons certaines données non personnelles à nos annonceurs et aux partenaires stratégiques qui travaillent avec Apple pour fournir nos produits et services, aider Apple à mieux connaître sa clientèle et vendre des espaces publicitaires au nom d’Apple dans l’App Store, Apple News et Bourse. Par exemple, nous pouvons transmettre des données non personnelles à propos de vos transactions, de vos activités d’écoute et de votre région, ainsi que des données démographiques consolidées sur l’utilisateur comme une tranche d’âge et le sexe (qui pourrait être déduit du nom et de la formule d’appel figurant dans votre compte Apple), aux partenaires stratégiques d’Apple TV, tels que les propriétaires de contenus, pour qu’ils puissent mesurer les performances de leur travail créatif, calculer leurs droits d’auteur et améliorer leurs produits et services associés. Certains opérateurs de téléphonie cellulaire proposent des abonnements à Apple TV+ et des essais gratuits. Il se peut qu’Apple prenne connaissance de votre numéro de téléphone afin de savoir si vous y êtes admissible par l’entremise d’un réseau cellulaire partenaire. Si vous souscrivez un abonnement à Apple TV+ ou effectuez un essai gratuit par l’intermédiaire de votre opérateur de téléphonie cellulaire ou d’un autre partenaire Apple, Apple utilisera votre numéro de téléphone ou un identifiant unique de compte partagé avec le partenaire pour identifier votre compte et informer le réseau cellulaire ou tout autre partenaire de l’activation de votre abonnement. Le numéro de téléphone ou l’identifiant unique servira à vérifier votre compte lorsque vous vous connecterez au service et à associer votre abonnement à Apple TV+. Si vous vous connectez à l’app Apple TV sur un appareil qui n’est pas de marque Apple, Apple pourrait partager des informations avec le fournisseur de la plateforme pour permettre le fonctionnement de l’app, afficher sur la plateforme le contenu de vos abonnements souscrits à partir d’Apple TV et prendre en charge les fonctionnalités de la plateforme, notamment pour fournir des résultats de recherche et personnaliser les recommandations. Ces informations peuvent également indiquer si vous avez ouvert l’app Apple TV et, le cas échéant, si vous avez souscrit un abonnement à Apple TV+ ou à des chaînes Apple TV. Vous pouvez choisir d’arrêter de partager les informations relatives à votre abonnement dans les réglages de l’app Apple TV sur votre appareil qui n’est pas de marque Apple. Ce faisant, les façons d’afficher le contenu Apple TV sur la plateforme pourraient être limitées. Sur les appareils compatibles d’une marque autre qu’Apple, vous pouvez choisir de partager avec le fournisseur ou la plateforme tierce le contenu que vous regardez, achetez ou louez dans l’app Apple TV, y compris sur Apple TV+ et les chaînes Apple TV, ainsi que d’autres contenus (le cas échéant). Ces informations peuvent inclure votre nom de profil ou d’autres informations servant à associer vos données de l’app Apple TV à votre compte ou profil sur votre appareil de marque tierce. Le fournisseur de la plateforme pourrait utiliser les informations vous concernant de l’app Apple TV pour activer des fonctionnalités telles que l’affichage des émissions entamées ou de recommandations personnalisées. Vous pouvez désactiver cette option en accédant aux réglages de l’app Apple TV sur votre appareil d’une marque autre qu’Apple. Sur certains appareils, cela vous amènera directement aux réglages de la plateforme. Si vous choisissez de vous connecter à l’app Apple TV sur un appareil d’une marque autre qu’Apple, veuillez lire les modalités, les politiques de confidentialité et les pratiques du fournisseur de la plateforme pour comprendre quelles données sont recueillies, utilisées et partagées. Conservation Nous conservons des données personnelles associées à vos achats, à vos téléchargements et à votre activité d’écoute sur l’app Apple TV pendant des durées variables en fonction des besoins d’exploitation, des obligations contractuelles et des exigences légales. Cela implique souvent que, pour les achats et les téléchargements, les données seront conservées pendant au moins 10 ans. Cette période peut s’élever à 30 ans dans des régions comme la Chine. Nous conservons également un registre des contenus que vous avez achetés et téléchargés tant que vous disposez d’un compte chez nous pour vous permettre de retélécharger ces contenus conformément à nos modalités applicables. D’autres informations, telles que les activités de navigation et de recherche, sont conservées pendant deux ans au maximum. Certaines informations, telles que les transactions, hormis les données des cartes enregistrées, peuvent être conservées sous forme de registres commerciaux, même après que vous avez fermé votre compte ou arrêté d’utiliser l’app Apple TV. Lorsque vous utilisez une carte de paiement, Apple peut conserver et mettre à jour automatiquement votre numéro de carte et vos données de facturation pour les achats futurs, les transactions récurrentes ou d’autres utilisations que vous autorisez. Apple pourrait obtenir ces informations auprès de votre institution financière ou réseau de traitement de paiements ainsi que les utiliser à des fins de prévention de la fraude et de vérification. Effacer l’historique d’écoute Vous pouvez effacer l’historique d’écoute dans les réglages de l’app Apple TV. Dans l’app Apple TV sur votre appareil iOS, iPadOS ou visionOS, accédez à Compte > Effacer l’historique. Sur tvOS, accédez à Réglages > Apps > TV > Effacer l’historique. Cela aura pour effet de supprimer l’ensemble des émissions de télévision et des films de la liste « Votre sélection », et de dissocier tout historique d’écoute de votre compte. Cela s’appliquera à vos données d’écoute détenues et utilisées par Apple sur les appareils qui utilisent le même compte Apple. Si vous utilisez un appareil qui n’est pas de marque Apple et que vous avez choisi de partager votre historique d’écoute avec le fournisseur de la plateforme, l’effacement de l’historique n’aura aucune incidence sur les données d’écoute stockées par le fournisseur. Il est recommandé de lire les modalités, les politiques de confidentialité et les pratiques des fournisseurs de plateforme pour savoir si vous pouvez supprimer les données stockées par ces derniers. Vous pouvez retirer séparément tout contenu de la liste « Votre sélection » en appuyant longuement sur l’épisode, puis en sélectionnant « Supprimer de la liste “Votre sélection” ». Dans le même menu, si vous sélectionnez « Supprimer des éléments récents », le contenu supprimé ne sera pas pris en compte pour personnaliser les recommandations. Cependant, Apple conservera des registres de l’historique d’écoute des canaux d’Apple TV et d’Apple TV+ à des fins de déclaration et de calcul des droits d’auteur. Apps tierces associées Vous devez autoriser les apps tierces participantes à être associées à l’app Apple TV pour qu’elles puissent partager avec Apple le contenu visionné sur les apps en question. Lorsque vous configurez l’app Apple TV, il se peut ^[que vous soyez ^[invité](inflect: true)](inflectionAlternative: "qu’on vous invite") à autoriser plusieurs applications à la fois. Certaines apps pourraient ne pas encore être installées sur votre appareil, et vos préférences seront appliquées si ces apps sont installées par la suite. Vous pourrez modifier les préférences de chaque app dans Réglages indépendamment de l’autorisation accordée. Si vous décidez à tout moment ne plus vouloir que l’une de vos apps tierces soit associée à l’app Apple TV, vous pouvez la dissocier de l’app Apple TV, et Apple mettra fin à la collecte des données de lecture provenant de cette app tierce. Dans l’app Apple TV sur votre appareil iOS, iPadOS ou visionOS, accédez à Compte > Apps associées, puis sélectionnez l’app tierce et désactivez-la. Sur tvOS, accédez à Réglages > Apps > TV > Associer à TV, sélectionnez l’app tierce et désactivez-la. Lorsque vous dissociez une app tierce de l’app Apple TV, vous pouvez également choisir de supprimer toutes les données de lecture recueillies par Apple dans cette app en choisissant l’option « Dissocier et effacer l’historique ». À tout moment, vous pouvez également choisir de supprimer toutes les données de lecture recueillies par Apple qui se rapportent aux contenus tiers que vous avez visionnés dans l’app Apple TV, et ce, en effaçant votre historique d’écoute comme indiqué ci-dessus. En supprimant votre historique de l’une des façons décrites ci-dessus, vous supprimez uniquement les données de lecture d’apps tierces conservées et utilisées par Apple en lien avec l’app Apple TV. Cela n’affecte pas les données de lecture stockées séparément par le fournisseur de l’app tierce (par exemple au sein de son app ou sur ses serveurs). Il est aussi recommandé de consulter les modalités, les politiques de confidentialité et les pratiques des apps tierces participantes afin de comprendre comment elles utilisent et partagent vos données de lecture et toute autre information associée. Recommandations du groupe Si vous choisissez d’activer les recommandations de groupe sur une Apple TV, les informations sur les contenus que vous visionnez seront utilisées pour faire des recommandations sur la même Apple TV avec n’importe quelles combinaisons d’utilisateurs ayant choisi de les recevoir. Si le groupe comprend un compte enfant, des recommandations destinées aux enfants seront incluses, mais l’historique d’écoute dudit compte ne sera pas utilisé. Vous pouvez désactiver les recommandations de groupe sur votre compte à tout moment : accédez à Réglages > Utilisateurs et comptes, sélectionnez votre profil, puis sélectionnez « Pour vous tous ». Prévenir la fraude et d’autres activités malveillantes Nous recueillons aussi des données personnelles pour prévenir la fraude et d’autres activités malveillantes dans l’app Apple TV. Ces informations comprennent des données relatives à votre appareil, telles que le type d’appareil et la version du logiciel, des données de localisation (le cas échéant, en rapprochant l’adresse IP de votre connexion Internet à une région géographique), l’historique de téléchargement et d’achat, et d’autres interactions avec l’app Apple TV. Lorsque le renouvellement automatique de votre abonnement est activé, Apple peut également utiliser des informations sur l’historique de vos relations commerciales avec Apple pour traiter la requête et choisir d’accorder ou non l’accès continu à votre abonnement avant d’avoir reçu l’autorisation du partenaire de paiement. Il se peut que nous calculions également l’indice de confiance de votre appareil lorsque vous tentez d’effectuer un achat, en utilisant des informations sur votre façon d’utiliser votre appareil, notamment le nombre approximatif d’appels ou de courriels que vous envoyez et recevez. L’envoi est conçu de manière à ce qu’Apple ne puisse pas mémoriser les valeurs réelles sur votre appareil. L’indice est stocké sur nos serveurs pour une durée déterminée. Fondement juridique applicable au traitement des données personnelles De façon générale, nous traitons vos données personnelles dans l’app Apple TV aux fins de l’exécution de votre contrat avec Apple, dans la mesure où cela est nécessaire pour fournir le service, et pour nous conformer à nos obligations légales. Lorsque le consentement est le fondement juridique adéquat, nous le sollicitons conformément aux lois nationales applicables. Lorsque les lois nationales applicables le prévoient, nous traitons les données à caractère personnel, si nécessaire, aux fins de notre intérêt légitime ou de celui d’un tiers pour : • afficher du contenu pertinent et auquel vous avez accès, y compris celui provenant de services tiers; • vérifier l’admissibilité aux offres, contribuer à l’amélioration et à l’optimisation du service pour vous et les autres utilisateurs, et vous envoyer des communications au sujet de l’app Apple TV et d’autres produits, services et offres d’Apple susceptibles de vous intéresser; • prévenir la fraude et d’autres activités malveillantes. Les données utilisées comprennent : • l’utilisation que vous faites de l’app Apple TV, notamment les fonctionnalités utilisées (par exemple Poursuivre l’écoute ou Bibliothèque), le contenu de vos recherches, vos interactions avec les notifications, le contenu des pages que vous parcourez ou consultez, le contenu que vous visionnez, que vous achetez, auquel vous vous abonnez et que vous téléchargez, et des informations sur les erreurs ou les pannes de l’app; • des informations sur votre appareil et votre compte; • l’indice de confiance de votre appareil; • votre position. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: היישום TV של Apple מאפשר לך לצפות בכל תוכניות הטלוויזיה והסרטים המועדפים שלך במקום אחד. באפשרותך לצפות בתכנים ששכרת או רכשת מ-Apple. אם האפשרות זמינה עבורך, ניתן גם לגשת לתוכן דרך ערוצי Apple TV,‏ ⁨Apple TV+⁩ ויישומי הווידאו המחוברים של צד שלישי. ניתן לגשת לתכנים אלו דרך היישום ⁨‏TV של Apple⁩ בכל המכשירים הנתמכים שמחוברים לאותו חשבון Apple. אספקת היישום TV של Apple אנו משתמשים בנתונים האישיים שלך כדי לספק את השירותים והמאפיינים של היישום TV של Apple. מידע זה כולל את פרטי החשבון והתשלום שלך, הזמינים וניתנים לשינוי דרך ״הגדרות״. ‏Apple אוספת מידע על התוכן שנרכש ונצפה באמצעות היישום ⁨‏TV של Apple⁩ בכל המכשירים הנתמכים המחוברים לאותו חשבון Apple. ‏Apple מאחסנת את המידע הקשור לחשבון ה-Apple כדי שנוכל להציג את התוכן שברצונך לצפות בו בכל מכשירי Apple הנתמכים. בעת הרישום ליישומים של גורמים חיצונים, מידע שמציין אם נרשמת לשירותים של אותם גורמים חיצוניים משמש כדי להציג לך תוכן זמין. אם הענקת ליישום של גורם חיצוני הרשאת חיבור ליישום TV של Apple, ‏Apple תאסוף ותאחסן את המידע על התכנים שצפית בהם מהיישום בכל אחד מהמכשירים הנתמכים שלך וכן את מצב המינוי שלך. יישומי Apple עם תוכן נתמך, כגון ״מוזיקה״ ו״שלט״, יחוברו באופן אוטומטי עם תחילת השימוש ביישום ⁨‏TV של Apple.⁩ המידע על התוכן שצפית בו יכלול את סוג התוכן הנצפה, מועד הפעלתו, סוג המכשיר שממנו התוכן הופעל ואת המקום שבו עצרת או הפסקת לצפות. אנו אוספים גם היסטוריה מפורטת של כל פעולות הצפייה עבור ערוצי Apple TV ועבור Apple TV+‎. אם הענקת ליישום TV של Apple גישה לפרטי המיקום שלך, מיקום זה ישמש כדי לקבוע אילו תכנים זמינים באזורך, כולל תכנים מקומיים כמו משחקים בשידור חי, אירועים וחדשות. תכנים מסוימים כוללים פרסומות שהן רלוונטיות מבחינה גאוגרפית. שיפור היישום TV של Apple ‏Apple אוספת מידע על השימוש שלך ביישום TV של Apple ועל החשבון שלך, כולל פרטים על המאפיינים שנעשה בהם שימוש (לדוגמה, ״המשך הצפייה״ או ״ספריה״), על הפריטים שחיפשת, על האינטראקציות שלך עם עדכונים, על עמודי תוכן שביקרת או צפית בהם, על שגיאות או קריסות בתוך היישום ועל המיקוד בכתובת החיוב שלך. אנו משתמשים במידע זה, במידע לגבי המיקום המשוער שאינו מזהה אותך, ובמידע על התוכן שבו צפית כדי לשפר ולמטב את השירות עבורך ועבור משתמשים אחרים. אנו גם אוספים מידע על המכשיר שלך, כגון סוג המכשיר, הערוץ שדרכו השגת את המכשיר, גירסת מערכת ההפעלה וכמות שטח האחסון הפנוי במכשיר. ייתכן שנשתמש במידע זה כדי להעריך אם ניתן להוריד את התוכן המבוקש, להבין מגמות כלליות של שימוש במכשיר ובאחסון ולבדוק אם המכשיר מחובר לרשת אלחוטית או לרשת סלולרית. לדוגמה, ידע לגבי שטח האחסון הפנוי במכשיר איפשר לנו לבנות את המאפיין שמעניק לך אפשרות לרכוש סרטים ב-iPhone בלי להוריד אותם בעת הרכישה. בעת שימוש ב-SharePlay לצפייה בתוכן יחד עם משתמשים אחרים, היישום TV של Apple יאסוף מידע על כך שצפית בתוכן זה באמצעות פעילות SharePlay, ועל מספר המכשירים שהשתתפו בפעילות, אך לעולם לא יאסוף מידע שיזהה את המשתתפים בפעילות. אנחנו משתמשי בנתוני החיפוש של Apple TV לשיפור המודלים שמפעילים את Apple TV. לדוגמה, שאילתות צבורות של חיפוש ב-Apple TV משמשות לכוונון עדין של מודל החיפוש של Apple TV. התאמה אישית של היישום TV של Apple אנו מתאימים אישית את היישום TV של Apple כדי לעזור לך לגלות את התוכן המתאים לך ביותר. למשל, בהתבסס על סרטים שצפית בהם בעבר, נוכל להמליץ לך על סרטים שלדעתנו יעניינו אותך. כדי לספק לך התאמה אישית, אנו משתמשים במידע הכולל את התוכן שצפית בו, הרכישות שביצעת, מינויים שנרשמת אליהם, הורדות, היסטוריית גלישה ופעילויות אחרות ביישום TV של Apple, כולל מידע מהחשבון שלך כמו גילך. אם אינך רוצה ש-Apple תשתמש במידע על התוכן שצפית בו במכשיר זה ביישום ⁨‏TV של Apple⁩ לביצוע התאמה אישית בכל המכשירים התומכים ביישום TV של Apple, באפשרותך לכבות את ״שימוש בהיסטוריית הצפייה״ ב״הגדרות״. במכשיר ה-iOS, ה-iPadOS, ה-visionOS או ה-tvOS, יש לעבור ל״הגדרות״ > ״יישומים״ > ‏TV > ״שימוש בהיסטוריית הצפייה״. באפשרותך לכבות את מאפייני ההתאמה האישית ב-App Store, ב-Apple Books, ב-iTunes Store, ביישום TV של Apple, ב-Apple Podcasts ועבור מינויים לשירותי Apple על ידי כיבוי ״המלצות מותאמות אישית״ בחשבון ה-Apple שלך. במכשיר ה-iOS, ה-iPadOS או ה-visionOS יש לעבור ל״הגדרות״ > [השם שלך] > ״מדיה ורכישות״ > ״הצגת החשבון״, ואז להקיש לכיבוי ״המלצות מותאמות אישית״. ביישום TV של Apple ב-Mac, יש לעבור אל ״חשבון״ > ״הגדרות חשבון״ > ״הגדרות״. התקשורת איתך ‏Apple עשויה להשתמש במידע לגבי החשבון שלך (כגון מוצרים של Apple שבבעלותך, המינויים שלך לשירותים של Apple, היישומים של Apple שהורדת והמיקוד בכתובת החיוב שלך) כדי לשלוח לך מידע לגבי היישום TV של Apple ולגבי מוצרים ושירותים אחרים של Apple, או לגבי מוצרים אחרים שעשויים לעניין אותך, כולל Apple One. פרטים לגבי המכשיר כגון המספר הסידורי שלו, או פרטים לגבי המינויים הרלוונטיים שלך ב-App Store, עשויים לשמש לבדיקת זכאות להצעות של Apple. אם הצטרפת לקבוצת ״שיתוף משפחתי״, Apple עשויה לשלוח לך מידע בנוגע למוצרים, שירותים והצעות שזמינים לך דרך ״שיתוף משפחתי״. אם רכשת מינוי ל-Apple One, ייתכן שנשלח לך הודעות דוא״ל ועדכונים באמצעות טכנולוגיית Push לגבי המאפיינים של כל אחד מהשירותים שאליהם נרשמת. ‏Apple עשויה גם להשתמש במידע על הפעילות שלך ביישום TV של Apple כדי לשלוח לך הודעות דוא״ל ועדכונים באמצעות טכנולוגיית Push בנוגע למאפיינים, תוכן ומבצעים חדשים הזמינים ביישום. באפשרותך לשנות את העדפות הדוא״ל שלך ולבחור שלא לקבל את הודעות הדוא״ל האלו באמצעות מעבר לאתר account.apple.com. כדי לעדכן את ההעדפות שלך בנוגע לעדכונים במכשיר ה-iOS, ה-iPadOS או ה-visionOS, יש לעבור אל ״הגדרות״ > ״עדכונים״ > ‏TV. פרסום ביישום TV של Apple, אם הענקת ליישום הרשאת גישה לפרטי המיקום שלך, ייתכן שפרטי המיקום ישמשו להצגת פרסומות שיהיו רלוונטיות מבחינה גיאוגרפית. עבור יישומים אחרים כגון App Store, ‏Apple News ו״מניות״, אם ההגדרה ״פרסומות בהתאמה אישית״ מופעלת, פלטפורמת הפרסום של Apple עשויה להשתמש במידע שלך, כולל מידע לגבי הסרטים ותוכניות הטלוויזיה שרכשת מ-Apple, כדי להציג ביישומים אלו פרסומות שרלוונטיות יותר עבורך. אם אינך רוצה לקבל מפלטפורמת הפרסום של Apple פרסומות שמתאימות לתחומי העניין שלך, באפשרותך לכבות את ״פרסומות בהתאמה אישית״. פעולה זו תמנע מ-Apple להשתמש במידע למטרות פרסום ממוקד. פעולה זו לא תפחית בהכרח את כמות הפרסומות שיוצגו לך, אך הפרסומות עשויות להיות פחות רלוונטיות עבורך. ניתן לשנות את הגדרות ״פרסומות בהתאמה אישית״ באמצעות מעבר אל ״הגדרות״ > ״פרטיות ואבטחה״ > ״פרסום של Apple״. פרטים נוספים בנושא ״פרסום של Apple״ ופרטיות ניתן למצוא בכתובת: www.apple.com/legal/privacy/data/he/apple-advertising. מידע נוסף על האופן שבו ניתן למנוע קבלת פרסומות בהתאמה אישית ב-App Store, ב-News וב״מניות״ ניתן למצוא בכתובת: support.apple.com/105131. שיתוף עם ספקים חיצוניים אנו מספקים למפרסמים שלנו ולשותפים אסטרטגיים שעובדים עם Apple נתונים מסוימים שאינם אישיים כדי לספק את המוצרים והשירותים שלנו, לעזור ל-Apple לשווק ללקוחות ולמכור פרסומות מטעם Apple שיוצגו ב-App Store, ביישום News של Apple וב״מניות״. לדוגמה, אנו עשויים לשתף נתונים שאינם אישיים על העסקאות, האזור ופעילות הצפייה שלך, וכן נתונים דמוגרפיים נצברים של משתמשים כגון קבוצת גיל ומגדר (שניתן להסיק מפרטים כמו השם והתואר שלך בחשבון ה-Apple) ואזור, עם שותפים אסטרטגיים של היישום TV של Apple כגון בעלי תוכן, כדי לאפשר להם לאמוד את הביצועים של התוכן שהם יצרו, לעמוד בדרישות הנוגעות לתמלוגים והנהלת חשבונות ולשפר את המוצרים והשירותים שלהם. אם ספק הרשת הסלולרית שלך מציע מינויים ותקופות ניסיון ללא תשלום לשירות ⁨Apple TV+⁩, ייתכן ש-Apple תבדוק את מספר הטלפון שלך כדי לקבוע את הזכאות שלך לקבלת השירות באמצעות ספק רשת סלולרית שותף. אם נרשמת למינוי ⁨Apple TV+⁩ או לתקופת ניסיון ללא תשלום דרך ספק הרשת הסלולרית שלך או גוף שותף אחר של Apple, ‏Apple תשתמש במספר הטלפון שלך או במזהה חשבון ייחודי שסופק על ידי הגוף השותף כדי לזהות את החשבון שלך ולעדכן את ספק הרשת הסלולרית או את הגוף השותף האחר בכך שהפעלת את המינוי שלך. אנו נשתמש במספר הטלפון או במזהה הייחודי שמקושר למינוי שלך כדי לאמת את החשבון שלך בשלב ההתחברות וכדי לקשר את מינוי Apple TV+‎ לחשבון שלך. אם התחברת ליישום TV של Apple ממכשיר שאינו של Apple, ייתכן ש-Apple תשתף מידע עם ספק הפלטפורמה כדי לאפשר את הפעלת היישום על-מנת שהתוכן ממינויי Apple TV יופיע בפלטפורמה, וכדי לתמוך במאפיינים של הפלטפורמה כמו תוצאות חיפוש והמלצות אישיות. מידע זה עשוי לכלול פרטים כגון אם פתחת את היישום TV של Apple ואם נרשמת לשירות Apple TV+‎ ולערוצי Apple TV, כשהם זמינים. באפשרותך להפסיק לשתף מידע לגבי המינויים שלך דרך הגדרות היישום TV של Apple במכשיר שלך שאינו של Apple. עם זאת, יש לזכור כי הדבר עלול להגביל את הדרכים שבהן תוכן של היישום TV מופיע בפלטפורמה. במכשירים נתמכים שאינם של Apple, ניתן לבחור אם לשתף עם ספק הפלטפורמה החיצונית תכנים שנצפו, נרכשו או הושכרו ביישום TV של Apple, כולל תכנים של Apple TV+‎, ערוצי Apple TV ותכנים אחרים כשהם זמינים. מידע זה עשוי לכלול פרטים כגון שם הפרופיל שלך ומידע אחר שמשמש כדי להתאים את הנתונים שלך מהיישום TV של Apple עם החשבון או הפרופיל שלך במכשירים שאינם של Apple. ספק הפלטפורמה שלך עשוי להשתמש במידע שלך מהיישום TV של Apple כדי לאפשר מאפייני פלטפורמה כגון הצגת התוכניות שהתחלת לצפות בהן והמלצות בהתאמה אישית. באפשרותך לכבות אפשרות זו דרך הגדרות היישום TV של Apple במכשיר שלך שאינו של Apple. במכשירים מסוימים, פעולה זו תוביל אותך אל הגדרות הפלטפורמה. אם בחרת להתחבר ליישום TV של Apple במכשיר שאינו של Apple, יש לעיין בתנאים, במדיניות הפרטיות ובנהלים של ספק הפלטפורמה כדי להבין אילו נתונים הוא אוסף או משתף ובאילו נתונים הוא משתמש. שמירת נתונים אנו שומרים נתונים אישיים המקושרים לרכישות, להורדות ולפעילות הצפייה שלך ביישום TV של Apple למשך פרקי זמן שונים בהתאם לצרכים עסקיים, מחויבויות חוזיות ודרישות משפטיות. עבור רכישות והורדות, פרק הזמן הוא לרוב עשר שנים לפחות, אך באזורים כגון סין פרק הזמן יכול להיות 30 שנים. אנו גם שומרים תיעוד של הרכישות וההורדות שלך כל עוד יש לך חשבון שמאפשר לך להוריד תוכן זה בכפוף לתנאים הרלוונטיים שלנו. אנו שומרים מידע נוסף כגון פעילות גלישה וחיפושים לפרק זמן של עד שנתיים. מידע מסוים, כגון עסקאות, ללא פרטי הכרטיס השמורים במערכות שלנו, עשוי להישמר כרשומות עסקיות גם לאחר סגירת החשבון שלך או הפסקת השימוש ביישום TV של Apple. בעת שימוש בכרטיס תשלום, Apple עשויה לשמור ולעדכן באופן אוטומטי את מספר הכרטיס שלך ואת פרטי החיוב עבור רכישות עתידיות, עסקאות חוזרות או לצורך שימושים אחרים שיאושרו על-ידך. ‏Apple עשויה לקבל מידע זה מהמוסד הפיננסי שלך או מרשת התשלום, וגם להשתמש בו לצורך אימות ומניעת הונאות. ניקוי היסטוריית הצפייה ניתן לנקות את היסטוריית הצפייה של היישום TV של Apple דרך ״הגדרות״. ביישום TV של Apple במכשיר ה-iOS, ה-iPadOS או ה-visionOS, יש לעבור אל ״חשבון״ > ״ניקוי היסטוריית הצפייה״. ב-tvOS, יש לעבור אל ״הגדרות״ > ״יישומים״ > ‏TV > ״ניקוי היסטוריית הצפייה״. פעולה זו תסיר את כל תוכניות הטלוויזיה והסרטים מ״הבא בתור״ ותבטל את הקישור של כל היסטוריית הצפייה לחשבון שלך. הפעולה תחול על נתוני המשחקים שלך שנמצאים אצל Apple ומשמשים אותה במכשירים שמשתמשים באותו חשבון Apple. כאשר נעשה שימוש במכשיר שאינו של Apple, ובוצעה בחירה לשתף את תוכן הצפייה עם ספק הפלטפורמה, ניקוי היסטוריית המשחקים לא משפיע על נתוני המשחקים המאוחסנים על ידי ספק הפלטפורמה. יש לעיין בתנאים, במדיניות הפרטיות ובנהלי הפרטיות של ספק הפלטפורמה כדי להבין אם יש לך אפשרות למחוק את הנתונים המאוחסנים על-ידי ספק זה. ניתן להסיר פריטים נפרדים מרשימת הצפייה באמצעות לחיצה ארוכה על הפרק ובחירת האפשרות ״הסרה מרשימת הצפייה׳״. באותו תפריט, גם הבחירה באפשרות ״הסרה מ׳נצפו לאחרונה׳״ תוביל לכך שלא ניתן יהיה להשתמש בפרק ליצירת המלצות בהתאמה אישית. עם זאת, Apple תשמור רשומות של היסטוריית הצפייה מערוצי Apple TV ומ-Apple TV+‎ לצורך דיווח ובהתאם לדרישות התמלוגים. יישומים חיצוניים מחוברים יש להעניק הרשאה לחיבור היישומים החיצוניים המשתתפים ליישום TV של Apple כדי להתחיל לשתף עם Apple את התוכן הנצפה באמצעות יישומים אלה. בעת הגדרת היישום TV של Apple, יתכן שיהיה צורך להעניק הרשאה למספר יישומים בבת אחת. ייתכן שחלק מיישומים אלה טרם הותקנו באותו מכשיר, וההעדפות שלך יחולו רק לאחר התקנתם. בין אם ההרשאה תוענק ובין אם לא, יהיה באפשרותך לשנות את ההעדפות שלך עבור כל יישום ב״הגדרות״. אם ברצונך לנתק את החיבור של יישום חיצוני כלשהו ליישום TV של Apple בכל עת, באפשרותך לנתק יישום זה מהיישום TV של Apple, ו-Apple תפסיק לאסוף את נתוני הצפייה מהיישום החיצוני. ביישום TV של Apple במכשיר ה-iOS, ה-iPadOS או ה-visionOS, יש לעבור אל ״חשבון״ > ״יישומים מחוברים״, לבחור את היישום החיצוני הרצוי ולכבות את האפשרות. ב-tvOS, יש לעבור ל״הגדרות״ > ״יישומים״ > ‏TV > ״חיבור ל-TV״, לבחור את היישום החיצוני הרצוי ולכבות את ההגדרה. בעת הסרת יישום חיצוני מהיישום TV של Apple, ניתן גם למחוק את כל נתוני הצפייה שנאספו על-ידי Apple בנוגע לתוכן שצפית בו באמצעות יישום זה באמצעות בחירה באפשרות ״הסרה וניקוי של היסטוריית הצפייה״. בנוסף, בכל שלב ניתן למחוק את כל נתוני הצפייה שנאספו על-ידי Apple בנוגע לתוכן חיצוני שצפית בו ביישום TV של Apple על-ידי ניקוי היסטוריית הצפייה, כפי שמתואר לעיל. ניקוי היסטוריית הצפייה בכל אחד מהמקרים המתוארים לעיל מנקה רק את נתוני הצפייה של יישום חיצוני ש-Apple שמרה ועשתה בהם שימוש עבור היישום TV של Apple. לפעולה זו אין השפעה על נתוני הצפייה שנשמרו בנפרד על-ידי ספק היישום החיצוני (לדוגמה, בתוך היישום או בשרתים שלו). יש לעיין גם בתנאים, במדיניות הפרטיות ובשיטות העבודה של היישומים החיצוניים המשתתפים, כדי להבין כיצד יישומים אלה משתמשים בנתוני הצפייה ובמידע הקשור אליהם, וכיצד הם משתפים נתונים אלה. המלצות קבוצתיות כאשר המאפיין ״המלצות קבוצתיות״ מופעל במכשיר Apple TV, מידע בנוגע למה שצפית בו ייכלל בהמלצות קבוצתיות בשילוב עם כל משתמש אחר שבחר להפעיל את המאפיין באותו Apple TV. אם בקבוצה קיים חשבון של ילד, ייכללו המלצות צפייה עבור ילדים, אך לא ייעשה שימוש בהיסטוריית הצפייה שלהם. באפשרותך לכבות את ״המלצות קבוצתיות״ בחשבונך בכל שלב דרך ״הגדרות״ > ״משתמשים וחשבונות״, בחירת הפרופיל שלך ואז בחירה ב״עבור כולכם״. מניעת הונאות ופעילות זדונית אחרת אנו אוספים נתונים אישיים גם כדי למנוע הונאות ופעילות זדונית אחרת ביישום TV של Apple. מידע זה כולל מידע על המכשיר, כגון סוג המכשיר וגירסת התוכנה, פרטי מיקום (שחישובם המשוער מתבצע על ידי התאמת כתובת ה-IP של חיבור האינטרנט שלך לאזור גאוגרפי, בהתאם לזמינות), היסטוריית הורדות ורכישות ואינטראקציות אחרות עם היישום TV של Apple. כאשר מוגדר חידוש אוטומטי של המינוי שלך, Apple עשויה גם להשתמש במידע על הקשרים העסקיים ההיסטוריים שלך עם Apple כדי לעבד את הבקשה ולקבוע אם לספק גישה רציפה למינוי שלך לפני האישור של שותף התשלום. בנוסף, בזמן ניסיון לבצע רכישה, אנו עשויים לחשב עבור המכשיר שלך ציון המכונה ״ציון אמון״. כדי לחשב את הציון הזה אנו משתמשים במידע לגבי אופן השימוש שלך במכשיר, כולל המספר המשוער של שיחות הטלפון או הודעות הדוא״ל היוצאות והנכנסות במכשיר שלך. כאשר אנו שולחים מידע זה, אנו עושים זאת באופן שאינו חושף בפני Apple את הנתונים הממשיים של המכשיר שלך. הציון נשמר בשרתים שלנו למשך פרק זמן קבוע מראש. בסיס חוקי תקף לעיבוד נתונים אישיים באופן כללי, אנו מעבדים את הנתונים האישיים שלך ביישום TV של Apple לצורך קיום תנאי החוזה שלך מול Apple, בהתאם לצורכי אספקת השירות וכדי לעמוד במחויבויות המשפטיות שלנו. נבקש את הסכמתך לעשות זאת כאשר היא מהווה בסיס משפטי הולם, בהתאם לחוקים מקומיים תקפים. כאשר חוקים מקומיים תקפים מאפשרים זאת, אנו מעבדים נתונים אישיים לפי הצורך למטרת הצרכים הלגיטימיים שלנו או של גורמים חיצוניים, כדי: • להציג תוכן זמין ורלוונטי לך, כולל תוכן של שירותי גורמים חיצוניים • לבדוק זכאות להצעות, לסייע במיטוב ובשיפור השירות עבורך ועבור אנשים אחרים, ולשלוח לך מידע לגבי היישום TV של Apple ולגבי הצעות, מוצרים ושירותים נוספים של Apple שעשויים לעניין אותך • למנוע הונאות ופעילות זדונית אחרת הנתונים שנעשה בהם שימוש כוללים את: • נתוני השימוש שלך ביישום TV של Apple, כולל מאפיינים שהשתמשת בהם (לדוגמה, ״המשך הצפייה״ או ״ספריה״), פריטים שחיפשת, האינטראקציות שלך עם עדכונים, עמודי תוכן שביקרת או עיינת בהם, תכנים שצפית בהם, שרכשת או שנרשמת אליהם ושגיאות או קריסות בתוך היישום • פרטים לגבי המכשיר והחשבון שלך • ציון האמון של המכשיר • פרטי המיקום שלך בכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com/privacy.
hi: Apple TV की मदद से आप अपने पसंदीदा टीवी कार्यक्रम और फ़िल्में एक ही स्थान पर देख सकते हैं। आप वह कॉन्टेंट देख सकते हैं जो आपने Apple से किराए पर लिया है या ख़रीदा है। यदि उपलब्ध है, तो आप Apple TV+, Apple TV चैनल और अपने कनेक्टेड तृतीय-पक्ष वीडियो ऐप्स से भी कॉन्टेंट ऐक्सेस कर सकते हैं। आप यह सभी कॉन्टेंट Apple TV ऐप के माध्यम से उन समर्थित डिवाइस पर ऐक्सेस कर सकते हैं, जिनमें एक ही Apple खाते से साइन इन किया गया हो। Apple TV ऐप प्रदान करना हम आपके निजी डेटा का उपयोग Apple TV ऐप में सेवाएँ और फ़ीचर प्रदान के लिए करते हैं। इस जानकारी में आपके खाते की और भुगतान की जानकारी शामिल होती है जिसे आप ऐक्सेस कर सकते हैं और सेटिंग्ज़ में जाकर बदल सकते हैं। Apple समान Apple खाते से साइन इन किए हुए किसी भी समर्थित डिवाइस पर Apple TV ऐप में आपके द्वारा ख़रीदी गई और देखी जा रही चीज़ों के बारे में जानकारी इकट्ठी करता है। Apple आपके Apple खाते से जुड़ी यह जानकारी संग्रहित करता है, ताकि हम यह दिखा सकें कि अपने सभी समर्थित डिवाइस पर आप क्या देख रहे हैं। जब आप तृतीय पक्ष के ऐप्स में साइन इन करते हैं, तो आपने उन सेवाओं के लिए सब्सक्राइब किया है या नहीं इस जानकारी का उपयोग आपके लिए उपलब्ध कॉन्टेंट दिखाने के लिए किया जाता है। यदि आप किसी तृतीय पक्ष के ऐप को Apple TV ऐप से कनेक्ट करने की अनुमति देते हैं, तो Apple आपके सब्सक्रिप्शन स्टेटस के साथ-साथ आपके किसी भी समर्थित डिवाइस पर उस ऐप से आप क्या देखते हैं इसकी जानकारी इकट्ठा और संग्रहित करेगा। आपके द्वारा Apple TV ऐप का उपयोग शुरू करने पर Apple Music और रिमोट जैसे समर्थित कॉन्टेंट वाले Apple ऐप्स ऑटोमैटिकली कनेक्ट हो जाएँगे। आप क्या देख रहे हैं, इस जानकारी में शामिल होगा आप क्या कॉन्टेंट चला रहे हैं, आपने उसे कब चलाया, किस डिवाइस पर चलाया और कॉन्टेंट में आपने कहाँ पर पॉज़ किया या उसे रोका। हम Apple TV चैनल और Apple TV+ के लिए सभी प्लेबैक ऐक्टिविटी की विस्तृत हिस्ट्री भी इकट्ठी करते हैं। अगर आप Apple TV ऐप को अपना स्थान ऐक्सेस करने की अनुमति देते हैं, तो आपके क्षेत्र में उपलब्ध कॉन्टेंट आपको प्रदान करने के लिए आपके स्थान का उपयोग किया जाएगा जिसमें लाइव गेम, इवेंट और समाचार शामिल हैं। कुछ कॉन्टेंट में क्षेत्रीय आधार वाले प्रासंगिक विज्ञापन शामिल होते हैं। Apple TV ऐप में सुधार करना Apple आपके द्वारा इस्तेमाल किए जाने वाले फ़ीचर (जैसे कि “देखना जारी रखें” या लाइब्रेरी), आपके द्वारा खोजे जाने वाले आइटम, सूचनाओं के साथ आपके इंटरऐक्शन, आपके द्वारा ब्राउज़ किए जाने वाले या देखे जाने वाले कॉन्टेंट पृष्ठ, ऐप में होने वाले क्रैश या एरर के बारे में जानकारी और आपका बिलिंग पिन कोड सहित Apple TV ऐप और आपके खाते के आपके उपयोग के बारे में जानकारी इकट्ठी करता है। हम इस जानकारी, आपकी पहचान न करने वाली अनुमानित स्थान जानकारी, आप क्या देखते हैं इसके बारे में जानकारी का इस्तेमाल आपके और अन्य लोगों के लिए सेवा में सुधार करने और उसे ऑप्टिमाइज़ करने के लिए करते हैं। साथ ही, हम आपके डिवाइस की जानकारी भी संग्रहित करते हैं, जैसे कि डिवाइस का प्रकार, वह चैनल जिसके माध्यम से आपका डिवाइस प्राप्त किया गया था, आपके ऑपरेटिंग सिस्टम का संस्करण, आपके डिवाइस पर स्थित ख़ाली जगह। हम इस जानकारी का उपयोग यह तय करने के लिए कर सकते हैं कि अनुरोधित कॉन्टेंट डाउनलोड किया जा सकता है या नहीं, यह समझने के लिए कर सकते हैं कि डिवाइस उपयोग और स्टोरेज की सामान्य प्रवृत्तियाँ क्या हैं और आपका डिवाइस वाई-फ़ाई या मोबाइल डेटा से कनेक्टेड है या नहीं। उदाहरण के लिए, आपके डिवाइस पर ख़ाली जगह की जानकारी होने से हम ऐसा फ़ीचर बना सके जिससे कि ख़रीदारी के समय डाउनलोड किए बिना ही आप अपने iPhone पर फ़िल्म ख़रीद सकते हैं। यदि आप अन्य यूज़र के साथ कॉन्टेंट देखने के लिए SharePlay का उपयोग करते हैं, तो Apple TV ऐप द्वारा जानकारी एकत्र की जाएगी कि आपने वह कॉन्टेंट एक SharePlay सत्र के दौरान देखा और इस सत्र में शामिल होने वाले डिवाइस की संख्या, लेकिन SharePlay सत्र में शामिल होने वाले सहभागियों की पहचान कराने वाली कोई भी जानकारी एकत्र नहीं की जाएगी। हम Apple TV के संचालन के लिए उत्तरदायी मॉडल को बेहतर बनाने के लिए Apple TV खोज डेटा का इस्तेमाल करते हैं। उदाहरण के लिए, ऐग्रीगेट Apple TV खोज क्वेरी का उपयोग Apple TV खोज मॉडल को बेहतर बनाने के लिए किया जाता है। Apple TV ऐप वैयक्तिकृत करना हम Apple TV ऐप को वैयक्तिकृत करते हैं ताकि आप वह कॉन्टेंट खोज सकें जो आपके लिए सबसे अधिक प्रासंगिक है। उदाहरण के लिए, आपके द्वारा पहले देखी गई फ़िल्मों के आधार पर हम आपके लिए उन फ़िल्मों की अनुशंसा करेंगे, जिनमें आपकी रुचि हो सकती हैं। वैयक्तिकरण प्रदान करने के लिए, Apple TV ऐप में आप जो कुछ देखते हैं, आपकी ख़रीदारी, सब्सक्रिप्शन, डाउनलोड, ब्राउज़िंग और अन्य ऐक्टिविटी सहित जानकारी के साथ ही आपके खाते से आपकी उम्र जैसी जानकारी का उपयोग किया जाता है। यदि आप नहीं चाहते कि Apple TV ऐप में आप इस डिवाइस पर जो कुछ देखते हैं, उसका उपयोग Apple, Apple TV ऐप का समर्थन करने वाले सभी डिवाइस पर वैयक्तिकरण के लिए करे, तो सेटिंग्ज़ में जाकर आप “प्ले हिस्ट्री का उपयोग करें” बंद कर सकते हैं। अपने iOS, iPadOS, visionOS या tvOS डिवाइस पर सेटिंग्ज़ > ऐप्स > TV > प्ले हिस्ट्री का उपयोग करें पर जाएँ। अपने Apple खाते के लिए वैयक्तिकृत अनुशंसाएँ बंद करके आप App Store, Apple Books, iTunes Store, Apple TV, Apple Podcasts में और Apple के सब्सक्रिप्शन के लिए वैयक्तिकरण फ़ीचर बंद कर सकते हैं। अपने iOS, iPadOS या visionOS डिवाइस पर सेटिंग्ज़ > [आपका नाम] > मीडिया और ख़रीदारी > खाता देखें पर जाएँ और वैयक्तिकृत अनुशंसाओं को टैप करके बंद करें। Mac पर Apple TV ऐप में, खाता > खाता सेटिंग्ज़ > सेटिंग्ज़ पर जाएँ। आपसे संवाद करना Apple आपके पास मौजूद Apple उत्पादों, Apple सेवाओं के आपके सब्सक्रिप्शन, आपके द्वारा डाउनलोड किए गए Apple ऐप्स और आपके बिलिंग पिन कोड जैसी आपके खाते की जानकारी का उपयोग आपको Apple TV ऐप और Apple One सहित आपकी दिलचस्पी के अन्य Apple उत्पादों, सेवाओं और ऑफ़र के बारे में संचार भेजने के लिए कर सकता है। आपके डिवाइस के सीरियल नंबर जैसे आपके डिवाइस के विवरणों या आपके प्रासंगिक App Store सब्सक्रिप्शन के विवरणों का उपयोग Apple ऑफ़र के लिए योग्यता की जाँच करने के लिए किया जा सकता है। यदि आप फ़ैमिली शेयरिंग समूह में शामिल हैं, तो Apple द्वारा आपको फ़ैमिली शेयरिंग के माध्यम से आपके लिए उपलब्ध उत्पादों, सेवाओं और ऑफ़र के बारे में संचार भेजे जा सकते हैं। यदि आप Apple One सब्सक्रिप्शन ^[ख़रीदते हैं](inflect: true), तो हम आपको उन सभी सेवाओं के फ़ीचर के बारे में ईमेल और पुश सूचनाएँ भेज सकते हैं जिन्हें आपने सब्सक्राइब किया है। Apple TV ऐप के भीतर आपकी ऐक्टिविटी की जानकारी का उपयोग Apple द्वारा आपको Apple TV ऐप के फ़ीचर, कॉन्टेंट और ऑफ़र के बारे में ईमेल और पुश सूचनाएँ भेजने के लिए किया जा सकता है। आप account.apple.com पर जाकर अपनी ईमेल प्राथमिकता बदल सकते हैं और इन ईमेल को प्राप्त न करने का विकल्प चुन सकते हैं। अपने iOS, iPadOS या visionOS डिवाइस पर सूचना प्राथमिकता को अपडेट करने के लिए सेटिंग्ज़ > सूचना > TV पर जाएँ। विज्ञापन Apple TV ऐप में, अगर आप Apple TV ऐप को अपने स्थान को ऐक्सेस करने की अनुमति देते हैं, तो आपके स्थान का उपयोग भौगोलिक रूप से प्रासंगिक विज्ञापन दिखाने के लिए उपयोग किया जा सकता है। App Store, Apple News और स्टॉक्स जैसे अन्य ऐप्स के लिए अगर वैयक्तिकृत विज्ञापन सेटिंग चालू है, तो Apple का विज्ञापन प्लैटफ़ॉर्म Apple से आपके द्वारा ख़रीदी गई फ़िल्मों और टीवी कार्यक्रमों के बारे में जानकारी सहित आपकी जानकारी का इस्तेमाल उन ऐप्स में विज्ञापन पेश करने के लिए कर सकता है जो आपके लिए अधिक प्रासंगिक हैं। यदि आप Apple के विज्ञापन प्लैटफ़ॉर्म से अपनी रुचि के लक्षित विज्ञापन प्राप्त नहीं करना ^[चाहते हैं](inflect: true), तो आप वैयक्तिकृत विज्ञापन बंद कर ^[सकते हैं](inflect: true)। वैयक्तिकृत विज्ञापन बंद करने से Apple विज्ञापन लक्ष्यीकरण के लिए आपकी जानकारी का उपयोग नहीं कर पाएगा। इससे आपको प्राप्त होने वाले विज्ञापनों की संख्या कम नहीं होगी लेकिन विज्ञापन आपके लिए कम प्रासंगिक हो सकते हैं। सेटिंग्ज़ > गोपनीयता और सुरक्षा > Apple विज्ञापन पर जाकर आप अपनी वैयक्तिकृत विज्ञापन सेटिंग्ज़ बदल सकते हैं। Apple विज्ञापन और गोपनीयता के बारे में अधिक जानने के लिए www.apple.com/legal/privacy/data/hi/apple-advertising देखें। App Store, Apple News और स्टॉक्स में वैयक्तिकृत विज्ञापन नहीं प्राप्त करने के बारे में अधिक जानने के लिए support.apple.com/105131 देखें। तृतीय पक्षों के साथ शेयरिंग हमारे उत्पाद और सेवाएँ प्रदान करने, Apple को ग्राहकों तक पहुँचाने में मदद करने और App Store और Apple News और स्टॉक्स पर प्रदर्शित करने हेतु Apple की तरफ़ से विज्ञापन बेचने के लिए Apple के साथ काम करने वाले महत्वपूर्ण पार्टनर को हम कुछ ग़ैर-व्यक्तिगत डेटा प्रदान करते हैं। उदाहरण के लिए, हम आपके लेनदेन, देखने की ऐक्टिविटी और क्षेत्र के बारे में ग़ैर-व्यक्तिगत डेटा, साथ-ही-साथ ऐग्रीगेटेड यूज़र जनांकिकीय जानकारी, जैसे कि आयु वर्ग और लिंग (जिसका Apple खाते में आपके नाम और संबोधन जैसी जानकारी से पता लगाया जा सकता है) को कॉन्टेंट ओनर जैसे Apple TV के महत्वपूर्ण पार्टनर के साथ शेयर कर सकते हैं ताकि वे अपने रचनात्मक कार्यों की कुशलता माप सकें, रॉयल्टी और लेखांकन आवश्यकताओं की पूर्ति कर सकें और अपने संबंधित उत्पादों और सेवाओं में सुधार कर सकें। यदि आपके मोबाइल नेटवर्क प्रदाता द्वारा Apple TV+ सब्सक्रिप्शन और मुफ़्त ट्रायल ऑफ़र किए जाते हैं, तो यह निर्धारित करने के लिए कि आप मोबाइल नेटवर्क प्रदाता पार्टनर के माध्यम से योग्य हैं या नहीं Apple आपके फ़ोन नंबर की जाँच कर सकता है। यदि आप मोबाइल नेटवर्क प्रदाता या अन्य Apple पार्टनर के माध्यम से Apple TV+ सब्सक्रिप्शन या मुफ़्त ट्रायल के लिए साइन अप करते हैं, तो Apple द्वारा आपके फ़ोन नंबर या पार्टनर द्वारा शेयर किए गए विशिष्ट खाता आइडेंटिफ़ायर का उपयोग आपके खाते की पहचान करने और मोबाइल नेटवर्क प्रदाता या अन्य पार्टनर को यह जानकारी देने के लिए किया जाता है कि आपने सब्सक्रिप्शन सक्रिय कर लिया है। हम आपके सब्सक्रिप्शन से जुड़े हुए फ़ोन नंबर या विशिष्ट आइडेंटिफ़ायर का उपयोग साइन इन के दौरान आपके खाते को सत्यापित करने और आपके Apple TV+ सब्सक्रिप्शन को आपके खाते के साथ कनेक्ट करने के लिए करेंगे। अगर आप किसी ग़ैर Apple डिवाइस पर Apple TV ऐप में साइन इन करते हैं, तो Apple ऐप चलाने में सक्षम बनाने के लिए प्लैटफ़ॉर्म प्रोवाइडर के साथ जानकारी शेयर कर सकता है, ताकि आपके Apple TV सब्सक्रिप्शन का कॉन्टेंट उस प्लैटफ़ॉर्म पर दिखाया जा सके और खोज परिणाम और वैयक्तिकृत अनुशंसाओं जैसे प्लैटफ़ॉर्म फ़ीचर के लिए समर्थन प्रदान किया जा सके। इसमें इस तरह की जानकारी शामिल हो सकती है जैसे कि आपने Apple TV ऐप खोला है या नहीं और जहाँ उपलब्ध हो वहाँ आपने Apple TV+ और Apple TV चैनल सब्सक्राइब किए हैं या नहीं। अपने ग़ैर Apple डिवाइस पर Apple TV ऐप सेटिंग्ज़ में जाकर आप अपनी सब्सक्रिप्शन जानकारी शेयर करना बंद कर सकते हैं, हालाँकि ऐसा करने से उस प्लैटफ़ॉर्म पर Apple TV कॉन्टेंट जिन तरीक़ों से दिखाया जाता है वे सीमित हो सकते हैं। समर्थित ग़ैर-Apple डिवाइस पर Apple TV+, Apple TV चैनल और अन्य कॉन्टेंट (जहाँ उपलब्ध हो) के साथ-साथ Apple TV ऐप में आप क्या देखते, ख़रीदते या किराए पर लेते हैं, उसे आप अपने तृतीय पक्ष प्लैटफ़ॉर्म के प्रदाता के साथ शेयर करने या न करने का विकल्प चुन सकते हैं। इसमें आपका प्रोफ़ाइल नाम या अन्य जानकारी शामिल हो सकती है जिसका इस्तेमाल Apple TV ऐप के आपके डेटा का आपके खाते या आपके ग़ैर-Apple डिवाइस पर मौजूद प्रोफ़ाइल से मिलान करने के लिए किया गया है। आपका प्लैटफ़ॉर्म प्रोवाइडर Apple TV ऐप से आपकी इस जानकारी का उपयोग आपके द्वारा देखे जा रहे कार्यक्रमों और वैयक्तिकृत अनुशंसाओं को प्रदर्शित करने जैसे प्लैटफ़ॉर्म फ़ीचर सक्षम करने के लिए कर सकता है। अपने ग़ैर Apple डिवाइस पर Apple TV ऐप सेटिंग्ज़ में जाकर आप इसे बंद कर सकते हैं। कुछ डिवाइस पर यह आपको प्लैटफ़ॉर्म की सेटिंग्ज़ पर ले जा सकता है। अगर आप ग़ैर Apple डिवाइस पर Apple TV ऐप में साइन इन करते हैं, तो आपको प्लैटफ़ॉर्म के प्रोवाइडर की शर्तों, गोपनीयता नीतियों और व्यवहारों की समीक्षा करनी चाहिए ताकि आप समझ सकें कि वे किस प्रकार का डेटा इकट्ठा, इस्तेमाल और शेयर करते हैं। रिटेंशन हम व्यवसाय की आवश्यकताओं, संविदागत बाध्यताओं और क़ानूनी आवश्यकताओं के आधार पर अलग-अलग समयावधि के लिए Apple TV ऐप पर आपकी ख़रीदारी, डाउनलोड और देखने की ऐक्टिविटी से जुड़ा व्यक्तिगत डेटा रिटेन करते हैं। ख़रीदारी और डाउनलोड के लिए अक्सर कम से कम दस साल की रिटेंशन अवधि आवश्यक होती है, लेकिन चीन जैसे क्षेत्रों में यह अवधि 30 साल हो सकती है। हम आपकी ख़रीदारी और कॉन्टेंट के डाउनलोड का रिकॉर्ड भी कम से कम तब तक बनाए रखते हैं जब तक आपका खाता हमारे यहाँ रहता है, ताकि आप हमारी लागू होने वाली शर्तों के अनुसार वह कॉन्टेंट डाउनलोड कर सकें। हम ब्राउज़िंग ऐक्टिविटी और खोज जैसी अन्य जानकारी अधिकतम दो वर्ष तक रिटेन करते हैं। आपके द्वारा खाता बंद करने या Apple TV ऐप का उपयोग रोकने के बाद भी कुछ जानकारी जैसे कि लेनदेन (लेकिन आपका संग्रहित कार्ड विवरण नहीं) को व्यावसायिक रिकॉर्ड के रूप में रिटेन किया जा सकता है। जब आप किसी भुगतान कार्ड का इस्तेमाल ^[करते हैं](inflect: true), तो Apple भविष्य में ख़रीदारी, आवर्ती लेनदेन या आपके द्वारा अधिकृत अन्य इस्तेमाल के लिए आपके कार्ड नंबर और बिलिंग जानकारी को रिटेन कर सकता है और ऑटोमैटिकली अपडेट कर सकता है। Apple यह जानकारी आपके वित्तीय संस्थान या भुगतान नेटवर्क से प्राप्त कर सकता है और धोखाधड़ी रोकने और सत्यापन के लिए इसका इस्तेमाल भी कर सकता है। प्ले हिस्ट्री साफ़ करना आप Apple TV ऐप में सेटिंग्ज़ में जाकर अपनी प्ले हिस्ट्री साफ़ कर ^[सकते हैं](inflect: true)। अपने iOS, iPadOS या visionOS डिवाइस पर Apple TV में खाता > “प्ले हिस्ट्री साफ़ करें”पर जाएँ। tvOS पर, सेटिंग्ज़ > ऐप्स > TV > प्ले हिस्ट्री साफ़ करें पर जाएँ। इससे आपकी “वॉचलिस्ट” में से सभी टीवी कार्यक्रम और फ़िल्में हटा दी जाएँगी और आपके खाते में यदि कोई पिछली प्लेबैक हिस्ट्री है, तो वह अलग कर दी जाएगी। यह उस Apple खाते का इस्तेमाल करने वाले सभी Apple डिवाइस पर संग्रहित और उन पर इस्तेमाल किए जाने वाले आपके प्ले डेटा पर लागू होगा। अगर आप ग़ैर Apple डिवाइस का इस्तेमाल ^[करते हैं](inflect: true) और आप क्या ^[देखते हैं](inflect: true) इसे उस प्लैटफ़ॉर्म के प्रोवाइडर के साथ शेयर करने का विकल्प आपने चुना है, तो आपकी प्ले हिस्ट्री को साफ़ करने से उस प्ले डेटा पर असर नहीं पड़ेगा जो प्लैटफ़ॉर्म के प्रोवाइडर के पास संग्रहित है। प्रोवाइडर के पास संग्रहित डेटा आप डिलीट कर सकते हैं या नहीं इसे समझने के लिए आपको उस प्रोवाइडर की शर्तों, गोपनीयता नीतियों और व्यवहारों की समीक्षा करनी चाहिए। एपिसोड को दबाए रखकर और “वॉचलिस्ट से हटाएँ” चुनकर आप अलग-अलग आइटम को अपनी वॉचलिस्ट से हटा सकते हैं। इसी मेनू में, यदि आप “हाल ही में देखे गए से हटाएँ” ^[चुनते हैं](inflect: true), तो एपिसोड को वैयक्तिकृत अनुशंसाएँ जनरेट करने के लिए उपयोग किए जाने से भी हटा दिया जाएगा। हालाँकि, Apple रिपोर्टिंग और रॉयल्टी संबंधी आवश्यकताओं के लिए Apple TV चैनल और Apple TV+ की प्ले हिस्ट्री के रिकॉर्ड बनाए रखेगा। तृतीय पक्ष के कनेक्टेड ऐप्स आपको अपने सहभागी तृतीय पक्ष ऐप्स को Apple TV ऐप से कनेक्ट करने की अनुमति देनी होगी ताकि उन ऐप्स पर देखी जाने वाली चीज़ों की जानकारी Apple के साथ शेयर करना शुरू किया जा सके। जब आप Apple TV ऐप सेटअप ^[करते हैं](inflect: true), तो आपसे एक ही समय पर कई ऐप्लिकेशन को अनुमति देने के लिए कहा जा सकता है। कुछ ऐप्स ऐसे हो सकते हैं, जिन्हें आपने अभी तक उस डिवाइस पर इंस्टॉल नहीं किया है और जब आप उन्हें बाद में इंस्टॉल ^[करेंगे](inflect: true) तब आपकी प्राथमिकताएँ लागू कर दी जाएँगी। चाहे आप अनुमति दें या नहीं, आप सेटिंग्ज़ में हर ऐप के लिए अपनी प्राथमिकताएँ बदलने में सक्षम ^[होंगे](inflect: true)। यदि आप किसी भी समय यह निर्णय करते हैं कि अब आपका कोई तृतीय-पक्ष ऐप Apple TV ऐप से कनेक्ट नहीं रहना चाहिए, तो आप वह ऐप Apple TV ऐप से डिस्कनेक्ट कर सकते हैं और Apple उस तृतीय-पक्ष ऐप से आपका प्ले डेटा संग्रह करना बंद कर देगा। अपने iOS, iPadOS या visionOS डिवाइस पर Apple TV ऐप में खाता > कनेक्टेड ऐप्स पर जाएँ, तृतीय-पक्ष ऐप चुनें और उसे बंद करें। tvOS पर, सेटिंग्ज़ > ऐप्स > TV > TV से कनेक्ट करें पर जाएँ, तृतीय-पक्ष ऐप चुनें और उसे बंद करें। Apple TV ऐप से तृतीय-पक्ष का ऐप हटाने के दौरान आप “प्ले हिस्ट्री हटाएँ और साफ़ करें” का विकल्प चुनकर वह सारी प्ले डेटा जानकारी हटा ^[सकते हैं](inflect: true) जिसे Apple ने उस ऐप से आपके द्वारा देखे गए कॉन्टेंट के बारे में संग्रहित किया था। आप कभी भी अपनी वह सारी प्ले डेटा जानकारी डिलीट करने का विकल्प चुन सकते हैं, जिसे Apple ने आपकी प्ले हिस्ट्री साफ़ करके (जैसा कि ऊपर वर्णन किया गया है) उस तृतीय-पक्ष कॉन्टेंट के बारे में संग्रहित किया था जिसे आपने Apple TV ऐप में देखा था। यहाँ वर्णित किए गए उदाहरणों में से किसी एक में आपकी प्ले हिस्ट्री साफ़ करने से केवल आपका वह तृतीय-पक्ष ऐप का प्ले डेटा ही साफ़ होता है, जिसे Apple TV ऐप के लिए Apple द्वारा रखा और उपयोग में लाया गया था। यह ऐसे किसी भी प्ले डेटा को प्रभावित नहीं करता जो तृतीय-पक्ष ऐप प्रोवाइडर द्वारा अलग से रखा गया है (उदाहरण के लिए, उनके अपने ऐप में या उनके सर्वर पर)। आपको सहभागी तृतीय पक्ष ऐप्स की शर्तों, गोपनीयता नीतियों और आचरणों की भी समीक्षा करनी चाहिए, ताकि यह समझा जा सके कि वे किस तरह आपके प्ले डेटा और उससे संबंधित जानकारी का उपयोग करते हैं और उसे शेयर करते हैं। समूह अनुशंसाएँ अगर आप Apple TV डिवाइस पर समूह अनुशंसाओं को सक्षम करने का फ़ैसला करते हैं, तो आप जो कुछ देखते हैं उसकी जानकारी का उपयोग उसी Apple TV पर ऑप्ट-इन किए गए यूज़र के किसी भी संयोजन के साथ समूह अनुशंसाएँ करने के लिए किया जाएगा। यदि बच्चे का खाता समूह में है, तो बच्चों के लिए सुझाव शामिल किए जाएँगे, लेकिन उनकी वॉच हिस्ट्री का उपयोग नहीं किया जाएगा। आप अपने खाते के लिए किसी भी समय समूह अनुशंसाओं को बंद कर सकते हैं। ऐसा करने के लिए, सेटिंग्ज़ > यूज़र और खाते पर जाकर अपना प्रोफ़ाइल चुनें, फिर “आप सभी के लिए” चुनें। धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकना हम व्यक्तिगत डेटा को Apple TV ऐप में छलपूर्ण और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकने के लिए भी संग्रह करते हैं। इस जानकारी में डिवाइस की जानकारी, जैसे डिवाइस का प्रकार और सॉफ्टवेयर संस्करण, स्थान की जानकारी (यदि उपलब्ध हो तो आपके इंटरनेट कनेक्शन के IP पते का भौगोलिक क्षेत्र से मिलान करके अनुमानित जानकारी), डाउनलोड और ख़रीदारी की हिस्ट्री और Apple TV ऐप के साथ अन्य इंटरऐक्शन शामिल हैं। अगर आपका सब्सक्रिप्शन ऑटोमैटिक नवीकरण के लिए सेटअप हो, तो अनुरोध प्रोसेस करने के लिए और भुगतान सहयोगी द्वारा ऑथराइज़ किए जाने से पहले आपके सब्सक्रिप्शन का ऐक्सेस प्रदान करना जारी रखने या न रखने संबंधी निर्णय करने के लिए हम Apple के साथ आपके पुराने व्यावसायिक संबंधों की जानकारी का उपयोग भी कर सकते हैं। जब आप ख़रीदारी करने का प्रयास करते हैं तब हम आपके द्वारा किए जाने और प्राप्त किए जाने वाले फ़ोन कॉल और भेजे और प्राप्त किए जाने वाले ईमेल की संभावित संख्या सहित आपके डिवाइस उपयोग करने के तरीक़े के बारे में जानकारी का उपयोग डिवाइस विश्वसनीयता स्कोर की गणना करने के लिए भी कर सकते हैं। सबमिशन को इस तरह से डिज़ाइन किया जाता है कि Apple आपके डिवाइस के अंतर्निहित मान नहीं जान सकता है। स्कोर हमारे सर्वर पर एक निश्चित समय तक संग्रहित किया जाता है। व्यक्तिगत डेटा प्रोसेस करने के लिए लागू क़ानूनी आधार हम Apple TV ऐप में आपके व्यक्तिगत डेटा को आम तौर पर Apple के साथ आपके अनुबंध के निष्पादन के लिए प्रोसेस करते हैं जैसा कि सेवा प्रदान करने और हमारी क़ानूनी बाध्यताओं का अनुपालन करने के लिए आवश्यक होता है। जहाँ सहमति उपयुक्त क़ानूनी आधार होती है, हम इसे लागू होने वाले स्थानीय क़ानून के अनुसार प्राप्त करने की कोशिश करते हैं। जहाँ लागू होने वाले स्थानीय क़ानून निर्देशित करते हैं, हम अपने या तृतीय पक्ष के तर्कसंगत हितों के उद्देश्यों के लिए आवश्यकता के अनुसार व्यक्तिगत डेटा को प्रोसेस करते हैं ताकि : • तृतीय पक्ष के कॉन्टेंट सहित, आपको उपलब्ध और प्रासंगिक कॉन्टेंट दिखाना • ऑफ़र के लिए आपकी योग्यता की जाँच करना, आप और अन्य लोगों के लिए सेवाओं को बेहतर बनाने और ऑप्टिमाइज़ करने में मदद करना, आपको Apple TV ऐप और ऐसे अन्य Apple उत्पादों, सेवाओं और ऑफ़र के बारे में सूचनाएँ भेजना जिनमें शायद आपकी दिलचस्पी हो • धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकना उपयोग किए गए डेटा में शामिल है : • Apple TV ऐप का आपका उपयोग जिसमें आपके द्वारा इस्तेमाल किए जाने वाले फ़ीचर (जैसे कि “देखना जारी रखें” या लाइब्रेरी), आपके द्वारा खोजे जाने वाले आइटम, सूचनाओं के साथ आपके इंटरऐक्शन, आपके द्वारा ब्राउज़ किए जाने वाले या देखे जाने वाले कॉन्टेंट पृष्ठ, आप क्या ^[देखते हैं](inflect: true), ^[ख़रीदते हैं](inflect: true), सब्सक्राइब ^[करते हैं](inflect: true) और डाउनलोड ^[करते हैं](inflect: true) और ऐप में होने वाले क्रैश या एरर के बारे में जानकारी शामिल होती हैं • आपके डिवाइस और खाते का विवरण • डिवाइस का विश्वास स्कोर • आपका स्थान Apple द्वारा संग्रहित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे https://www.apple.com/in/privacy/ पर देखा जा सकता है
hr: Apple TV vam omogućuje gledanje omiljenih TV emisija i filmova na jednom mjestu. Možete gledati sadržaje koje ste posudili ili kupili od tvrtke Apple. Ako je dostupno, možete također pristupati sadržajima putem servisa Apple TV+, Apple TV kanala i povezanih video aplikacija drugih proizvođača. Svim tim sadržajima možete pristupiti putem aplikacije Apple TV na svim podržanim Apple uređajima koji su prijavljeni na isti Apple račun. Pružanje aplikacije Apple TV Za pružanje usluga i značajki u aplikaciji Apple TV koristimo vaše osobne podatke. Ove informacije uključuju vaš račun i podatke o plaćanju kojima možete pristupiti i promijeniti ih u Postavkama. Apple prikuplja informacije o tome što ste kupili i sadržajima koje gledate u aplikaciji Apple TV na svim vašim podržanim uređajima koji su prijavljeni istim Apple računom. Apple pohranjuje te informacije povezane s vašim Apple računom kako bismo mogli prikazivati sadržaje koje gledate na svim podržanim Apple uređajima. Kad se prijavite u aplikacije drugih proizvođača, informacije o vašoj pretplati na te usluge koriste se kako bi vam se omogućilo prikazivanje dostupnog sadržaja. Ako dopustite povezivanje aplikacije drugog proizvođača s aplikacijom Apple TV, Apple će prikupiti i pohraniti informacije o tome što gledate iz te aplikacije na svim podržanim uređajima, kao i vaš status pretplate. Aplikacije tvrtke Apple s podržanim sadržajem, kao što je Apple Music i Upravljač, automatski će se povezati kad počnete koristiti aplikaciju Apple TV. Informacije o gledanim sadržajima uključivat će naziv sadržaja koji reproducirate, vrijeme reproduciranja, uređaj na kojem ste reproducirali i mjesto u sadržaju na kojem ste pauzirali ili prestali gledati. Također prikupljamo detaljnu povijest cjelokupne aktivnosti reproduciranja za Apple TV kanale i Apple TV+. Ako aplikaciji Apple TV dozvolite pristup svojoj lokaciji, vaša će se lokacija upotrijebiti za utvrđivanje sadržaja koji je dostupan u vašoj regiji, uključujući lokalni sadržaj poput utakmica uživo, događaja i vijesti. Neki sadržaji uključuju zemljopisno relevantne oglase. Poboljšavanje aplikacije Apple TV Apple prikuplja informacije o vašoj uporabi aplikacije Apple TV i vašem računu, uključujući značajke koje koristite (na primjer, Nastavite gledati ili Medijateka), pojmove koje pretražujete, vaše interakcije s obavijestima i stranice sadržaja koje pretražujete ili pregledavate, informacije o greškama ili rušenju u aplikaciji i vaš poštanski broj za naplatu. Te informacije, informacije o približnoj lokaciji koje vas osobno ne identificiraju i informacije o sadržajima koje gledate koristimo za poboljšanje i optimiziranje usluge za vas i druge korisnike. Također prikupljamo informacije o vašem uređaju kao što su vrsta uređaja, kanal putem kojeg je uređaj nabavljen, verzija operativnog sustava i količina slobodne memorije na uređaju. Te informacije možemo koristiti da bismo procijenili može li se traženi sadržaj preuzeti, da bismo razumjeli opće trendove u korištenju uređaja i pohrane te da procijenimo je li vaš uređaj spojen preko Wi-Fi veze ili podatkovne veze. Na primjer, budući da smo znali slobodnu memoriju na vašem uređaju mogli smo izraditi značajku pomoću koje možete kupiti film na svom iPhoneu, a da ga ne preuzmete kao kupljenu stavku. Ako koristite SharePlay za gledanje sadržaja s drugim korisnicima, aplikacija Apple TV zabilježit će da ste taj sadržaj gledali tijekom SharePlay sesije i broj uređaja koji su sudjelovali u sesiji, ali ne prikuplja nikakve podatke za identificiranje sudionika SharePlay sesije. Koristimo podatke o pretraživanju iz Apple TV-a radi poboljšanja modela koji omogućuju Apple TV. Primjerice, agregirani upiti za pretraživanje na usluzi Apple TV koriste se za fino podešavanje modela pretraživanja usluge Apple TV. Personaliziranje aplikacije Apple TV Aplikaciju Apple TV personaliziramo kako biste lakše otkrili sadržaje koji su vam bitni. Primjerice, preporučujemo filmove za koje smatramo da bi vas mogli zanimati na temelju filmova koje ste prethodno gledali. Za pružanje personalizacije koristimo informacije, uključujući sadržaje koje ste gledali, vaše kupljene stavke, pretplate, preuzimanja, pretrage i druge aktivnosti u aplikaciji Apple TV, kao i informacije iz vašeg računa, primjerice, vašu dob. Ako ne želite da tvrtka Apple koristi informacije o sadržajima koje gledate na ovom uređaju u aplikaciji Apple TV radi personalizacije na svim uređajima koji podržavaju aplikaciju Apple TV, možete isključiti “Koristi povijest reprodukcija” u Postavkama. Na iOS, iPadOS, visionOS ili tvOS uređaju otvorite Postavke > Aplikacije > TV > Koristi povijest reprodukcija. Značajke personalizacije možete isključiti u App Storeu, Apple Booksu, iTunes Storeu, Apple TV-u, Apple Podcastima i za pretplate od Applea isključivanjem personaliziranih preporuka za svoj Apple račun. Na iOS, iPadOS ili visionOS uređaju idite u Postavke > [vaše ime] > Mediji i kupnje > Prikaži račun, zatim dodirom isključite Personalizirane preporuke. U aplikaciji Apple TV na Macu idite u Račun > Postavke računa > Postavke. Komuniciranje s vama Apple može koristiti podatke o vašem računu, primjerice podatke o Appleovim proizvodima koje posjedujete, vašim pretplatama na Appleove usluge, Apple aplikacijama koje ste preuzeli i vaš poštanski broj za naplatu kako bismo vam slali informacije o aplikaciji Apple TV i drugim Appleovim proizvodima, uslugama i ponudama koje bi vas mogle zanimati, uključujući Apple One. Detalji o vašem uređaju, poput serijskog broja uređaja ili detalja o vašim relevantnim App Store pretplatama, mogu se koristiti za provjeru prikladnosti za Appleove ponude. Ako ste član grupe Dijeljenja s obitelji, Apple vam može slati podatke o proizvodima, uslugama i ponudama dostupnim putem Dijeljenja s obitelji. Ako kupite pretplatu na Apple One, možemo vam slati e-mailove i push obavijesti o značajkama svake usluge na koju ste se pretplatili. Apple može također koristiti informacije o vašoj aktivnosti unutar aplikacije Apple TV za slanje e-mailova i push obavijesti o novim značajkama, sadržajima i ponudama dostupnim u aplikaciji Apple TV. Možete promijeniti svoje postavke za e‑mail i uključiti ili isključiti primanje e‑mailova na account.apple.com. Kako biste ažurirali postavke obavijesti na iOS, iPadOS ili visionOS uređaju, idite na Postavke > Obavijesti > TV. Oglašavanje U aplikaciji Apple TV, ako dozvolite aplikaciji Apple TV pristupanje svojoj lokaciji, vaša lokacija može se upotrijebiti za pružanje zemljopisno relevantnih oglasa. Za druge aplikacije kao što su App Store, Apple News i Dionice ili ako je uključena postavka Personalizirani oglasi, Appleova oglašivačka platforma može upotrijebiti vaše informacije, uključujući informacije o filmovima i TV emisijama koje kupujete od Applea, za pružanje vama relevantnih oglasa u tim aplikacijama. Ako ne želite s Appleove oglašivačke platforme primati oglase ciljane na temelju vaših interesa, možete isključiti Personalizirane oglase. Isključivanje personaliziranih oglasa spriječit će Apple da koristi vaše podatke za ciljanje oglasa. Možda neće smanjiti broj primljenih oglasa, ali oglasi mogu biti manje relevantni za vas. Svoje postavke personaliziranih oglasa možete promijeniti u Postavkama > Privatnost i sigurnost > Apple oglašavanje. Saznajte više o Apple oglašavanju i privatnosti na www.apple.com/legal/privacy/data/hr/apple-advertising. Saznajte više o onemogućavanju personaliziranih oglasa na App Storeu, Apple Newsu i u Dionicama na support.apple.com/105131. Dijeljenje s drugim stranama Pružamo neke neosobne podatke svojim oglašivačima i strateškim partnerima koji rade s Appleom u pružanju naših proizvoda i usluga, pomažu Appleu stavljati na tržište kupcima te prodaju oglase u Appleovo ime za prikaz u trgovini App Store i aplikacijama Apple News i Dionice. Na primjer, možemo dijeliti neosobne podatke o vašim transakcijama, aktivnosti gledanja i regiji, kao i agregiranu demografiju korisnika, primjerice, dobnu skupinu i spol (što se može izvesti iz informacija kao što su vaše ime i pozdrav u Apple računu) strateškim partnerima aplikacije Apple TV, kao što su vlasnici sadržaja, kako bi oni mogli mjeriti učinkovitost svog kreativnog rada, ispunili zahtjeve za tantijeme i obračune te poboljšali svoje proizvode i usluge. Ako vaš operater nudi pretplate na Apple TV+ i besplatne probne periode, Apple može provjeriti vaš telefonski broj kako bi utvrdio jeste li prikladni putem partnera operatera. Ako se prijavite za Apple TV+ pretplatu ili besplatni probni period putem svog mobilnog operatera ili drugog Appleovog partnera, Apple će upotrijebiti vaš telefonski broj ili jedinstveni identifikator računa koji je partner podijelio za identificiranje vašeg računa kako bi se mobilni operater ili drugi partner obavijestio da ste aktivirali svoju pretplatu. Telefonski broj ili jedinstveni identifikator koji je povezan s vašom pretplatom koristit ćemo za provjeru vašeg računa prilikom prijave i za povezivanje vaše pretplate na Apple TV+ s vašim računom. Ako se prijavite u aplikaciju Apple TV na uređaju koji nije Apple, Apple može podijeliti informacije s pružateljem platforme radi omogućavanja funkcioniranja aplikacije kako bi se sadržaj iz vaših Apple TV pretplata prikazivao na platformi i radi podržavanja značajki platforme, kao što su pružanje rezultata pretraživanja i personaliziranih preporuka. To može uključivati informacije o tome jeste li otvorili aplikaciju Apple TV i jeste li se pretplatili na kanale Apple TV+ i Apple TV, gdje su dostupni. Možete prestati dijeliti svoje informacije o pretplati u postavkama aplikacije Apple TV na uređaju koji nije Apple, ali time će se možda ograničiti načini prikazivanja sadržaja Apple TV-a na platformi. Na podržanim uređajima koji nisu Apple možete odabrati želite li podijeliti informacije o onome što gledate, kupite ili unajmite u aplikaciji Apple TV, uključujući Apple TV+, Apple TV kanale i druge sadržaje (gdje su dostupni) s pružateljem platforme drugog proizvođača. To može uključivati ime vašeg profila ili druge informacije koje se koriste za usklađivanje vaših podataka iz aplikacije Apple TV s vašim računom ili profilom na vašem drugom uređaju koji nije Appleov. Vaš pružatelj platforme može koristiti vaše informacije iz aplikacije Apple TV za omogućavanje značajki na platformi poput prikazivanja emisija u tijeku i personaliziranih preporuka. Možete to isključiti u postavkama aplikacije Apple TV na uređaju koji nije Apple. Na nekim vas uređajima to može preusmjeriti na postavke platforme. Ako se odlučite prijaviti u aplikaciju Apple TV na uređaju koji nije Apple, trebali biste pregledati odredbe, pravila privatnosti i prakse pružatelja platforme kako biste razumjeli koje podatke prikuplja, koristi i dijeli. Zadržavanje Zadržavamo osobne podatke povezane s vašim kupljenim stavkama, preuzimanjima i aktivnošću gledanja u aplikaciji Apple TV na različite periode, ovisno o poslovnim potrebama, ugovornim obvezama i pravnim zahtjevima. Za kupnje i preuzimanja to često zahtijeva razdoblje zadržavanja od barem 10 godina, ali u regijama poput Kine taj period može biti 30 godina. Zapis vaših kupljenih stavki i preuzimanja sadržaja zadržavamo najmanje onoliko koliko traje vaš račun kod nas kako bismo vam omogućili preuzimanje sadržaja u skladu s našim važećim odredbama o ponovnim preuzimanjima. Druge informacije, poput aktivnosti pregledavanja i pretrage, zadržavamo na najviše dvije godine. Neke informacije, kao što su transakcije, ali ne i vaši pohranjeni podaci o kartici, mogu biti zadržane kao poslovni zapisi čak i nakon što zatvorite svoj račun ili prestanete koristiti aplikaciju Apple TV. Kad koristite platnu karticu, Apple može zadržati i automatski ažurirati vaš broj kartice i informacije o naplati za buduće kupnje, ponavljajuće transakcije ili druge uporabe koje autorizirate. Apple može nabaviti ove informacije od vaše financijske institucije ili platne mreže te ih također koristiti za sprečavanje prevare i verifikaciju. Čišćenje povijesti reprodukcija Povijest reprodukcija aplikacije Apple TV možete očistiti u Postavkama. U aplikaciji Apple TV na iOS, iPadOS ili visionOS uređaju idite na Račun > Očisti povijest reprodukcija. U sustavu tvOS otvorite Postavke > Aplikacije > TV > Očisti povijest reprodukcija. Time će se sve gledane TV emisije i filmovi ukloniti iz vašeg popisa za gledanje i sva prošla povijest reprodukcija više neće biti povezana s vašim računom. To će se primijeniti na vaše podatke o reprodukciji koje Apple zadržava i upotrebljava na uređajima koji koriste isti Apple račun. Ako koristite uređaj koji nije Apple i odlučili ste podijeliti ono što gledate s pružateljem platforme, čišćenje vaše povijesti reprodukcija neće utjecati na podatke o reprodukciji koje je pohranio pružatelj platforme. Trebali biste pregledati odredbe, pravila privatnosti i prakse pružatelja platforme kako biste razumjeli možete li obrisati podatke koje je pružatelj pohranio. Možete ukloniti pojedinačne stavke iz svog popisa za gledanje dugačkim pritiskanjem epizode i odabirom opcije Ukloni iz popisa za gledanje. Ako u istom izborniku odaberete opciju Ukloni iz nedavno gledanog, epizoda će se također prestati koristiti za generiranje personaliziranih preporuka. Ipak, Apple će zadržati zapise o povijesti reprodukcija za Apple TV kanale i Apple TV+ radi pružanja izvještaja i ispunjavanja zahtjeva vezanih uz tantijeme. Povezane aplikacije drugih proizvođača Trebate dati dopuštenje za povezivanje podržanih aplikacija drugih proizvođača s aplikacijom Apple TV kako biste mogli početi dijeliti informacije o gledanim sadržajima iz tih aplikacija s tvrtkom Apple. Kad podesite aplikaciju Apple TV, možda će se prikazati upit za davanje dopuštenja za više aplikacija istovremeno. Neke od tih aplikacija mogu biti aplikacije koje još nemate instalirane na uređaj i vaše postavke primijenit će se ako ih instalirate kasnije. Bez obzira date li dopuštenje ili ne, moći ćete promijeniti podešenje za svaku aplikaciju u Postavkama. Ako u bilo kojem trenutku odlučite da više ne želite da neka od aplikacija drugih proizvođača bude povezana s aplikacijom Apple TV, možete odspojiti tu aplikaciju s aplikacije Apple TV i Apple će prestati prikupljati podatke o vašim reprodukcijama iz te aplikacije drugog proizvođača. U aplikaciji Apple TV na iOS, iPadOS ili visionOS uređaju idite u Račun > Povezane aplikacije, odaberite aplikaciju drugog proizvođača i isključite je. U sustavu tvOS otvorite Postavke > Aplikacije > TV > Povežite s TV-om, odaberite aplikaciju drugog proizvođača i isključite je. Kad uklanjate aplikaciju drugog proizvođača iz aplikacije Apple TV, također možete obrisati sve informacije o podacima reprodukcije koje je tvrtka Apple prikupila o gledanim sadržajima iz te aplikacije tako da odaberete opciju Ukloni i očisti povijest reprodukcija. Također možete, u bilo kojem trenutku, obrisati sve informacije o podacima reprodukcije koje je tvrtka Apple prikupila o svim sadržajima drugih proizvođača koje ste gledali u aplikaciji Apple TV tako da očistite svoju povijest reprodukcija na iznad opisani način. Čišćenjem povijesti reprodukcija na bilo koji od ovih opisanih načina čiste se samo podaci o reprodukciji aplikacije drugog proizvođača koje Apple čuva i koristi za aplikaciju Apple TV. Postupak ne utječe na podatke o reprodukciji koje odvojeno čuva pružatelj aplikacije drugog proizvođača (na primjer, unutar vlastite aplikacije ili na svojim poslužiteljima). Savjetujemo da pregledate odredbe, pravila privatnosti i prakse podržanih aplikacija drugih proizvođača kako biste razumjeli na koji način koriste i dijele vaše podatke o reprodukciji i povezane informacije. Grupne preporuke Ako odlučite omogućiti Grupne preporuke na uređaju Apple TV, informacije o sadržajima koje gledate upotrijebit će se za generiranje grupnih preporuka s bilo kojom kombinacijom korisnika istog Apple TV-a. Ako se u grupi nalazi račun djeteta, uključit će se i preporuke za djecu, ali njihova povijest gledanja neće se koristiti. Grupne preporuke možete u bilo kojem trenutku isključiti za svoj račun tako da otvorite Postavke > Korisnici i računi, odaberete svoj profil, zatim odaberete Za sve vas. Sprječavanje prevare i ostalih zlonamjernih aktivnosti Osobne podatke prikupljamo i kako bismo spriječili prevare i druge zlonamjerne aktivnosti u aplikaciji Apple TV. Te informacije sadrže informacije o uređaju, kao što je vrsta uređaja i verzija softvera, informacije o lokaciji (približno se određuje usklađivanjem IP adrese vaše internetske veze sa zemljopisnim područjem, ako je dostupno), povijest preuzimanja i kupnji te ostale interakcije s aplikacijom Apple TV. Kada je vaša pretplata podešena na automatsko obnavljanje, Apple također može koristiti informacije o vašem povijesnom poslovnom odnosu s tvrtkom Apple kako bi obradio zahtjev i odredio hoće li omogućiti stalni pristup vašoj pretplati prije autorizacije od strane partnera za plaćanje. Također možemo izračunati rezultat pouzdanosti uređaja na vašem uređaju prilikom pokušaja obavljanja kupnje koristeći informacije o načinu na koji koristite svoj uređaj, uključujući približan broj telefonskih poziva ili e‑mail poruka koje ste poslali i primili. Ti podaci prikupljaju se u obliku u kojem tvrtka Apple ne može saznati osnovne vrijednosti na vašem uređaju. Rezultat se pohranjuje na određeno vrijeme na našim poslužiteljima. Primjenjiva pravna osnova za obrađivanje osobnih podataka Vaše osobne podatke usluge Apple TV obrađujemo općenito radi izvršavanja vašeg ugovora s tvrtkom Apple, kako je potrebno radi pružanja usluge i radi usklađenosti s našim pravnim obvezama. Na mjestima na kojima je pristanak prikladna pravna osnova, tražimo ga u skladu s važećim lokalnim zakonom. Na mjestima na kojima važeći lokalni zakon to omogućava, obrađujemo osobne podatke koliko je potrebno za svrhe naših legitimnih interesa ili interesa drugih strana, radi: • Prikaz dostupnog i vama relevantnog sadržaja, uključujući iz usluga drugih strana • Provjera prikladnosti za ponude, pomoć za poboljšanje i optimiziranje usluge za vas i druge korisnike te slanje informacija o aplikaciji Apple TV i drugim proizvodima, uslugama i ponudama tvrtke Apple koji bi vas mogli zanimati • Sprječavanja prevare i drugih zlonamjernih aktivnosti Korišteni podaci sadrže: • Vaša uporaba aplikacije Apple TV, uključujući značajke koje koristite (na primjer, Nastavite gledati ili Medijateka), pojmove koje pretražujete, vaše interakcije s obavijestima, stranice sadržaja koje pretražujete ili pregledavate, što gledajte, kupujete, na što se pretplaćujete i što preuzimate, te informacije o greškama ili rušenju u aplikaciji • Detalji o vašem uređaju i računu • Rezultat pouzdanosti uređaja • Vaša lokacija Apple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com/legal/privacy/hr/.
hu: Az Apple TV lehetővé teszi, hogy egyetlen helyen nézhesse kedvenc tv-műsorait és filmjeit. Megtekintheti az Apple-től kölcsönzött vagy vásárolt tartalmakat. Ha elérhető, akkor hozzáférhet az Apple TV+, az Apple TV-csatornák, illetve a harmadik felek által kínált videóappok tartalmaihoz. Az összes ilyen tartalmat elérheti az Apple TV appal az összes olyan támogatott eszközén, amelyeken ugyanazzal az Apple-fiókkal van bejelentkezve. Az Apple TV app biztosítása Az Ön személyes adatait szolgáltatások és funkciók biztosítására használjuk az Apple TV appban. Az ilyen adatok közé tartoznak a fiók- és fizetési adatai, amelyeket a Beállításokban érhet el és módosíthat. Az Apple információkat gyűjt arról, hogy Ön mit vásárol és mit néz az Apple TV appban azokon a támogatott eszközein, amelyeken ugyanazzal az Apple-fiókkal van bejelentkezve. Az Apple ezeket az információkat az Ön Apple-fiókjához rendelve tárolja, így az összes támogatott eszközén meg tudjuk jeleníteni, amit Ön éppen néz. Amikor harmadik féltől származó appokba jelentkezik be, az azzal kapcsolatos információk, hogy Ön előfizetett-e az adott szolgáltatásokra, az Ön számára elérhető tartalmak megjelenítésére vannak felhasználva. Ha engedélyt ad egy harmadik fél appjának, hogy az kapcsolódjon az Apple TV apphoz, akkor az Apple az Ön előfizetésének állapota mellett gyűjteni fogja azt is, hogy Ön mit nézett meg az adott appból bármely támogatott eszközén. A támogatott tartalommal rendelkező Apple-appok (például az Apple Zene és a Távirányító) automatikusan összekapcsolódnak az Apple TV app használatának megkezdésekor. Az információk arról, hogy Ön mit néz, tartalmazni fogják a lejátszott tartalmakat, a lejátszás időpontját, és azt is, hogy milyen eszközről játszotta le az adott tartalmakat, valamint hol szüneteltette vagy állította le a lejátszást. Ezenkívül részletes adatokat gyűjtünk az Apple TV-csatornákkal és az Apple TV+ szolgáltatással kapcsolatos lejátszáselőzményekről is. Ha engedélyezi, hogy az Apple TV app hozzáférjen az Ön helyzetéhez, a helyzete fel lesz használva a régiójában elérhető tartalmak, például a helyi tartalmak (élő mérkőzések, események és hírek) meghatározásához. Néhány tartalom földrajzilag releváns hirdetéseket tartalmaz. Az Apple TV app továbbfejlesztése Az Apple információkat gyűjt az Ön fiókjáról, illetve arról, hogy hogyan használja az Apple TV appot, beleértve az Ön által használt funkciókat (pl. Továbbnézés vagy Könyvtár), a keresett elemeket, az értesítésekkel végzett műveleteit, a böngészett vagy megtekintett tartalomoldalakat, az app hibáival és összeomlásaival kapcsolatos információkat, valamint a számlázási címéhez tartozó irányítószámot. Ezt az információt, az Ön körülbelüli helyzetadatait (személyazonosításra nem alkalmas módon) és a nézett tartalmakkal kapcsolatos információkat felhasználjuk arra, hogy javítsuk és optimalizáljuk a szolgáltatást Ön és mások számára. Az eszközével kapcsolatban is gyűjtünk adatokat, ilyen például az eszköz típusa, a csatorna, amelyen keresztül hozzájutott az eszközhöz, az operációs rendszer verziója és az eszközön elérhető szabad tárhely mérete. Ezekkel az információkkal felmérhetjük, hogy a kért tartalom letölthető-e, hogy megismerjük az eszköz használatára és tárhelyére vonatkozó általános trendeket, és megállapítsuk, hogy az eszköz Wi-Fi- vagy mobilhálózati kapcsolatot használ-e. Az Ön eszközén rendelkezésre álló tárhely ismeretében például létrehozhattunk egy olyan funkciót, amellyel filmet vásárolhat az iPhone-ján anélkül, hogy letöltené a vásárláskor. Ha a SharePlayen keresztül más felhasználókkal együtt néz meg tartalmakat, akkor az Apple TV app begyűjti azt az információt, hogy Ön megtekintette az adott tartalmat egy SharePlay-munkamenet során, ezenkívül az adott munkamenetben résztvevő eszközök számát is begyűjti, azonban nem gyűjt olyan információkat, amelyek a SharePlay-munkamenetek résztvevőit azonosíthatják. Az Apple TV keresési adatait továbbá arra használjuk fel, hogy fejlesszük az Apple TV‑t működtető modelleket. Például az Apple TV összesített keresési lekérdezéseit arra használjuk fel, hogy finomhangoljuk az Apple TV keresési modelljének működését. Az Apple TV app személyre szabása Személyre szabjuk az Apple TV appot, hogy segítsünk az Ön számára legrelevánsabb tartalmak felfedezésében. Például olyan filmeket javasolunk, amelyekről az előzőleg Ön által megtekintett filmek alapján úgy gondoljuk, érdekelhetik Önt. A személyre szabás érdekében felhasználjuk az Ön Apple TV appban megnézett tartalmaival, vásárlásaival, előfizetéseivel, letöltéseivel, böngészéseivel és egyéb tevékenységeivel kapcsolatos információkat, továbbá a fiókjában elérhető információkat is, például az Ön életkorát. Ha nem szeretné, hogy az Apple az Apple TV appot támogató összes eszközön végzett személyre szabáshoz információkat használjon fel arról, hogy Ön mit néz ezen az eszközön az Apple TV appban, akkor kapcsolja ki a Lejátszáselőzmények beállítást a Beállításokban. iOS-, iPadOS-, visionOS- vagy tvOS-eszközön válassza a Beállítások > Appok > TV > Lejátszáselőzmények (visionOS‑en: Settings > Apps > TV > Use Play History) menüpontot. Ha ki szeretné kapcsolni a személyre szabási funkciókat az App Store-ban, az Apple Könyvekben, az iTunes Store-ban, az Apple TV appban és az Apple Podcastokban, illetve az Apple-től származó előfizetésekben, kapcsolja ki a Személyre szabott ajánlások beállítást az Apple-fiókjára vonatkozóan. Ehhez az iOS-, iPadOS- vagy visionOS-eszközén válassza a Beállítások > [az Ön neve] > Média és vásárlások > A fiók megtekintése (visionOS‑en: Settings > [az Ön neve] > Media & Purchases > View Account) menüpontot, majd koppintással kapcsolja ki a Személyre szabott ajánlások (visionOS‑en: Personalized Recommendations) lehetőséget. A Macen lévő Apple TV appban válassza a Fiók > Fiókbeállítások > Beállítások menüpontot. Az Önnel folytatott kommunikáció Az Apple felhasználhatja az Ön fiókjával kapcsolatos információkat (mint például az Ön tulajdonában lévő Apple-termékek, az Apple-szolgáltatásokra való előfizetései, az Ön által letöltött Apple-appok és a számlázási címéhez tartozó irányítószáma), hogy információkat küldjön Önnek az Apple TV appról, valamint az Önt esetleg érdeklő Apple-termékekről, -szolgáltatásokról és -ajánlatokról, többek között az Apple One szolgáltatásról. Előfordulhat, hogy az eszközével kapcsolatos információk (pl. az eszköz sorozatszáma vagy a vonatkozó App Store-előfizetéseivel kapcsolatos részletek) az Apple-ajánlatokra való jogosultságának ellenőrzéséhez lesznek használva. Ha Ön egy Családi megosztás-csoporthoz tartozik, akkor előfordulhat, hogy az Apple információkat küld Önnek a Családi megosztás funkción keresztül elérhető termékekről, szolgáltatásokról és ajánlatokról. Ha Apple One-előfizetést vásárol, akkor előfordulhat, hogy e‑maileket és push értesítéseket küldünk Önnek az Ön által előfizetett szolgáltatások funkcióiról. Az Apple felhasználhatja az Ön Apple TV appban végzett tevékenységeit ahhoz is, hogy e‑maileket és push értesítéseket küldjön Önnek az Apple TV appban elérhető új funkciókról, tartalmakról és ajánlatokról. Az account.apple.com/hu címen módosíthatja az e-mailekkel kapcsolatos beállításokat, valamint leiratkozhat ezekről az e-mailekről. Az értesítési beállítások frissítéséhez iOS-, iPadOS- vagy visionOS-eszközön válassza a Beállítások > Értesítések > TV (visionOS‑en: Settings > Notifications > TV) menüpontot. Hirdetések Ha engedélyezi a helyzetéhez való hozzáférést az Apple TV app számára, akkor az Apple TV appban a helyzete földrajzilag releváns hirdetések megjelenítésére lehet felhasználva. Más appok (például az App Store, az Apple News és a Részvények) esetén, ha a Személyre szabott hirdetések beállítás be van kapcsolva, az Apple hirdetési platformja felhasználhatja az Ön információit – többek között az Apple-től vásárolt filmekkel és tv-műsorokkal kapcsolatos információkat – arra, hogy ezekben az appokban Önre nézve relevánsabb hirdetéseket jelenítsen meg. Ha nem szeretne az Apple hirdetési platformjáról az Ön érdeklődési körének megfelelő célzott hirdetéseket kapni, kikapcsolhatja a Személyre szabott hirdetések funkciót. A Személyre szabott hirdetések funkció kikapcsolása megakadályozza, hogy az Apple célzott hirdetésekhez használja fel az Ön információit. Előfordulhat, hogy ez nem csökkenti a megjelenő hirdetések számát, de a hirdetések kevésbé lehetnek relevánsak az Ön számára. A Személyre szabott hirdetések beállítást a Beállítások > Adatvédelem és biztonság > Apple-hirdetések menüpontban módosíthatja. Az Apple-hirdetésekről és az adatvédelemről a www.apple.com/legal/privacy/data/hu/apple-advertising weboldalon tudhat meg további információkat. A következő cikkből megtudhatja, hogyan iratkozhat le a személyre szabott hirdetésekről az App Store-ban, az Apple News felületén és a Részvényekben: support.apple.com/hu-hu/105131 Megosztás harmadik felekkel Bizonyos nem személyes jellegű adatokat elérhetővé teszünk az olyan hirdetőink és stratégiai partnereink számára, akik együttműködnek az Apple-lel a termékeink és szolgáltatásaink biztosításában, segítik az Apple marketingjét az ügyfelek felé, és olyan hirdetéseket adnak el az Apple nevében, amelyek az App Store-ban, az Apple Newsban és a Részvényekben jelennek meg. Például az Apple TV stratégiai partnereinek (többek között tartalomtulajdonosoknak) bizonyos nem személyes jellegű információkat biztosítunk az Ön tranzakcióiról, megtekintési tevékenységeiről és régiójáról, valamint összesített demográfiai adatokat, például a korcsoportot és a nemet (amely az Apple-fiókjában lévő információk, például a név és a megszólítás alapján megállapítható) annak érdekében, hogy fel tudják mérni alkotói tevékenységük eredményességét, meg tudjanak felelni a jogdíjakkal és a könyveléssel kapcsolatos követelményeknek, valamint továbbfejleszthessék termékeiket és szolgáltatásaikat. Ha a mobilhálózati szolgáltatója Apple TV+-előfizetéseket és ingyenes próbaidőszakokat kínál, az Apple ellenőrizheti az Ön telefonszámát annak megállapítása céljából, hogy Ön jogosult-e ezekre egy mobilhálózati szolgáltatói partneren keresztül. Ha a mobilhálózati szolgáltatóján vagy egy másik Apple-partneren keresztül regisztrál egy Apple TV+-előfizetésre vagy ingyenes próbaidőszakra, akkor az Apple a telefonszáma vagy a partner által megosztott egyedi fiókazonosító segítségével azonosítja be az Ön fiókját, és értesíti a mobilhálózati szolgáltatót vagy a másik partnert, hogy Ön aktiválta az előfizetését. Az előfizetéséhez társított telefonszámot vagy egyedi azonosítót arra használjuk fel, hogy ellenőrizzük fiókját a bejelentkezés során, és hogy az Apple TV+-előfizetését a fiókjához rendeljük. Ha egy nem Apple-gyártmányú eszközön jelentkezik be az Apple TV appba, akkor előfordulhat, hogy az Apple információkat oszt meg a platformszolgáltatóval annak érdekében, hogy az app működjön, az Ön Apple TV-előfizetéseiből származó tartalom megjelenjen a platformon, továbbá támogatni lehessen a platform funkcióit, többek között meg lehessen jeleníteni a keresési találatokat és a személyre szabott ajánlásokat. Ez magában foglalhat olyan információkat, hogy Ön megnyitotta-e az Apple TV appot, és Ön előfizetett-e az Apple TV+-ra és Apple TV-csatornákra, ahol ezek elérhetők. Igény szerint megadhatja a nem Apple gyártmányú eszközén az Apple TV app beállításaiban, hogy nem szeretné megosztani többé az előfizetésével kapcsolatos információkat, azonban ebben az esetben korlátozni fogja azokat a módokat, amelyekkel az Apple TV által kínált tartalmak megjelennek a platformon. A nem Apple-gyártmányú támogatott eszközökön megadhatja, hogy megosztja-e az Apple TV appban – többek között az Apple TV+-ban és az Apple TV-csatornákon – megtekintett, megvásárolt vagy kikölcsönzött és egyéb tartalmakat (ha elérhető) a harmadik félnek tekinthető platform szolgáltatójával. Ebbe beletartozhat az Ön profiljának neve, vagy más olyan információk, amelyek segítségével az Ön Apple TV appból származó adatainak egyeztetése történik az Ön nem Apple-eszközén található fiókjával vagy profiljával. A platformszolgáltatója felhasználhatja az Ön Apple TV appból származó adatait a platformfunkciók engedélyezéséhez, például, hogy meg tudja jeleníteni a már megkezdett műsorokat és a személyre szabott ajánlásokat. Ha ki szeretné kapcsolni ezt a funkciót, nyissa meg az Apple TV app beállításait a nem Apple-gyártmányú eszközén. Elképzelhető, hogy egyes eszközökön a rendszer átirányítja a platform beállításaihoz. Ha úgy dönt, hogy bejelentkezik az Apple TV appba egy nem Apple-gyártmányú eszközön, tekintse át a platformszolgáltató feltételeit, adatvédelmi szabályzatait és eljárásait, amelyekből megtudhatja, hogy milyen adatok gyűjtésére, felhasználására és megosztására kerül sor. Megőrzés Az Apple TV appal kapcsolatos vásárlási, letöltési és tartalommegtekintési tevékenységeihez társított személyes adatokat különböző ideig őrizzük meg, az üzleti érdekektől, a szerződéses kötelezettségektől és a jogi követelményektől függően. A vásárlások és letöltések esetében a megőrzési időszak hossza az előírásoknak megfelelően gyakran legalább 10 év, azonban bizonyos régiókban (például Kínában) ez az időszak 30 év is lehet. Legalább addig megőrizzük a tartalomvásárlásokra és -letöltésekre vonatkozó nyilvántartásokat is, amíg Ön fiókkal rendelkezik nálunk, hogy lehetővé tegyük az adott tartalom letöltését a letöltésekre vonatkozó feltételeknek megfelelően. Az egyéb információkat, például a böngészési tevékenységet és a kereséseket legfeljebb két évig őrizzük meg. Bizonyos információkat, például a tranzakciókra vonatkozókat azonban esetenként akkor is megőrzünk, ha Ön megszünteti a fiókját, vagy felfüggeszti az Apple TV app használatát (az eltárolt kártyaadatokat nem őrizzük meg). Fizetési kártya használatakor előfordulhat, hogy az Apple megőrzi és automatikusan frissíti az Ön kártyaszámát és a számlázási információkat a jövőbeli vásárlásokhoz, az ismétlődő tranzakciókhoz, illetve olyan egyéb használati célokra is, amelyeket Ön engedélyez. Az Apple ezeket az információkat az Ön pénzügyi intézményétől vagy fizetési hálózatától szerezheti be, és a csalások megelőzéséhez, illetve ellenőrzéshez is felhasználhatja őket. Lejátszáselőzmények törlése A lejátszáselőzményeket a Beállításokban, az Apple TV app menüpontban törölheti. Az iOS-, iPadOS- vagy visionOS-eszköz Apple TV appjában válassza a Fiók > Lejátszáselőzmények törlése (visionOS‑en: Account > Clear Play History) menüpontot. tvOS rendszeren válassza a Beállítások > Appok > TV > Lejátszáselőzmények törlése menüpontot. Ezzel eltávolíthatja az összes tv-műsort és filmet a Megnézendők listából, és törölheti a múltbeli lejátszáselőzményeket a fiókjából. Ez minden olyan lejátszási adatra alkalmazva lesz, amelyeket az Apple megőriz és felhasznál azokon az eszközökön, amelyek ugyanazt az Apple-fiókot használják. Ha nem Apple-gyártmányú eszközt használ, és úgy dönt, hogy megosztja a megtekintett tartalmakat a platformszolgáltatóval, akkor a lejátszási előzmények törlése nem lesz hatással a platformszolgáltató által tárolt lejátszási adatokra. Olvassa el a platformszolgáltató használati feltételeit, adatvédelmi szabályzatát és eljárásait, amelyekből megtudhatja, hogy Ön törölheti-e a szolgáltató által tárolt adatokat. Az egyes elemeket úgy távolíthatja el a Megnézendők listáról, hogy hosszan megnyomja az epizódot, és kiválasztja az Eltávolítás a Megnézendőkből lehetőséget. Ha ugyanabban a menüben az Eltávolítás a legutóbb megnézettek listájáról lehetőséget választja, azzal is eltávolítja az epizódot a személyre szabott ajánlások generálásához való használatból. Az Apple azonban az Apple TV-csatornák és az Apple TV+ lejátszáselőzményeinek adatait megőrzi a jelentési és jogdíjfizetési követelmények miatt. Harmadik felek összekapcsolt appjai Engedélyt kell adnia a harmadik felek részt vevő appjai számára, hogy kapcsolódhassanak az Apple TV apphoz, és elkezdhessék megosztani az Apple-lel, hogy Ön mit néz azokban az appokban. Elképzelhető, hogy az Apple TV app beállításakor a rendszer megkéri, hogy adjon engedélyt egyszerre több alkalmazás számára. Néhány app olyan app lehet, amelyet még nem telepített az adott eszközön, és a beállítások akkor lesznek alkalmazva, amikor később telepíti őket. Az egyes appok beállításait a Beállításokban módosíthatja, függetlenül attól, hogy engedélyt ad-e vagy sem. Amennyiben valamikor úgy dönt, hogy a harmadik felektől származó appok közül az egyik a továbbiakban ne legyen összekapcsolva az Apple TV appal, akkor leválaszthatja azt az Apple TV appról, és az Apple nem fogja gyűjteni az Ön lejátszási adatait az adott harmadik féltől származó appból. Az iOS-, iPadOS- vagy visionOS-eszköz Apple TV appjában válassza a Fiók > Összekapcsolt appok (visionOS‑en: Account > Connected Apps) menüpontot, válassza a harmadik féltől származó appot, majd kapcsolja ki azt. tvOS rendszeren válassza a Beállítások > Appok > TV > Összekapcsolás a TV appal menüpontot, jelölje ki a harmadik féltől származó appot, és kapcsolja ki. Amikor eltávolítja egy harmadik fél appját az Apple TV appból, akkor az Eltávolítás és lejátszási előzmények törlése lehetőséggel is törölheti az összes lejátszási információt, amelyet az Apple összegyűjtött az adott appból megtekintett tartalmakról. Ezenkívül bármikor úgy dönthet, hogy törli az összes lejátszási információt is, amelyet az Apple összegyűjtött az Apple TV appal megnézett harmadik féltől származó tartalmakról. Ehhez a fent leírt módon törölje a lejátszáselőzményeket. A lejátszási előzmények törlése a leírt esetekben csak a harmadik felek appjainak lejátszási adatait törli, amelyeket az Apple az Apple TV apphoz tárol és használ. Ez nincs hatással azokra a lejátszási adatokra, amelyeket a harmadik félnek minősülő appszolgáltató tárol (pl. a saját appjában vagy a szerverein). A harmadik féltől származó appok használati feltételeit, adatvédelmi szabályzatait és eljárásait is olvassa el, hogy tisztában legyen vele, azok hogyan használják fel az Ön lejátszási adatait és kapcsolódó információit. Csoportjavaslatok Ha úgy dönt, hogy engedélyezi a csoportjavaslatokat egy Apple TV-n, akkor az Ön által megtekintett tartalmakra vonatkozó információk arra lesznek felhasználva, hogy a rendszer csoportjavaslatokat jelenítsen meg azoknak a felhasználóknak a tetszőleges kombinációjával, akik az adott Apple TV esetében engedélyezték ezt a funkciót. Ha egy gyermekfiók is szerepel a csoportban, akkor a javaslatok között gyermekeknek szóló javaslatok is megjelennek, azonban a gyermekek által korábban megtekintett tartalmak nem lesznek felhasználva. A csoportjavaslatokat bármikor kikapcsolhatja az adott fiók esetében. Ehhez válassza a Beállítások > Felhasználók és fiókok menüpontot, válassza ki a profilját, majd válassza ki a Mindenki számára lehetőséget. Csalás és más rosszindulatú tevékenység megakadályozása A személyes adatokat azért is gyűjtjük, hogy megelőzzük az esetleges csalásokat és más rosszindulatú tevékenységeket az Apple TV appban. Ilyen adatok például az eszközinformációk, többek között az eszköz típusa és szoftververziója, a helyzetadatok (megközelítőlegesen meghatározva az internetkapcsolata IP-címének egy földrajzi régióhoz való egyeztetésével, ha elérhető), a letöltési és vásárlási előzmények, valamint az Apple TV appal folytatott egyéb interakciók. Ha az előfizetése automatikus megújításra van beállítva, az Apple az Ön Apple-lel való üzleti kapcsolatának előzményeit is felhasználhatja a kérelem feldolgozásához, valamint annak meghatározásához, hogy biztosítson-e folyamatos hozzáférést az Ön előfizetéséhez a fizetési partner jóváhagyása előtt. Amikor megpróbál vásárolni, egy eszközmegbízhatósági pontszámot is kiszámíthatunk az eszközhasználattal kapcsolatos információi alapján, amelyek azt is tartalmazzák, hogy hozzávetőlegesen hány telefonhívást intézett, és hány e-mail-üzenetet küldött és kapott. Az információk beküldése úgy lett megtervezve, hogy az Apple ne tudja megállapítani a mögöttes értékeket az Ön eszközén. A pontszámot meghatározott ideig tároljuk a szervereinken. A személyes adatok feldolgozásának hatályos jogalapja Az Ön személyes adatait az Apple TV appban általánosságban az Ön Apple-lel kötött szerződésének végrehajtása érdekében dolgozzuk fel, a szolgáltatás biztosításához és a jogi előírásoknak való megfeleléshez szükséges módon. Ahol a hatályos jogalap a hozzájárulás, ott hozzájárulást kérünk a vonatkozó helyi jogszabályoknak megfelelően. Ahol a helyi jogszabályok lehetővé teszik, a személyes adatokat feldolgozzuk a saját jogos érdekünkkel vagy harmadik felek jogos érdekeivel kapcsolatos célokra annak érdekében, hogy: • Elérhető és releváns tartalmakat jelenítsünk meg az Ön számára, a harmadik félnek minősülő szolgáltatásoktól származókat is beleértve; • Ellenőrizzük az ajánlatokra való jogosultságát, segítsünk továbbfejleszteni és optimalizálni a szolgáltatást az Ön és mások számára, és információkat küldjünk az Apple TV appról, valamint az Önt esetleg érdeklő egyéb Apple-termékekről, -szolgáltatásokról és -ajánlatokról; • Megakadályozhassuk a csalásokat és más rosszindulatú tevékenységeket. A felhasznált adatok a következőket tartalmazzák: • Az Apple TV app Ön általi használata, beleértve az Ön által használt funkciókat (pl. Továbbnézés vagy Könyvtár), a keresett elemeket, az értesítésekkel végzett műveleteit, a böngészett vagy megtekintett tartalomoldalakat, az Ön által megtekintett, megvásárolt, előfizetett és letöltött tartalmakat, valamint az app hibáival és összeomlásaival kapcsolatos információkat; • Az Ön eszközére és fiókjára vonatkozó részletek; • Az eszköz megbízhatósági pontszáma; • Az Ön helyzete. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek kezelve, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Apple TV memungkinkan Anda untuk menonton acara TV dan film favorit Anda di satu tempat. Anda dapat menonton konten yang telah Anda sewa atau beli dari Apple. Jika tersedia, Anda juga dapat mengakses konten melalui Apple TV+, saluran Apple TV, dan app video pihak ketiga Anda yang terhubung. Anda dapat mengakses semua konten ini melalui app Apple TV di semua perangkat yang didukung yang masuk ke Akun Apple yang sama. Menyediakan App Apple TV Kami menggunakan data pribadi Anda untuk menyediakan layanan dan fitur di app Apple TV. Informasi ini menyertakan informasi akun dan pembayaran, yang dapat Anda akses dan ubah di Pengaturan. Apple mengumpulkan informasi mengenai apa yang Anda beli dan tonton di app Apple TV di semua perangkat yang didukung yang masuk ke Akun Apple yang sama. Apple menyimpan informasi ini yang terkait dengan Akun Apple Anda, sehingga kami dapat menampilkan apa yang Anda tonton di semua perangkat Anda yang didukung. Saat Anda masuk ke app pihak ketiga, informasi mengenai apakah Anda telah berlangganan layanan tersebut digunakan untuk menampilkan konten yang tersedia bagi Anda. Jika Anda mengizinkan app pihak ketiga untuk terhubung ke app Apple TV, Apple akan mengumpulkan dan menyimpan informasi mengenai apa yang Anda tonton dari app tersebut di semua perangkat Anda yang didukung, serta status langganan Anda. App Apple dengan konten yang didukung, seperti Apple Music dan Remote, akan terhubung secara otomatis saat Anda mulai menggunakan app Apple TV. Informasi mengenai apa yang Anda tonton akan meliputi konten apa yang Anda putar, kapan Anda memutarnya, perangkat apa yang Anda gunakan untuk memutarnya, dan di titik mana Anda menjeda serta berhenti menonton. Kami juga mengumpulkan riwayat detail dari semua aktivitas pemutaran untuk saluran Apple TV dan Apple TV+. Jika Anda mengizinkan app Apple TV untuk mengakses lokasi Anda, lokasi tersebut akan digunakan untuk menentukan apa yang tersedia di wilayah Anda, termasuk konten lokal seperti pertandingan langsung, acara, dan berita. Sebagian konten meliputi iklan yang relevan secara geografis. Meningkatkan App Apple TV Apple mengumpulkan informasi mengenai penggunaan app Apple TV dan akun Anda, meliputi fitur yang Anda gunakan (misalnya, Lanjutkan Menonton atau Perpustakaan), item yang Anda cari, interaksi Anda dengan pemberitahuan, halaman konten yang Anda telusuri atau lihat, informasi mengenai kesalahan atau crash di dalam app, dan kode pos penagihan Anda. Kami menggunakan informasi ini, informasi perkiraan lokasi yang tidak mengidentifikasi Anda, dan informasi mengenai apa yang Anda tonton untuk membantu meningkatkan dan mengoptimalkan layanan untuk Anda dan orang lain. Kami juga mengumpulkan informasi mengenai perangkat Anda, seperti jenis perangkat, saluran yang digunakan untuk memperoleh perangkat Anda, versi sistem operasi, dan besarnya ruang kosong di perangkat Anda. Kami dapat menggunakan informasi ini untuk menilai apakah konten yang diminta dapat diunduh, untuk memahami tren umum dalam penggunaan dan penyimpanan perangkat, dan apakah perangkat Anda terhubung ke Wi-Fi atau seluler. Misalnya, dengan mengetahui ruang kosong pada perangkat Anda, kami dapat membangun fitur yang memungkinkan Anda untuk membeli film di iPhone tanpa mengunduhnya pada saat pembelian. Jika Anda menggunakan SharePlay untuk menonton konten dengan pengguna lainnya, app Apple TV akan mengumpulkan bahwa Anda telah menonton konten tersebut selama sesi SharePlay dan jumlah perangkat yang berpartisipasi dalam sesi tersebut, tapi tidak mengumpulkan informasi apa pun untuk mengidentifikasi peserta sesi SharePlay. Kami menggunakan data pencarian Apple TV untuk meningkatkan model yang mendukung Apple TV. Misalnya, permintaan pencarian agregat Apple TV digunakan untuk menyempurnakan model pencarian Apple TV. Mempersonalisasi App Apple TV Kami mempersonalisasi app Apple TV untuk membantu Anda menemukan konten yang paling relevan bagi Anda. Misalnya, kami merekomendasikan film yang menurut kami sesuai dengan minat Anda berdasarkan film yang telah Anda tonton sebelumnya. Untuk menyediakan personalisasi, kami menggunakan informasi mengenai apa yang Anda tonton, pembelian, langganan, pengunduhan, penelusuran, dan aktivitas Anda lainnya di app Apple TV, serta informasi dari akun Anda seperti umur Anda. Jika Anda tidak ingin Apple menggunakan informasi mengenai apa yang Anda tonton di perangkat ini di app Apple TV untuk personalisasi di semua perangkat yang mendukung app Apple TV, Anda dapat mematikan Gunakan Riwayat Pemutaran di Pengaturan. Di perangkat iOS, iPadOS, visionOS, atau tvOS Anda, buka Pengaturan > App > TV > Gunakan Riwayat Pemutaran. Anda dapat mematikan fitur personalisasi di App Store, Apple Books, iTunes Store, Apple TV, Apple Podcasts, dan untuk langganan dari Apple dengan mematikan Rekomendasi Personal untuk Akun Apple Anda. Di perangkat iOS, iPadOS, atau visionOS, buka Pengaturan > [nama Anda] > Media & Pembelian > Lihat Akun, lalu ketuk untuk mematikan Rekomendasi Personal. Di app Apple TV di Mac, buka Akun > Pengaturan Akun > Pengaturan. Berkomunikasi dengan Anda Apple dapat menggunakan informasi mengenai akun Anda, seperti produk Apple yang Anda miliki, langganan layanan Apple Anda, app Apple yang Anda unduh, serta kode pos penagihan Anda, untuk mengirimi Anda komunikasi mengenai app Apple TV dan produk, layanan, serta penawaran Apple lainnya yang mungkin Anda minati, termasuk Apple One. Detail mengenai perangkat Anda, seperti nomor seri perangkatnya, atau detail mengenai langganan App Store Anda yang relevan dapat digunakan untuk memeriksa eligibilitas Anda untuk menerima penawaran Apple. Jika Anda berada dalam grup Keluarga Berbagi, Apple dapat mengirimi Anda komunikasi mengenai produk, layanan, dan penawaran yang tersedia bagi Anda melalui Keluarga Berbagi. Jika Anda membeli langganan Apple One, kami dapat mengirimi Anda email dan pemberitahuan push mengenai fitur dari setiap layanan langganan Anda. Apple juga dapat menggunakan informasi mengenai aktivitas Anda di dalam app Apple TV untuk mengirimi Anda email dan pemberitahuan push mengenai fitur, konten, dan penawaran baru yang tersedia di app Apple TV. Anda dapat mengubah preferensi email Anda dan menonaktifkan penerimaan email ini dengan membuka account.apple.com. Untuk memperbarui preferensi pemberitahuan di perangkat iOS, iPadOS, atau visionOS Anda, buka Pengaturan > Pemberitahuan > TV. Pengiklanan Di app Apple TV, jika Anda mengizinkan app Apple TV untuk mengakses lokasi Anda, lokasi tersebut dapat digunakan untuk menyajikan iklan yang relevan secara geografis. Untuk app lainnya seperti App Store, Apple News, dan Saham, jika pengaturan Iklan yang Dipersonalisasi dinyalakan, platform pengiklanan Apple dapat menggunakan informasi Anda, termasuk informasi mengenai film dan acara TV yang Anda beli dari Apple, untuk menyajikan iklan di app tersebut yang lebih relevan bagi Anda. Jika Anda tidak ingin menerima iklan yang ditargetkan terhadap minat Anda dari platform pengiklanan Apple, Anda dapat memilih untuk mematikan Iklan yang Dipersonalisasi. Jika Iklan yang Dipersonalisasi dimatikan, Apple tidak akan dapat menggunakan informasi Anda untuk penargetan iklan. Hal ini mungkin tidak akan mengurangi jumlah iklan yang Anda terima, tapi iklan mungkin akan menjadi kurang relevan bagi Anda. Anda dapat mengubah pengaturan Iklan yang Dipersonalisasi Anda dengan membuka Pengaturan > Privasi & Keamanan > Pengiklanan Apple. Pelajari Pengiklanan Apple & Privasi lebih lanjut di www.apple.com/legal/privacy/data/id/apple-advertising. Pelajari cara menonaktifkan iklan yang dipersonalisasi di App Store, Apple News, dan Saham di support.apple.com/105131. Berbagi dengan Pihak Ketiga Kami menyediakan data nonpribadi tertentu kepada pengiklan serta mitra strategis yang bekerja dengan Apple untuk menyediakan produk dan layanan kami, membantu Apple memasarkan ke konsumen, dan menjual iklan atas nama Apple untuk ditampilkan di App Store dan Apple News serta Saham. Misalnya, kami dapat membagikan data nonpribadi mengenai transaksi, aktivitas menonton, dan wilayah Anda, serta demografi pengguna yang diagregatkan seperti kelompok umur, gender (yang mungkin disimpulkan dari informasi seperti nama dan sapaan Anda di Akun Apple Anda), ke mitra strategis Apple TV, seperti pemilik konten, sehingga mereka dapat mengukur kinerja karya kreatif mereka, memenuhi persyaratan royalti dan akuntansi mereka, dan meningkatkan produk serta layanan terkait mereka. Jika penyedia jaringan ponsel Anda menawarkan langganan dan percobaan gratis Apple TV+, Apple dapat memeriksa nomor telepon Anda untuk menentukan apakah Anda memenuhi syarat melalui mitra penyedia jaringan ponsel. Jika Anda mendaftar langganan atau percobaan gratis Apple TV+ melalui penyedia jaringan ponsel atau mitra Apple lain, Apple akan menggunakan nomor telepon Anda atau pengenal akun unik yang dibagikan oleh mitra untuk mengidentifikasi akun Anda dan untuk memberi tahu penyedia jaringan ponsel atau mitra lainnya bahwa Anda telah mengaktifkan langganan Anda. Kami akan menggunakan nomor telepon atau pengenal unik yang terkait dengan langganan Anda hanya untuk memverifikasi akun saat masuk dan untuk menghubungkan langganan Apple TV+ dengan akun Anda. Jika Anda masuk ke app Apple TV di perangkat non-Apple, Apple dapat membagikan informasi dengan penyedia platform agar app dapat berfungsi, sehingga konten dari langganan Apple TV Anda akan muncul di platform, dan untuk mendukung fitur platform seperti menyediakan hasil pencarian dan rekomendasi personal. Ini dapat meliputi informasi mengenai apakah Anda telah membuka app Apple TV dan, jika tersedia, apakah Anda telah berlangganan saluran Apple TV+ dan Apple TV. Anda dapat memilih untuk berhenti berbagi informasi langganan Anda di pengaturan app Apple TV di perangkat non-Apple Anda, meskipun hal tersebut dapat membatasi bagaimana konten Apple TV muncul di platform tersebut. Di perangkat non-Apple yang didukung, Anda dapat memilih untuk membagikan apa yang Anda tonton, beli, atau sewa di app Apple TV, termasuk Apple TV+, saluran Apple TV, dan konten lainnya (jika tersedia) dengan penyedia platform pihak ketiga Anda. Ini mungkin meliputi nama profil Anda atau informasi lainnya yang digunakan untuk mencocokkan data Anda dari app Apple TV dengan akun atau profil Anda di perangkat non-Apple. Penyedia platform Anda mungkin menggunakan informasi Anda dari app Apple TV untuk mengaktifkan fitur platform seperti menampilkan acara milik Anda yang sedang Anda tonton dan rekomendasi personal. Anda dapat mematikan ini dengan membuka pengaturan app Apple TV di perangkat non-Apple Anda. Di sebagian perangkat, ini mungkin mengarahkan Anda ke pengaturan platform. Jika Anda memilih untuk masuk ke app Apple TV di perangkat non-Apple, Anda harus meninjau syarat, kebijakan privasi, dan praktik penyedia platform untuk memahami data apa yang dikumpulkan, digunakan, dan dibagikan. Penyimpanan Kami menyimpan data pribadi terkait dengan pembelian, pengunduhan, dan aktivitas menonton Anda di app Apple TV dalam jangka waktu yang berbeda tergantung keperluan bisnis, kewajiban kontrak, dan persyaratan legal. Untuk pembelian dan pengunduhan, hal tersebut memerlukan periode penyimpanan setidaknya selama 10 tahun, tapi di wilayah seperti Tiongkok, periode tersebut dapat berlangsung 30 tahun. Kami juga menyimpan catatan pembelian dan pengunduhan konten oleh Anda setidaknya selama Anda memiliki akun bersama kami agar Anda dapat mengunduh konten sesuai dengan syarat kami yang berlaku. Kami menyimpan informasi lainnya seperti aktivitas penelusuran dan pencarian selama maksimum dua tahun. Sebagian informasi, seperti transaksi, tapi bukan detail kartu Anda yang tersimpan, dapat disimpan sebagai catatan bisnis bahkan setelah Anda menutup akun Anda atau setelah Anda berhenti menggunakan app Apple TV. Saat Anda menggunakan kartu pembayaran, Apple mungkin menyimpan dan memperbarui nomor kartu dan informasi penagihan Anda secara otomatis untuk pembelian mendatang, transaksi berulang, dan penggunaan lainnya yang Anda sahkan. Apple dapat memperoleh informasi ini dari institusi keuangan atau jaringan pembayaran Anda, dan juga menggunakannya untuk pencegahan penipuan dan verifikasi. Membersihkan Riwayat Pemutaran Anda dapat membersihkan riwayat pemutaran Anda di app Apple TV di Pengaturan. Di app Apple TV di perangkat iOS, iPadOS, atau visionOS Anda, buka Akun > Bersihkan Riwayat Pemutaran. Di tvOS, buka Pengaturan > App > TV > Bersihkan Riwayat Pemutaran. Ini akan menghapus semua acara TV dan film dari Daftar Tontonan milik Anda dan memutuskan kaitan antara pemutaran di masa lampau dengan akun Anda. Ini akan diterapkan ke data pemutaran Anda yang disimpan dan digunakan oleh Apple di perangkat yang menggunakan Akun Apple yang sama. Jika Anda menggunakan perangkat non-Apple dan telah memilih untuk membagikan apa yang Anda tonton dengan penyedia platform tersebut, membersihkan riwayat pemutaran Anda tidak akan memengaruhi data pemutaran yang disimpan oleh penyedia platform. Anda harus meninjau syarat, kebijakan privasi, dan praktik penyedia platform untuk memahami apakah Anda dapat menghapus data yang disimpan oleh penyedia tersebut. Anda dapat menghapus item secara terpisah dari antrean Daftar Tontonan dengan menekan lama episode dan memilih Hapus dari Daftar Tontonan. Di menu yang sama, jika Anda memilih Hapus dari Baru Ditonton, tindakan tersebut juga akan membuat episode tersebut tidak digunakan untuk menghasilkan rekomendasi personal. Namun, Apple akan menyimpan catatan riwayat pemutaran dari saluran Apple TV dan Apple TV+ untuk persyaratan pelaporan dan royalti. App Pihak Ketiga yang Terhubung Anda harus mengizinkan app pihak ketiga Anda yang berpartisipasi agar dapat terhubung ke app Apple TV untuk mulai membagikan tontonan Anda di app tersebut dengan Apple. Saat Anda mengatur app Apple TV, Anda mungkin akan diminta untuk mengizinkan beberapa app sekaligus. Sebagian app mungkin merupakan app yang belum Anda instal di perangkat tersebut, dan preferensi Anda akan diterapkan jika app tersebut diinstal di kemudian waktu. Anda akan dapat mengubah preferensi Anda untuk setiap app di Pengaturan terlepas dari apakah Anda memberikan izin atau tidak. Jika pada satu waktu Anda memutuskan bahwa Anda tidak lagi menginginkan app pihak ketiga Anda untuk terhubung ke app Apple TV, Anda dapat menghapus app tersebut dari app Apple TV dan Apple akan berhenti mengumpulkan data pemutaran Anda dari app pihak ketiga tersebut. Di app Apple TV di perangkat iOS, iPadOS, atau visionOS Anda, buka Akun > App Terhubung, pilih app pihak ketiga dan matikan. Di tvOS, buka Pengaturan > App > TV > Hubungkan ke TV, pilih app pihak ketiga dan matikan. Saat menghapus app pihak ketiga dari app Apple TV, Anda juga dapat memilih untuk menghapus semua informasi data pemutaran yang telah dikumpulkan Apple mengenai konten yang telah Anda tonton dari app tersebut dengan memilih opsi Hapus dan Bersihkan Riwayat Pemutaran. Kapan pun, Anda juga selalu dapat memilih untuk menghapus semua informasi data pemutaran Anda yang telah dikumpulkan Apple mengenai semua konten pihak ketiga yang Anda tonton di app Apple TV dengan membersihkan riwayat pemutaran Anda, sebagaimana dijelaskan di atas. Pembersihan riwayat pemutaran Anda dalam kasus mana pun yang dijelaskan tersebut hanya membersihkan data pemutaran app pihak ketiga Anda yang disimpan dan digunakan oleh Apple untuk app Apple TV. Hal tersebut tidak memengaruhi data pemutaran yang disimpan secara terpisah oleh penyedia app pihak ketiga (misalnya, di dalam app mereka sendiri atau di server mereka). Anda juga harus meninjau syarat, kebijakan privasi, dan praktik app pihak ketiga Anda yang berpartisipasi untuk memahami bagaimana mereka menggunakan dan membagikan data pemutaran Anda dan informasi terkait. Rekomendasi Grup Jika Anda memilih untuk mengaktifkan Rekomendasi Grup di perangkat Apple TV, informasi mengenai apa yang Anda tonton akan digunakan untuk membuat rekomendasi grup dengan semua kombinasi pengguna yang mengaktifkannya di Apple TV yang sama. Jika akun anak berada dalam grup, rekomendasi untuk anak akan disertakan, tapi riwayat menontonnya tidak akan digunakan. Anda dapat mematikan Rekomendasi Grup untuk akun Anda kapan pun dengan membuka Pengaturan > Pengguna dan Akun, memilih profil Anda, lalu memilih Untuk Kalian. Mencegah Penipuan dan Aktivitas Berbahaya Lainnya Kami juga mengumpulkan data pribadi untuk mencegah penipuan dan aktivitas berbahaya lainnya di app Apple TV. Informasi ini meliputi informasi perangkat, seperti jenis perangkat dan versi perangkat lunak, informasi lokasi (diperkirakan dengan mencocokkan alamat IP koneksi internet Anda dengan wilayah geografis, jika tersedia), riwayat pengunduhan dan pembelian, dan interaksi lainnya dengan app Apple TV. Jika langganan Anda diatur ke perpanjang otomatis, Apple juga dapat menggunakan informasi mengenai riwayat hubungan bisnis Anda dengan Apple untuk memproses permintaan dan menentukan apakah akses berkelanjutan ke langganan Anda akan disediakan sebelum disahkan mitra pembayaran. Kami juga dapat menghitung skor kepercayaan perangkat pada perangkat Anda saat Anda mencoba untuk melakukan pembelian menggunakan informasi mengenai bagaimana Anda menggunakan perangkat Anda, termasuk perkiraan jumlah panggilan telepon atau email yang Anda kirimkan atau terima. Pengiriman dirancang sedemikian rupa sehingga Apple tidak dapat mempelajari nilai mendasar pada perangkat Anda. Skor tersebut disimpan dalam jangka waktu yang tetap di server kami. Dasar Hukum yang Berlaku untuk Memproses Data Pribadi Kami memproses data pribadi Anda di app Apple TV secara umum untuk menjalankan kontrak Anda dengan Apple, sebagaimana yang diperlukan untuk menyediakan layanan, dan untuk mematuhi kewajiban hukum kami. Jika persetujuan merupakan dasar hukum yang sesuai, kami akan memintanya sesuai dengan hukum setempat yang berlaku. Jika sesuai dengan hukum setempat yang berlaku, kami memproses data pribadi untuk tujuan kepentingan kami yang sah atau pihak ketiga agar dapat: • Menampilkan konten yang tersedia dan relevan bagi Anda, termasuk dari layanan pihak ketiga • Memeriksa kelayakan untuk penawaran, membantu meningkatkan dan mengoptimalkan layanan bagi Anda dan pengguna lain, serta mengirimi Anda komunikasi mengenai app Apple TV dan produk, layanan, serta penawaran Apple lainnya yang mungkin Anda minati • Mencegah penipuan dan aktivitas berbahaya lainnya Data yang digunakan meliputi: • Penggunaan app Apple TV Anda meliputi fitur yang Anda gunakan (misalnya, Lanjutkan Menonton, atau Perpustakaan), item yang Anda cari, interaksi Anda dengan pemberitahuan, halaman konten yang Anda telusuri atau lihat, apa yang Anda tonton, beli, berlangganan, dan unduh, serta informasi mengenai kesalahan atau crash di dalam app • Detail mengenai perangkat dan akun Anda • Skor kepercayaan perangkat • Lokasi Anda Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di https://www.apple.com/id/privacy/.
it: Apple TV ti consente di guardare i tuoi programmi TV e film preferiti su un’unica piattaforma. Puoi guardare i contenuti che hai noleggiato o acquistato da Apple. Se disponibili, puoi anche accedere ai contenuti tramite Apple TV+, i canali di Apple TV e le app video di terze parti connesse. Puoi accedere a tutti questi contenuti tramite l’app Apple TV su tutti i tuoi dispositivi Apple supportati su cui è stato eseguito l’accesso con lo stesso Apple Account. Funzionalità dell’app Apple TV Per fornire i servizi e le funzionalità dell’app TV, facciamo uso dei tuoi dati personali. Tali informazioni includono dati sull’account e sui pagamenti, che puoi modificare accedendo a esse da Impostazioni. Apple raccoglie le informazioni su ciò che acquisti e guardi nell’app TV su qualsiasi dispositivo Apple supportato su cui è stato eseguito l’accesso con lo stesso Apple Account. Apple archivia queste informazioni associate al tuo Apple Account per poterti mostrare cosa stai guardando sui tuoi dispositivi supportati. Quando esegui l’accesso su app di terze parti, le informazioni relative al tuo abbonamento a tali servizi vengono utilizzate per poterti mostrare i contenuti disponibili. Se consenti a un’app di terze parti di connettersi all’app TV, Apple raccoglierà e archivierà informazioni su ciò che guardi da questa app su tutti i tuoi dispositivi supportati, nonché sullo stato del tuo abbonamento. Le app di Apple con contenuti supportati, come Musica e Remote, verranno automaticamente connesse quando inizi a usare l’app TV. Le informazioni su ciò che stai guardando comprenderanno quali contenuti stai riproducendo, quando sono stati riprodotti, da quale dispositivo e in che punto del contenuto hai messo in pausa o interrotto la riproduzione. Raccogliamo anche una cronologia dettagliata di tutte le attività di riproduzione per i canali di Apple TV e per Apple TV+. Se consenti all’app Apple TV di accedere alla tua posizione, questa verrà utilizzata per determinare quali contenuti sono disponibili nella tua zona, inclusi contenuti locali come partite in diretta, eventi e notizie. Alcuni contenuti includono pubblicità mirate geograficamente. Migliorare l’esperienza utente sull’app Apple TV Apple raccoglie informazioni sull’utilizzo dell’app Apple TV e del tuo account, comprese le funzionalità che usi (ad esempio, “Continua a guardare” o Libreria), gli elementi che cerchi, le interazioni con le notifiche, le pagine di contenuti che sfogli o visualizzi, le informazioni su errori o blocchi all’interno dell’app e il CAP dell’indirizzo di fatturazione. Utilizziamo queste informazioni, i dati approssimativi sulla tua posizione che non ti identificano personalmente e le informazioni su ciò che guardi al fine di ottimizzare il servizio per te e per gli altri. Raccogliamo anche informazioni sul tuo dispositivo, come il tipo, il canale tramite il quale l’hai ottenuto, la versione del sistema operativo e la quantità di spazio libero. Apple potrebbe usare tali informazioni per verificare se i contenuti richiesti possono essere scaricati, per comprendere tendenze generali riguardo all’utilizzo del dispositivo e dello spazio di archiviazione, e per verificare se il dispositivo è connesso tramite rete Wi‑Fi o cellulare. Ad esempio, conoscere lo spazio disponibile sui dispositivi ci ha consentito di creare la funzionalità che permette di acquistare film su iPhone senza scaricarli al momento dell’acquisto. Se utilizzi SharePlay per guardare contenuti con altri utenti, l’app Apple TV rileverà che li hai guardati durante una sessione di SharePlay e il numero di dispositivi che hanno partecipato, ma non raccoglierà informazioni per identificare i partecipanti alla sessione. Utilizziamo i dati delle ricerche in Apple TV per migliorare i modelli usati dal servizio. Ad esempio, i termini di ricerca aggregati vengono utilizzati per perfezionare il modello su cui si basa la ricerca su Apple TV. Personalizzare l’app Apple TV Personalizziamo l’app Apple TV per aiutarti a scoprire i contenuti più rilevanti per te. Ad esempio, consigliamo film che riteniamo possano interessarti in base ai film che hai guardato in precedenza. Per offrire questa personalizzazione, utilizziamo le informazioni su ciò che guardi, sugli acquisti, sugli abbonamenti, sui download, sulla navigazione e sulle altre attività svolte nell’app Apple TV, nonché altri dati reperibili tramite il tuo account, ad esempio quanti anni hai. Se preferisci che Apple non utilizzi le informazioni su ciò che guardi su questo dispositivo nell’app Apple TV per la personalizzazione su tutti i dispositivi che supportano l’app Apple TV, puoi disattivare “Usa cronologia di riproduzione” in Impostazioni. Sui dispositivi iOS, iPadOS, visionOS o tvOS, vai in Impostazioni > App > TV > Usa cronologia riproduzione. Puoi disattivare le funzionalità di personalizzazione di App Store, Apple Books, iTunes Store, Apple TV e Apple Podcasts e per gli abbonamenti di Apple disattivando “Consigli personalizzati” per il tuo Apple Account. Su un dispositivo iOS, iPadOS o visionOS, vai in Impostazioni > [Il tuo nome] > File multimediali e acquisti > Visualizza account, quindi disattiva “Consigli personalizzati”. Nell’app TV sul Mac, vai in Account > Impostazioni account > Impostazioni. Comunicazione con l’utente Apple potrebbe utilizzare le informazioni sul tuo account, come i prodotti Apple che possiedi, i tuoi abbonamenti ai servizi Apple, le app Apple che scarichi e il CAP dell’indirizzo di fatturazione, per inviarti comunicazioni riguardanti l’app Apple TV, altri prodotti e servizi Apple e offerte che potrebbero interessarti, tra cui Apple One. Alcuni dettagli relativi al tuo dispositivo, ad esempio il numero di serie, o dettagli dei tuoi abbonamenti pertinenti su App Store, potrebbero essere utilizzati per verificare l’idoneità alle offerte di Apple. Se fai parte di un gruppo “In famiglia”, Apple potrebbe inviarti comunicazioni su prodotti, servizi e offerte che ti vengono resi disponibili tramite “In famiglia”. Se acquisti un abbonamento ad Apple One, potremmo inviarti email e notifiche push sulle funzionalità di ciascuno dei servizi per i quali hai sottoscritto un abbonamento. Apple potrebbe anche utilizzare le informazioni sulla tua attività all’interno dell’app TV per inviarti email e notifiche push riguardanti nuove funzionalità, nuovi contenuti e offerte disponibili sull’app TV. Puoi modificare le preferenze relative alle email e disattivarne la ricezione andando su account.apple.com. Per aggiornare le preferenze sulle notifiche, sui dispositivi iOS, iPadOS o visionOS, vai in Impostazioni > Notifiche > TV. Contenuti pubblicitari Se consenti all’app TV di accedere alla tua posizione, il luogo in cui ti trovi potrebbe essere utilizzato per mostrarti pubblicità mirate geograficamente. Per altre app come App Store, Apple News e Borsa, se “Annunci personalizzati” è attivo, la piattaforma pubblicitaria Apple potrebbe usare le tue informazioni, tra cui quelle relative ai film e ai programmi TV che acquisti da Apple, per fornirti annunci più rilevanti in tali app. Se non vuoi ricevere contenuti pubblicitari mirati in base ai tuoi interessi dalla piattaforma pubblicitaria Apple, puoi scegliere di disattivare gli annunci personalizzati. Disattivando gli annunci personalizzati, impedirai ad Apple di utilizzare le tue informazioni per fornirti pubblicità mirate. Ciò potrebbe non diminuire il numero di contenuti pubblicitari che ti vengono presentati, ma tali contenuti potrebbero essere meno rilevanti. Puoi modificare le impostazioni degli annunci personalizzati in Impostazioni > Privacy e sicurezza > Pubblicità Apple. Per ulteriori informazioni sulla pubblicità di Apple e la privacy, consulta la pagina www.apple.com/it/legal/privacy/data/it/apple-advertising. Per informazioni su come disattivare gli annunci personalizzati su App Store, Apple News e Borsa, consulta support.apple.com/105131. Condivisione con terze parti Forniamo determinati dati non personali a inserzionisti e partner strategici che lavorano con Apple per fornire i nostri prodotti e servizi, agevolare i rapporti commerciali con i clienti e vendere contenuti pubblicitari per conto di Apple da mostrare su App Store, Apple News e Borsa. Ad esempio, Apple potrebbe condividere dati non personali riguardo alle tue transazioni, alle attività di visualizzazione e alla zona, così come dati demografici aggregati sugli utenti, come la fascia d’età e il genere (che potrebbe essere dedotto da informazioni quali il tuo nome o la formula di saluto sul tuo Apple Account) con partner strategici di Apple TV, come i proprietari dei contenuti, in modo da permettere l’analisi delle opere, soddisfare l’adempimento dei requisiti contabili o il pagamento delle royalty e migliorare i prodotti e servizi associati. Se il provider della tua rete mobile offre abbonamenti ad Apple TV+ e prove gratuite, Apple potrebbe controllare il numero di telefono per determinare la tua idoneità attraverso un provider di rete mobile partner. Se hai effettuato la registrazione per un abbonamento o una prova gratuita di Apple TV+ tramite il provider della rete mobile o un altro partner di Apple, il numero di telefono o un identificativo univoco fornito dal partner vengono usati per identificare il tuo account e per informare il provider o un altro partner che l’abbonamento è stato attivato. Apple utilizzerà il numero di telefono o l’identificativo univoco associati all’abbonamento per verificare l’account all’accesso e per associare l’abbonamento ad Apple TV+ al tuo account. Se accedi all’app TV su un dispositivo di terze parti, Apple potrebbe condividere informazioni con chi fornisce la piattaforma per consentire il corretto funzionamento dell’app, garantire la visualizzazione dei contenuti per cui hai eseguito l’abbonamento tramite Apple TV e supportare funzionalità come la visualizzazione dei risultati di ricerca o i consigli personalizzati. Tali informazioni potrebbero includere se hai aperto o meno l’app Apple TV e, dove disponibili, se hai eseguito l’abbonamento ad Apple TV+ e ai canali Apple TV. Puoi scegliere di interrompere la condivisione delle informazioni relative al tuo abbonamento nelle impostazioni dell'app Apple TV sul tuo dispositivo di terze parti, tuttavia, questo potrebbe limitare le modalità di visualizzazione di Apple TV dei contenuti sulla piattaforma. Sui dispositivi di terze parti supportati, puoi scegliere se condividere o meno con il provider della piattaforma ciò che guardi, acquisti o noleggi sull’app Apple TV, incluso il servizio Apple TV+, i canali Apple TV e altri contenuti (dove disponibili). Potrebbero essere inclusi il nome del tuo profilo o altre informazioni utilizzate per associare i dati dell’app Apple TV con il tuo account o profilo sul dispositivo non Apple. Il provider della piattaforma potrebbe utilizzare le tue informazioni dell’app Apple TV al fine di consentire alcune funzionalità della piattaforma, come la visualizzazione dei contenuti che non hai ancora finito di guardare o la ricezione di consigli personalizzati. Puoi disattivare l’opzione nelle impostazioni dell’app Apple TV sul tuo dispositivo di terze parti. Su alcuni dispositivi, potresti doverlo fare nelle impostazioni della piattaforma. Se accedi all’app Apple TV da un dispositivo di terze parti, ti consigliamo di consultare i termini di utilizzo, l’informativa sulla privacy e le prassi del provider della piattaforma per capire quali dati raccoglie, utilizza e condivide. Conservazione delle informazioni Conserviamo i dati personali associati agli acquisti, ai download e alle visualizzazioni sull’app TV per diversi periodi di tempo a seconda di necessità aziendali, obblighi contrattuali e requisiti legali. Per acquisti e download, spesso corrisponde a una finestra temporale di almeno 10 anni, ma in alcune zone, come la Cina, il periodo può essere di 30 anni. Apple conserva inoltre uno storico degli acquisti e dei download almeno per il periodo in cui possiedi un account per consentirti di scaricare nuovamente tali contenuti secondo i termini previsti da Apple. Conserviamo altre informazioni, come attività di navigazione e ricerche, per un periodo massimo di 2 anni. Alcune informazioni, come le transazioni, ma non i dettagli archiviati riguardo alle carte, possono essere conservate come dati aziendali anche dopo che avrai chiuso l’account o avrai interrotto l’utilizzo dell’app Apple TV. Quando utilizzi una carta di pagamento, Apple potrebbe conservare e aggiornare automaticamente il numero della carta e le informazioni di fatturazione per acquisti futuri, transazioni periodiche o altri usi da te autorizzati. Apple potrebbe ottenere tali informazioni dal tuo istituto finanziario o dalla tue rete di pagamento e potrebbe utilizzarle anche per impedire e verificare eventuali frodi. Cancellazione della cronologia di riproduzione Puoi cancellare la tua cronologia di riproduzione nell’app Apple TV in Impostazioni. Nell’app Apple TV sui dispositivi iOS, iPadOS o visionOS, vai in Account > Cancella cronologia di riproduzione. Su tvOS, vai in Impostazioni > App > TV > Cancella cronologia di riproduzione. L’operazione rimuoverà tutti i programmi TV e tutti i film dalla tua lista ed eliminerà l’associazione a qualsiasi cronologia di riproduzione dal tuo account. Ciò si applica ai dati di riproduzione conservati e utilizzati da Apple sui dispositivi che usano lo stesso Apple Account. Se utilizzi un dispositivo di terze parti e hai scelto di condividere i contenuti che guardi con il provider della piattaforma, la cancellazione della cronologia di riproduzione non avrà alcuna conseguenza sui dati di riproduzione salvati. Per capire se è possibile eliminare o meno i dati salvati, occorre consultare i termini e le condizioni, l’informativa sulla privacy e le prassi del provider della piattaforma. Puoi rimuovere singoli elementi dalla tua lista tenendo premuta la puntata e selezionando “Rimuovi dalla tua lista”. Nello stesso menu, se selezioni “Rimuovi dai contenuti riprodotti di recente”, gli elementi non verranno più utilizzati neanche per generare consigli personalizzati. Tuttavia, Apple conserverà i dati sulla cronologia di riproduzione dei canali di Apple TV e di Apple TV+ come resoconto e per requisiti relativi ai diritti. App connesse di terze parti Devi consentire alle app partecipanti di terze parti la connessione all’app Apple TV per iniziare a condividere ciò che guardi da tali app con Apple. Quando configuri l’app Apple TV, potrebbe esserti richiesto di concedere il permesso per più app nello stesso momento. Alcune di esse potrebbero essere app che ancora non hai installato sul dispositivo e le relative preferenze verranno applicate se verranno installate successivamente. Sia che tu conceda il permesso o meno, potrai modificare le tue preferenze per ciascuna app in Impostazioni. Se in qualsiasi momento decidi di non volere più che un’app di terze parti sia connessa all’app Apple TV, puoi disconnetterla dall’app TV e Apple interromperà la raccolta dei dati di riproduzione da tale app di terze parti. Nell’app Apple TV su iOS, iPadOS o visionOS, vai in Account > App connesse, seleziona l’app di terze parti e disattivala. Su tvOS, vai in Impostazioni > App > TV > Connetti a TV, seleziona l’app di terze parti e disattivala. Quando rimuovi un’app di terze parti dall’app Apple TV, puoi anche scegliere di eliminare tutte le informazioni di riproduzione che Apple ha raccolto riguardo ai contenuti che hai guardato da tale app, scegliendo l’opzione “Rimuovi e inizializza la cronologia di riproduzione”. In qualsiasi momento, puoi anche scegliere di eliminare tutte le tue informazioni di riproduzione che Apple ha raccolto riguardo ai contenuti di terze parti che guardi nell’app TV, cancellando la cronologia di riproduzione come descritto sopra. La cancellazione della cronologia di riproduzione nelle modalità appena descritte rimuove solo le informazioni di riproduzione dalle app di terze parti che Apple conserva e utilizza per l’app TV. Questo non influisce su eventuali informazioni di riproduzione conservate separatamente dal fornitore dell’app di terze parti (ad esempio, all’interno della propria app o sui propri server). Si consiglia di consultare anche i termini, le politiche sulla privacy e le prassi delle app di terze parti partecipanti per comprendere in che modo utilizzano e condividono i tuoi dati di riproduzione e le informazioni correlate. Gruppi suggeriti Se scegli di abilitare i suggerimenti di gruppo su un dispositivo Apple TV, le informazioni sui contenuti che guardi verranno utilizzate per fornire suggerimenti con qualsiasi combinazione di utenti che hanno scelto di utilizzare la funzionalità sulla stessa Apple TV. Se il gruppo comprende un account per bambini, verranno inclusi anche i suggerimenti per i più piccoli, ma la cronologia dei contenuti guardati non verrà utilizzata. Puoi disattivare i suggerimenti di gruppo per il tuo account in qualsiasi momento selezionando Impostazioni > Utenti e account, quindi il tuo profilo e “Scelti per voi”. Prevenzione di frodi e attività sospette Apple raccoglie inoltre i dati personali per impedire eventuali frodi e altre attività sospette nell’app TV. Tali dati includono informazioni come il tipo di dispositivo e la versione del software, le informazioni relative alla posizione (facendo corrispondere in modo approssimativo l’indirizzo IP della tua connessione a internet con una zona geografica, qualora disponibile), la cronologia di acquisti e download e altre informazioni sulle interazioni con l’app TV. Se attivi il rinnovo automatico dell’abbonamento, Apple potrebbe inoltre utilizzare le informazioni storiche sui tuoi rapporti commerciali con Apple per elaborare la richiesta e per determinare se fornire l’accesso continuo all’abbonamento prima di ricevere l’autorizzazione da parte del partner di pagamento. Quando tenti di eseguire un acquisto, Apple potrebbe calcolare anche un punteggio di affidabilità del tuo dispositivo usando informazioni sul modo in cui lo utilizzi, incluso il numero approssimativo di chiamate telefoniche o di email che invii e ricevi. I dati inviati sono raccolti in modo che Apple non possa venire a conoscenza dei valori effettivamente presenti sul tuo dispositivo. Il punteggio viene archiviato per un periodo di tempo determinato sui nostri server. Basi giuridiche rilevanti per l’elaborazione dei dati personali In generale, i tuoi dati personali nell’app TV vengono elaborati per l’adempimento del tuo contratto con Apple, come necessario per fornire il servizio e per ottemperare agli obblighi legali vigenti. Nei casi in cui il consenso è la base giuridica appropriata, Apple lo richiede in conformità alla legislazione locale applicabile. Se consentito dalle leggi locali in materia, Apple elabora i dati personali come necessario ai fini dei propri legittimi interessi o di quelli di terze parti, allo scopo di: • Mostrarti i contenuti pertinenti di cui puoi usufruire, inclusi quelli forniti da servizi di terze parti. • Verificare la tua idoneità a eventuali offerte, consentire l’ottimizzazione del servizio per te e per gli altri utenti e inviarti comunicazioni sull’app TV e su altri prodotti, offerte e servizi Apple che potrebbero interessarti. • Prevenire le frodi e altre attività sospette. I dati utilizzati includono: • Il tuo utilizzo dell’app TV, comprese le funzionalità che usi (ad esempio, “Continua a guardare” o Libreria), gli elementi che cerchi, le interazioni con le notifiche, le pagine di contenuti che sfogli o visualizzi, i contenuti che guardi, acquisti, scarichi e a cui ti abboni, nonché le informazioni su errori o arresti anomali all’interno dell’app. • I dettagli sul tuo dispositivo e sul tuo account. • Il punteggio di affidabilità del dispositivo. • La tua posizione. Le informazioni raccolte da Apple verranno trattate secondo le politiche di tutela della privacy di Apple consultabili all'indirizzo www.apple.com/it/privacy/.
ja: Apple TVアプリで、お気に入りのテレビ番組や映画をすべて1か所で視聴することができます。Appleでレンタルまたは購入したコンテンツを視聴できます。利用可能な場合はApple TV+、Apple TVチャンネル、連携されている他社製のビデオアプリからコンテンツにアクセスすることもできます。同じApple Accountでサインインしている対応デバイスで、Apple TVアプリからこれらすべてのコンテンツにアクセスできます。 Apple TVアプリによる情報の使用 Appleは、Apple TVアプリでサービスおよび機能を提供するために、あなたの個人データを使用します。この情報にはアカウントと支払い情報が含まれ、これは“設定”でアクセスおよび変更が可能です。 Appleは、同じApple Accountでサインインしている対応デバイスのApple TVアプリで、あなたが何を購入して視聴しているかについての情報を収集します。この情報は、お使いの対応デバイスで、あなたが何を視聴しているかを表示するために、あなたのApple Accountと関連付けて保管されます。他社製のアプリにサインインすると、あなたが利用できるコンテンツを表示する目的で、これらのサービスのサブスクリプションに登録したどうかについての情報が使用されます。Apple TVアプリに連携する許可を他社製のアプリに与えると、Appleは、すべての対応デバイス上のそのアプリから視聴したものに関する情報、およびサブスクリプションの状況を収集して保存します。Apple MusicやRemoteなどの対応コンテンツを含むAppleのアプリは、TVアプリの使用を開始すると、自動的に連携されます。 あなたが何を視聴しているかについての情報は、再生中のコンテンツ、いつ再生したか、どのデバイスから再生したか、コンテンツのどこで視聴を一時停止または停止したかについての情報も含みます。Appleはさらに、Apple TVチャンネルおよびApple TV+のすべての再生アクティビティの詳細な履歴も収集します。 Apple TVアプリに位置情報の使用を許可すると、現在地で利用可能なライブの試合、イベント、ニュースなどのコンテンツを提供するためにあなたの位置情報が使用されます。一部のコンテンツには、地理的に関連のある広告が含まれます。 Apple TVアプリの機能改善 Appleは、使用した機能（例: “視聴を再開”、“ライブラリ”）、検索した項目、通知への操作、ブラウズまたは表示したコンテンツページ、アプリ内のエラーやクラッシュに関する情報、請求先郵便番号など、Apple TVアプリの使用状況とアカウントに関する情報を収集します。この情報と、あなたを特定しないおおよその位置情報、およびあなたの視聴に関する情報は、サービスを改善し、最適化する目的で使用されます。また、デバイスの種類、デバイスが取得されたチャンネル、OSのバージョン、デバイスの空き領域などの情報も収集します。この情報は、要求されたコンテンツをダウンロードできるかどうかを判断したり、デバイスの使用状況とストレージの一般的な傾向を把握したり、デバイスがWi-Fiまたはモバイルデータ通信のどちらで接続されているかを確認したりするために使用されます。例えば、デバイスの空き領域の情報は、iPhoneで映画の購入時にダウンロードを不要にする機能を開発するために使用されます。SharePlayを使用してほかのユーザと一緒にコンテンツを視聴すると、Apple TVアプリによって、SharePlayセッション中に視聴したコンテンツ、およびセッションに参加したデバイス数が収集されますが、SharePlayセッションの参加者が特定される情報は収集されません。 Apple TVを強化するモデルを改善するために、Apple TVの検索データが使用されます。 例えば、Apple TVの検索モデルを微調整するために、集約されたApple TVの検索クエリーが使用されます。 Apple TVアプリのパーソナライズ Apple TVアプリは、あなたと関連性の高いコンテンツを見つけやすくするようにパーソナライズされます。例えば、これまでにあなたが視聴した映画に基づいて、あなたの好みに合う可能性のある映画をおすすめします。Appleは、パーソナライズの目的で、あなたの視聴履歴、購入、サブスクリプション、ダウンロード、ブラウズ、およびその他のApple TVアプリでのアクティビティなどに関する情報、および年齢などのアカウントからの情報を使用します。 Apple TVアプリに対応するすべてのデバイスで、パーソナライズを行う目的でAppleがこのデバイスのApple TVアプリでのあなたの視聴に関する情報を収集しないようにするには、“設定”で“再生履歴を使用”をオフにできます。iOS、iPadOS、visionOS、またはtvOSデバイスでは、“設定”＞“アプリ”＞“TV”＞“再生履歴を使用”に移動します。 お使いのApple Accountの“パーソナライズされたおすすめ”をオフにすると、App Store、Apple Books、iTunes Store、Apple TV、Apple Podcasts、およびAppleのサブスクリプションのパーソナライズ機能をオフにすることができます。iOS、iPadOS、またはvisionOSデバイスでは、“設定”＞[自分の名前]＞“メディアと購入”＞“アカウントを表示”に移動し、“パーソナライズされたおすすめ”をタップしてオフにします。MacのTVアプリでは、“アカウント”＞“アカウント設定”＞“設定”に移動します。 情報の送信 Appleは、Apple TVアプリや、Apple Oneを含む、あなたが関心を持つ可能性のあるその他のApple製品、サービス、およびオファーに関する情報をあなたに送信するために、所有しているApple製品、Appleサービスへのサブスクリプション登録、ダウンロードしたAppleのアプリ、請求先郵便番号などのあなたのアカウントに関する情報を使用する場合があります。お使いのデバイスに関する詳細（シリアル番号など）または関連するApp Storeのサブスクリプションに関する詳細がAppleからのオファーの資格を確認するために使用される場合があります。ファミリー共有グループのメンバーである場合は、Appleからファミリー共有で利用できる製品、サービス、オファーに関する情報が送信されることがあります。Apple Oneサブスクリプションを購入すると、サブスクリプションに登録した各サービスの機能に関するメールとプッシュ通知が送信される場合があります。Appleはまた、あなたのApple TVアプリ内でのアクティビティに関する情報を使用して、Apple TVアプリで利用可能な新機能、コンテンツ、およびオファーに関するメールおよびプッシュ通知を送信する場合があります。account.apple.com にアクセスして、メール設定を変更し、これらのメールの受信を解除することができます。iOS、iPadOS、またはvisionOSデバイスで通知設定を更新するには、“設定”＞“通知”＞“TV”に移動してください。 広告 Apple TVアプリでは、Apple TVに位置情報へのアクセスを許可した場合、地理的に関連のある広告を提供するために位置情報が使用される場合があります。 その他のApp Store、Apple News、“株価”などのアプリでは、“パーソナライズされた広告”設定がオンになっている場合、Appleの広告プラットフォームによって、より関連性の高い広告をこれらのアプリで提供するためにあなたの個人情報（Appleから購入した映画やテレビ番組についての情報など）が使用される場合があります。 Appleの広告プラットフォームから、あなたの興味関心に基づいたターゲティング広告を受け取りたくない場合は、“パーソナライズされた広告”をオフにすることを選択できます。“パーソナライズされた広告”をオフにすると、Appleは広告ターゲティングにあなたの情報を使用できなくなります。これにより、受信する広告の数が減るとは限りませんが、広告があなたと関連性の低いものになる可能性があります。 “パーソナライズされた広告”の設定は、“設定”＞“プライバシーとセキュリティ”＞“Appleの広告”で変更できます。 Appleの広告とプライバシーについて詳しくは、www.apple.com/jp/legal/privacy/data/ja/apple-advertising を参照してください。 App Store、Apple News、および“株価”でパーソナライズされた広告の配信を停止する方法について詳しくは、support.apple.com/105131 をご覧ください。 第三者との共有 Appleは、Appleと連携しながらAppleの製品およびサービスを提供したり、Appleのマーケティングに協力したり、Appleの代わりに広告を販売してApp Store、Apple News、および“株価”に表示したりする広告主や戦略的パートナーに、個人を特定しない一部のデータを提供します。例えば、Appleは、あなたのお支払い、視聴アクティビティ、地域に関する個人を特定しないデータ、およびユーザ層に関する集約統計（Apple Accountの名前や挨拶で使用される呼びかけなどの情報から推測されうる年齢層や性別など）をApple TVの戦略的パートナー（コンテンツオーナーなど）に提供する場合があります。これらのデータは、アプリやコンテンツのパフォーマンスを測定したり、ロイヤルティや課金の要件を満たしたり、関連する製品/サービスを改善したりするために使用されます。 ご契約の携帯電話会社がApple TV+のサブスクリプションや無料トライアルをご案内した場合、Appleでは、提携先の携帯電話会社を通じてお客様が条件を満たしているかどうかを判断するため、お客様の電話番号を調べることがあります。Apple TV+のサブスクリプションや無料トライアルを携帯電話会社またはAppleの別のパートナーを通じて登録いただいた場合、Appleでは、お使いの電話番号またはパートナーによって共有される一意のアカウント識別子を使用して、アカウントを確認し、お客様がサブスクリプションをアクティベートしたことを携帯電話会社またはその他のパートナーに通知します。サブスクリプションに関連付けられている電話番号や一意の識別子は、サインイン時のアカウント確認と、Apple TV+のサブスクリプションをアカウントに対応付ける目的で使われます。 Apple製品以外のデバイスでApple TVアプリにサインインする場合、Appleは、アプリを機能させるため、Apple TVサブスクリプションからのコンテンツがプラットフォーム上に表示されるように、また、検索結果の提供やパーソナライズされたおすすめなどのプラットフォームの機能に対応するために、プラットフォームプロバイダと情報を共有する場合があります。これには、あなたがApple TVアプリを開いたかどうか、および使用可能な場合には、Apple TV+やApple TVチャンネルにサブスクリプション登録しているかどうかについての情報が含まれる可能性があります。Apple製品以外のデバイスのApple TV Appでサブスクリプション登録情報の共有をやめることを選択できますが、そのプラットフォームでのApple TVのコンテンツの表示方法が制限される可能性があります。 対応するApple製品以外のデバイスで、Apple TV+、Apple TVチャンネル（利用可能な場合）を含むApple TVアプリでの視聴/購入/レンタル内容を他社製プラットフォームのプロバイダと共有するかどうかを選択できます。これには、あなたのプロフィール名、またはTVアプリのデータをApple製品以外のデバイス上のアカウントやプロフィールと照合するために使用されるその他の情報が含まれる可能性があります。プラットフォームのプロバイダは、Apple TVアプリからの情報を使用して、視聴中の番組やパーソナライズされたおすすめの表示などのプラットフォーム上の機能を有効にする場合があります。これは、Apple製品以外のデバイスではApple TVアプリ設定に移動してオフにすることができます。一部のデバイスでは、プラットフォームの設定に移動する場合があります。 Apple製品以外のデバイスでApple TVアプリにサインインする場合、プラットフォームプロバイダの利用規約、プライバシーポリシー、および運用を確認して、どのようにデータが収集/使用/共有されるかを理解してください。 保持 Apple TVアプリでの購入、ダウンロード、および視聴アクティビティに関連付けられる個人データは、ビジネスのニーズ、契約上の義務、および法的必要条件に応じて、さまざまな期間で保持されます。購入とダウンロードについて、多くの場合、保持期間は最低10年ですが、中国などの地域では30年になる場合があります。Appleは、適用規約に従ってユーザがコンテンツをダウンロードできるようにするために、少なくともユーザがストアのアカウントを所有している間、コンテンツの購入およびダウンロードの記録も保持します。また、ブラウズや検索などに関する情報も最大で2年間保持します。保存されたクレジットカード情報を除くご利用明細など、一部の情報は、ユーザがアカウントを削除したあとやApple TVアプリの利用を停止したあとでも、取引記録として保持される場合があります。 支払い用カードを使用すると、今後の購入や定期的な購入や承認済みのその他の使用に備えて、Appleはカード番号と請求情報を保持し、自動的にアップデートする場合があります。Appleは金融機関または支払いネットワークからこの情報を取得し、不正行為防止と確認の目的で使用します。 再生履歴の消去 Apple TVアプリの再生履歴は“設定”で消去することができます。iOS、iPadOS、またはvisionOSデバイスのApple TVアプリでは、“アカウント”＞“再生履歴を消去”に移動します。tvOSでは、“設定”＞“アプリ”＞“TV”＞“再生履歴を消去”に移動します。これにより、すべてのテレビ番組および映画がウォッチリストから削除され、過去の再生履歴のアカウントとの関連付けが解除されます。これは、同じApple Accountを使用するデバイスでAppleが保持/使用するあなたの再生データに適用されます。Apple製品以外のデバイスを使用し、プラットフォームプロバイダと視聴内容を共有することを選択している場合、再生履歴を消去してもプラットフォームプロバイダによって保存されている再生データには影響しません。プラットフォームプロバイダの利用規約、プライバシーポリシー、および慣行を確認して、プロバイダによって保存されているデータを削除することができるかどうかについて理解してください。 エピソードを長押しして“ウォッチリストから削除”を選択すれば、ウォッチリストから項目を個別に削除することもできます。“最近視聴した作品から削除”を選択すれば、削除された項目はパーソナライズされたおすすめの生成に使用されなくなります。ただし、報告およびロイヤルティの要件により、Apple TVチャンネルおよびApple TV+からの再生履歴の記録は保持されます。 連携済みの他社製アプリ 連携可能な他社製アプリをApple TVアプリに連携し、それらのアプリで視聴したものをAppleと共有するには、各アプリに許可を与えなければなりません。Apple TVアプリを設定すると、一度に複数のアプリケーションに許可を与えるよう求められる場合があります。まだデバイスにインストールしていないアプリについても、あとでそれらをインストールすると環境設定が適用されます。許可を与えるかどうかにかかわらず、各アプリの環境設定は“設定”で変更できます。 他社製のアプリをApple TVアプリに連携しないようにする場合、そのアプリとApple TVアプリの連携を解除すれば、Appleはその他社製アプリからの再生情報の収集を停止します。iOS、iPadOS、またはvisionOSデバイスのApple TVアプリでは、“アカウント”＞“連携済みのアプリ”へ移動し、他社製アプリを選択してオフにします。tvOSでは、“設定”＞“アプリ”＞“TV”＞“TVに連携”へ移動し、他社製アプリを選択してオフにします。Apple TVアプリから他社製アプリを削除するときは、“削除して再生履歴を消去する”を選択して、Appleがすでに収集したそのアプリで視聴したコンテンツに関する再生データ情報も削除するように選択することもできます。上述のとおりに再生履歴を消去して、Appleがすでに収集したApple TVアプリで視聴した他社製アプリのコンテンツに関する再生データ情報を削除するように選択することもいつでも可能です。ここで述べられている再生履歴の消去は、AppleがApple TVアプリ用に保管・使用する他社製アプリの再生データだけを消去します。他社製アプリプロバイダによって保管されている再生データ（例: 他社製アプリ内または他社製サーバ上）には影響しません。 連携可能な他社製アプリの条件・規約、プライバシーポリシー、慣行・慣例も併せて確認し、再生データおよびそれに関連する情報がどのように使用および共有されるか理解してください。 グループのおすすめ Apple TVデバイスでグループのおすすめを有効にすることを選択した場合は、同じApple TV上の同意を得たユーザの組み合わせでグループのおすすめを作成するために、あなたが視聴したものに関する情報が使用されます。グループ内にお子様のアカウントがある場合、子供向けのおすすめが含まれますが、お子様の視聴履歴は使用されません。“設定”＞“ユーザとアカウント”と選択し、自分のプロフィールを選択して“メンバー全員”を選択することで、自分のアカウントに対するグループのおすすめをいつでもオフにできます。 不正行為およびその他の悪意のある活動の防止 Appleは、Apple TVアプリでの不正行為およびその他の悪意のある活動を防ぐためにも、個人データを収集します。この情報には、デバイス情報（デバイスの種類、ソフトウェアのバージョンなど）、位置情報（利用可能な場合、インターネット接続のIPアドレスを地理的な地域と照らし合わせることで推定されたおおよその位置）、ダウンロードおよび購入履歴、Apple TVアプリでのその他の操作が含まれます。サブスクリプションが自動更新に設定されると、AppleはAppleとの過去のビジネス関係に関する情報を使用してリクエストを処理し、支払いパートナーによる承認に先立ってサブスクリプションへの継続的なアクセスを提供するかどうかも決定します。 また、Appleは、あなたが購入を試みたときに、送受信した通話やメールのおおよその回数などのデバイスの使用状況に関する情報を用いて、デバイスのトラストスコアをデバイス上で計算する場合があります。送信データは、Appleがデバイスのこれらの基になる情報を把握できないように設計されています。デバイスのトラストスコアはAppleのサーバ上で一定期間保管されます。 個人データを処理する際に適用される法的根拠 Appleは通常、お客様との契約を履行するため、サービスを提供するために必要な範囲で、法的義務を遵守する目的において、Apple TVアプリ内の個人データを処理します。お客様の同意が適切な法的根拠となる場合は、該当する現地法に基づいて同意を求めます。 該当する現地法で定められている場合、Appleは、Appleまたは第三者の正当な利益のために、必要に応じて、以下の目的で個人データを処理します: • あなたが利用できるコンテンツ、およびあなたと関連性が高いコンテンツを表示すること（他社サービスのコンテンツを含みます） • オファーの資格を確認する、お客様とその他のユーザへのサービスの向上および最適化に役立てる、Apple TVアプリや、あなたが関心を持つ可能性のあるその他のApple製品、サービス、およびオファーに関する情報を送信すること • 不正行為およびその他の悪意のある活動の防止 使用するデータには以下が含まれます: • Apple TVアプリの使用状況（使用した機能（例: “視聴を再開”、“ライブラリ”）、検索した項目、通知に対する操作、ブラウズまたは表示したコンテンツページ、視聴、購入、サブスクリプション登録、およびダウンロードしたもの、アプリ内のエラーやクラッシュに関する情報など） • デバイスとアカウントに関する詳細 • デバイスのトラストスコア • 位置情報 いかなる場合においても、Appleが収集する情報はAppleのプライバシーポリシー（https://www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Apple TV қолданбасы барлық таңдаулы телешоулар мен фильмдерді біріктіреді. Apple компаниясынан жалға алынған немесе сатып алынған контентті көруге болады. Сондай-ақ қолжетімділігіне қарай контентке Apple TV+, Apple TV арналары және қосылған үшінші тараптық видео қолданбалары арқылы қол жеткізуге болады. Жоғарыда аталған барлық контентке бірдей Apple аккаунтын пайдаланатын барлық қолдау көрсетілетін құрылғыда Apple TV қолданбасы арқылы қол жеткізуге болады. Apple TV қолданбасын ұсыну Apple TV қолданбасындағы сервистер мен функцияларды қамтамасыз ету үшін жеке деректеріңізді пайдаланамыз. Бұл ақпарат «Реттеулер» мәзірінен қол жеткізуге және өзгертуге болатын аккаунт пен төлем туралы ақпаратты қамтиды. Apple компаниясы бірдей Apple аккаунты қолданылатын кез келген қолдау көрсетілетін құрылғыдағы Apple TV қолданбасында қандай нысандарды сатып алатыныңыз және нені қарайтыныңыз туралы ақпаратты жинайды. Apple компаниясы осы ақпаратты Apple аккаунтыңызбен байланыстырылған күйде сақтайды, осылайша біз қолдау көрсетілетін құрылғыларыңызда қарап отырған контентті көрсете аламыз. Үшінші тарап қолданбаларына кірген кезде, сізге қолжетімді контентті көрсету мақсатында осы сервистерге жазылғаныңыз туралы ақпарат пайдаланылады. Егер үшінші тарап қолданбасына Apple TV қолданбасымен байланысуға рұқсат берсеңіз, Apple компаниясы қолдау көрсетілетін кез келген құрылғыларыңыздағы осы қолданбадан көрген контент, сондай-ақ жазылым күйі туралы ақпаратты жинайды және сақтайды. Apple TV қолданбасы іске қосылған кезде, Apple Music және «Пульт» сияқты қолдау көрсетілетін контенті бар Apple қолданбалары автоматты түрде қосылады. Сіз көретін контент туралы ақпаратта қандай контентті ойнатқаныңыз, оны қашан және қай құрылғыда ойнатқаныңыз және контенттің қай жерінде кідірту немесе тоқтату түймесін басқаныңыз туралы мәліметтер көрсетіледі. Сондай-ақ біз Apple TV және Apple TV+ арналарын көруге қатысты барлық әрекет туралы толық ақпарат жинаймыз. Егер Apple TV қолданбасына геолокацияңызға қол жеткізуге рұқсат берсеңіз, онда геолокацияңыз сіз орналасқан аймақта қолжетімді ойындар, оқиғалар және жаңалықтар сияқты контентті анықтау үшін пайдаланылады. Кейбір контентте геолокация негізіндегі жарнамалар бар. Apple TV қолданбасын жақсарту Apple компаниясы Apple TV қолданбасын қалай пайдаланатыныңыз және аккаунтыңыз туралы ақпаратты, оның ішінде сіз пайдаланатын функциялар (мысалы, «Көруді жалғастыру» немесе «Медиатека»), іздеу сұрауларыңыз, хабарландыруларыңыз, сіз іздейтін немесе қарайтын контент беттері, қолданбаның қателері мен ақаулары және есепшотқа арналған пошта индексі туралы ақпаратты жинайды. Біз бұл ақпаратты, жеке басыңызды анықтамайтын болжалды геолокация туралы ақпаратты және көрілген контент туралы деректерді сервисті сіз және басқа пайдаланушылар үшін жақсарту және оңтайландыру мақсатында пайдаланамыз. Сондай-ақ құрылғы түрі, оны сатып алу әдісі, операциялық жүйе нұсқасы және бос орын көлемі сияқты құрылғыңыз туралы ақпаратты жинаймыз. Бұл ақпаратты сұралған контентті жүктеп алу мүмкіндігінің бар-жоғын бағалау, құрылғыны және сақтау орнын пайдаланудағы жалпы трендтерді түсіну және құрылғыңыздың Wi-Fi желісіне немесе ұялы байланыс желісіне қосылған-қосылмағанын білу мақсатында пайдалануымыз мүмкін. Мысалы, құрылғыдағы бос орын көлемі туралы ақпарат iPhone құрылғысында фильмдерді сатып алу кезінде оларды жүктеп алмай сатып алуға мүмкіндік беретін функция жұмысын қамтамасыз етеді. Егер басқа пайдаланушылармен бірге контент қарау үшін SharePlay функциясын пайдалансаңыз, Apple TV қолданбасы SharePlay сеансы барысында қандай контентті қарайтыныңыз және сеансқа қатысқан құрылғылар саны туралы ақпаратты жинайды. SharePlay сеансына қатысушылардың жеке басын анықтайтын ақпарат жиналмайды. Apple TV жұмыс істейтін модельдерді жақсарту мақсатында Apple TV іздеу деректерін пайдаланамыз. Мысалы, жиынтық Apple TV іздеу сұраулары Apple TV іздеу моделін дәлдеп реттеу үшін пайдаланылады. Apple TV қолданбасын жекелендіру Apple TV қолданбасын сізге ең жарамды контентті табуға көмектесу мақсатында жекелендіреміз. Мысалы, бұрын көрген фильмдер негізінде сізге ұнауы мүмкін фильмдер ұсынамыз. Жекелендіруді қамтамасыз ету мақсатында біз Apple TV қолданбасы арқылы қаралған контент (шолу тарихы), жасалған сатып алулар, жазылымдар, жүктеп алулар және басқа әрекеттер туралы ақпаратты, сондай-ақ аккаунтыңыздағы ақпаратты (мысалы, жасыңыз) пайдаланамыз. Егер Apple компаниясының осы құрылғыдағы Apple TV қолданбасында нені қарайтыныңыз туралы ақпаратты пайдаланғанын және сол арқылы Apple TV қолданбасын қолдайтын барлық құрылғыда функцияларды жекелендіргенін қаламасаңыз, «Реттеулер» қолданбасында «Ойнату тарихын пайдалану» реттеуін өшіруге болады. iOS, iPadOS, visionOS немесе tvOS құрылғыңызда «Реттеулер» > «Қолданбалар» > «Теледидар» > «Ойнату тарихын пайдалану» тармағына өтіңіз. App Store, iTunes Store, Apple TV, Apple Books және Apple Podcasts сервистерінде және Apple жазылымдары үшін жекелендіру мүмкіндіктерін өшіруге болады. Ол үшін Apple аккаунтыңыздың «Жекелендірілген ұсыныстар» опциясын өшіріңіз. iOS, iPadOS немесе visionOS құрылғыңызда «Реттеулер» > [атыңыз] > «Медиа және сатып алулар» > «Аккаунтты көру» тармағы арқылы өтіп, «Жекелендірілген ұсыныстар» опциясын түртіп өшіріңіз. Mac компьютеріндегі Apple TV қолданбасында «Аккаунт» > «Аккаунт реттеулері» > «Реттеулер» тармағына өтіңіз. Кері байланыс Apple компаниясы Apple TV қолданбасы және сізге ұнауы мүмкін басқа Apple өнімдері, сервистері мен ұсыныстары, сондай-ақ Apple One жөнінде ақпарат жіберу үшін Apple өнімдеріңіз, сіз жазылған Apple сервистері, сіз жүктеп алатын Apple қолданбалары және есепшотқа арналған пошта индексіңіз сияқты аккаунтыңыз туралы ақпаратты пайдалануы мүмкін. Құрылғының сериялық нөмірі сияқты құрылғыңыз туралы мәліметтер немесе өзекті App Store жазылымдарыңыз туралы мәліметтер сізге жарамды Apple сервистік ұсыныстарын беру үшін пайдаланылуы мүмкін. «Отбасылық қол жеткізу» функциясын пайдалансаңыз, Apple компаниясы «Отбасылық қол жеткізу» аясында өнімдер, сервистер және ұсыныстар туралы ақпарат жіберуі мүмкін. Apple One жазылымын сатып алсаңыз, сіз жазылған әр сервистегі функциялар туралы эл. хаттар мен push хабарландыруларын жіберуіміз мүмкін. Сондай-ақ Apple компаниясы Apple TV қолданбасында қолжетімді жаңа функциялар, контент пен ұсыныстар жөнінде эл. пошта хабарлары мен push хабарландыруларын жіберу үшін Apple TV қолданбасындағы белсенділігіңіз туралы ақпаратты пайдалануы мүмкін. Эл. пошта параметрлерін өзгерту және осы эл. хаттарды алудан бас тарту үшін мына сайтқа өтіңіз: account.apple.com. iOS, iPadOS немесе visionOS құрылғыңызда хабарландыру параметрлерін жаңарту үшін «Реттеулер» > «Хабарландырулар» > «Теледидар» тармағына өтіңіз. Жарнама Apple TV қолданбасында Apple TV қолданбасына геолокацияңызға қол жеткізуге рұқсат берілсе, ол геолокацияңыз негізінде жарнама көрсету үшін пайдаланылуы мүмкін. App Store, Apple News және «Акциялар» сияқты басқа қолданбалар үшін «Жеке жарнамалар» реттеуі қосулы болса, Apple жарнама платформасы сіз туралы ақпаратты (оның ішінде Apple компаниясынан сатып алынған фильмдер мен телешоулар туралы ақпарат) сізге сәйкес келетін жарнамалар көрсету үшін пайдалануы мүмкін. Apple жарнама платформасынан қызығушылықтарыңызға негізделген жарнамалар алғыңыз келмесе, «Жеке жарнамалар» реттеуін өшіруге болады. «Жеке жарнамалар» параметрін өшірсеңіз, Apple компаниясы ақпаратыңызды таргеттелген жарнама үшін пайдалана алмайды. Бұл әрекет нәтижесінде көрсетілетін жарнамалар саны азаймайды, бірақ сәйкес келетін жарнамалар саны азырақ болуы мүмкін. «Жеке жарнамалар» реттеулерін «Реттеулер» > «Құпиялылық және қауіпсіздік» > «Apple жарнамасы» тармағына өту арқылы өзгертуге болады. Apple жарнамасы мен құпиялылығы туралы толығырақ ақпарат алу үшін мына сілтемеге өтіңіз: www.apple.com/legal/privacy/data/en/apple-advertising. App Store, Apple News және «Акциялар» қолданбасындағы дербес жарнамалардан бас тарту әдісі туралы мына сілтемеден біліңіз: support.apple.com/105131. Үшінші тараптармен бөлісу Өнімдеріміз бен сервистерімізді әзірлеу үшін Apple компаниясымен бірге жұмыс істейтін, маркетингтік қызметті жүргізуге және Apple атынан App Store дүкенінде, Apple News сервисінде және «Акциялар» қолданбасында көрсетілетін жарнамаларды сатуға көмектесетін жарнама берушілеріміз бен стратегиялық серіктестерімізге жеке басыңызға қатысы жоқ кейбір деректерді ұсынамыз. Мысалы, сатып алуларыңыз, қаралған контент пен аймақ туралы жеке басыңызға қатысы жоқ деректерді, сондай-ақ жас тобы мен жыныс (атыңыз бен Apple аккаунтыңыздағы сәлемдесу негізінде анықталуы мүмкін ақпарат) сияқты пайдаланушылардың жалпы демографиялық деректерін контент иелері сияқты Apple TV стратегиялық серіктестерімен бөлісуіміз мүмкін. Бұл ақпарат негізінде олар шығармашылық жұмыстарының өнімділігін бағалау, қаламақы төлеу және бухгалтерлік есеп бойынша талаптарды орындау, сондай-ақ өнімдері мен сервистерін жақсарту мүмкіндігіне ие болады. Мобильді желі провайдері Apple TV+ жазылымдары мен тегін сынақ нұсқаларын ұсынса, Apple компаниясы мобильді желі провайдерінің серіктестік ұсынысын пайдалана алатыныңызды анықтау үшін телефон нөміріңізді тексеруі мүмкін. Ақылы немесе сынақ нұсқасындағы Apple TV+ жазылымын мобильді желі провайдері немесе басқа Apple серіктесі арқылы алсаңыз, Apple компаниясы телефон нөміріңізді немесе серіктес бөліскен бірегей аккаунт идентификаторын аккаунтыңызды растау және мобильді желі провайдеріне немесе басқа серіктеске жазылымды белсендіргеніңізді хабарлау үшін пайдаланады. Жазылымыңызбен байланыстырылған телефон нөмірін немесе бірегей идентификаторды жүйеге кіру кезінде аккаунтты растау және Apple TV+ жазылымыңызды аккаунтыңызбен байланыстыру үшін пайдаланамыз. Apple TV қолданбасына басқа өндірушінің құрылғысынан кіргіңіз келсе, Apple компаниясы платформа провайдеріне қолданбаның жұмыс істеуін қамтамасыз ету үшін белгілі бір ақпаратты жіберуі мүмкін. Осылайша Apple TV сервисіндегі жазылымдар контенті платформада пайда болады, сонымен қатар іздеу нәтижелері мен жекелендірілген ұсыныстар беру сияқты платформа функцияларына қолдау көрсетіледі. Мұндай ақпарат Apple TV қолданбасын ашқаныңыз және қолжетімді болса, Apple TV+ және Apple TV арналарына жазылғаныңыз туралы ақпаратты қамтуы мүмкін. Apple өнімі болып табылмайтын басқа құрылғыдағы Apple TV қолданбасының реттеулеріне өту арқылы жазылымдар туралы ақпараттың үшінші тараптарға берілуін болдырмауға болады, алайда бұл Apple TV контентін платформада көрсету мүмкіндігін шектеуі мүмкін. Apple өнімі болып табылмайтын қолдау көрсетілетін басқа құрылғыларда Apple TV қолданбасында, соның ішінде Apple TV+, Apple TV арналарында үшінші тарап платформасының провайдеріне өзіңіз көретін контент, сатып алатын немесе жалға алатын заттар туралы ақпаратты және басқа контентті (қолжетімді болса) ұсыну қажеттігін таңдай аласыз. Бұл профиль атыңызды немесе Apple TV қолданбасындағы деректеріңізді Apple өнімі болып табылмайтын басқа құрылғыңыздағы аккаунтыңызбен немесе профиліңізбен сәйкестендіру үшін пайдаланылатын басқа ақпаратты қамтуы мүмкін. Платформаңыздың провайдері Apple TV қолданбасындағы ақпаратыңызды платформаның функцияларын, мысалы, көріп жүрген шоуларыңызды және жеке ұсыныстарды көрсету үшін пайдалануы мүмкін. Бұл функцияны Apple өнімі болып табылмайтын басқа құрылғыдағы Apple TV қолданбасының реттеулеріне өту арқылы өшіруге болады. Кейбір құрылғыларда бұл әрекет сізді платформаның реттеулеріне әкелуі мүмкін. Apple TV қолданбасына Apple өнімі болып табылмайтын басқа құрылғыдан кіргіңіз келсе, платформа провайдерінің шарттарымен, құпиялылық саясатымен және тәжірибелерімен танысып шығуыңыз керек, сонда платформа қандай деректерді жинайтынын, пайдаланатынын және тарататынын түсіне аласыз. Деректерді сақтау Біз Apple TV қолданбасындағы сатып алуларға, жүктеп алуларға және қаралған контентке қатысты жеке деректеріңізді сақтаймыз. Деректерді сақтау мерзімі ұйымдастырушылық талаптарға, шарттық міндеттемелерге және заңнама ережелеріне байланысты болады. Сатып алулар мен жүктеп алулар үшін сақтау кезеңі әдетте кем дегенде 10 жыл құрайды, бірақ Қытай сияқты аймақтарда бұл кезең 30 жыл құрауы мүмкін. Сондай-ақ контентті сатып алу және жүктеп алу туралы жазбалар аккаунтыңыз жойылмайынша сақталып тұра береді. Бұл сізге осы контентті қолданыстағы шарттарға сәйкес жүктеп алуға мүмкіндік береді. Интернеттегі белсенділік және іздеу әрекеттері сияқты басқа ақпаратты екі жылға дейін сақтаймыз. Сақталған мәліметтерден басқа кейбір ақпарат аккаунтты жойғаннан кейін де немесе Apple TV қолданбасын пайдаланбай кетсеңіз де бухгалтерлік жазбаларда сақталуы мүмкін. Төлем картасын пайдаланғанда, Apple компаниясы картаңыздың нөмірін және төлеуші туралы ақпаратты болашақтағы сатып алулар, қайталама транзакциялар немесе рұқсат етілген басқа да әрекеттер үшін сақтап, автоматты түрде жаңартуы мүмкін. Apple компаниясы бұл ақпаратты қаржы мекемесінен немесе төлем жүйесінен алып, оны алаяқтықтың алдын алу және деректерді тексеру мақсатында пайдалануы мүмкін. Ойнату тарихын тазалау Apple TV қолданбасының ойнату тарихын «Реттеулер» бөлімінде тазалауға болады. iOS, iPadOS немесе visionOS құрылғысындағы Apple TV қолданбасында «Аккаунт» > «Ойнату тарихын тазалау» тармағына өтіңіз. tvOS құрылғысында «Реттеулер» > «Қолданбалар» > «TV» > «Ойнату тарихын тазалау» тармағына өтіңіз. Осы әрекеттен кейін барлық телешоу мен фильм қарау тізімінен жойылып, кез келген ойнату тарихы аккаунтыңыздан ажыратылады. Бұл деректер Apple компаниясы бірдей Apple аккаунты қолданылатын құрылғыларда сақтайтын және пайдаланатын ойнату деректеріне қатысты. Apple өнімі болып табылмайтын басқа құрылғыны пайдалансаңыз және платформа провайдеріне қаралатын контент туралы ақпарат беруді қаласаңыз, ойнату тарихын тазарту платформа провайдерінде сақталған ойнату деректеріне әсер етпейді. Платформа провайдерінің шарттарымен, құпиялылық саясатымен және тәжірибелерімен танысып шығуыңыз керек, сонда осы провайдер сақтаған деректерді жоя алатындығыңызды түсіне аласыз. Белгілі бір элементтерді қарау тізімінен жоюға болады. Ол үшін эпизодты ұзақ басып, «Қарау тізімінен жою» опциясын таңдаңыз. Егер дәл сол мәзірде «"Соңғы қаралғандар" тізімінен жою» опциясын таңдасаңыз, бұл эпизод жекелендірілген ұсыныстарды жасау кезінде қолданылмайтын болады. Алайда Apple компаниясы бухгалтерлік есеп пен қаламақыларды төлеу үшін Apple TV арналарын және Apple TV+ контентін ойнату тарихы туралы жазбаларды сақтайды. Қатысты үшінші тарап қолданбалары Осы қолданбалар арқылы қаралатын мазмұнды Apple компаниясымен бөлісуді бастау үшін, үшінші тараптың серіктестік қолданбаларына Apple TV қолданбасына қосылуға рұқсат беруіңіз керек. Apple TV қолданбасын баптау кезінде, сізге бір уақытта бірнеше қолданбаға рұқсат беру опциясы ұсынылуы мүмкін. Кейбір қолданбалар бұл құрылғыға әлі орнатылмаған болуы мүмкін және параметрлеріңіз қолданбалар орнатылғаннан кейін қолданылады. Рұқсат берген-бермегеніңізге қарамастан, «Реттеулер» бөлімінде әр қолданбаның параметрлерін өзгертуге болады. Егер сіз үшінші тарап қолданбасының Apple TV қолданбасымен байланысын жою қажет деп шешсеңіз, бұл қолданбаны Apple TV қолданбасынан ажыратуыңызға болады, сонда Apple компаниясы үшінші тарап қолданбасынан ойнату деректерін жинауды тоқтатады. iOS, iPadOS немесе visionOS құрылғысындағы Apple TV қолданбасында «Аккаунт» > «Қосылған қолданбалар» тармағына өтіп, үшінші тараптық қолданбаны таңдаңыз да, оны өшіріңіз. tvOS құрылғысында «Реттеулер» > «Қолданбалар» > «TV» > «TV қолданбасына қосылу» тармағына өтіп, үшінші тараптық қолданбаны таңдаңыз да, оны өшіріңіз. Apple TV қолданбасынан үшінші тарап қолданбасын жойған кезде, «Ойнату тарихын жою және тазалау» опциясын таңдау арқылы Apple компаниясы жинаған қолданба арқылы қаралған барлық контентті ойнату деректері туралы ақпаратты жоюға болады. Сондай-ақ Apple компаниясы Apple TV қолданбасында көрген үшінші тарап контентіне қатысты жинаған барлық ойнату дерегін кез келген уақытта жоюға болады. Ол үшін ойнату тарихын жоғарыда сипатталғандай тазалаңыз. Мұнда сипатталған кез келген мысалда ойнату тарихын тазарту әрекеті Apple компаниясы Apple TV қолданбасы үшін сақтайтын және пайдаланатын үшінші тарап қолданбаларының ойнату деректерін жояды. Бұл кез келген үшінші тараптық қолданба провайдері бөлек сақтайтын (мысалы, жеке қолданбасында немесе серверлерінде) ойнату деректеріне әсер етпейді. Сондай-ақ қолданылатын үшінші тарап қолданбаларының пайдалану шарттарымен, құпиялылық саясатымен және тәжірибелерімен танысып шығуыңыз керек, сонда олардың ойнату деректеріңізді және олармен байланысты ақпаратты қалай пайдаланатынын және бөлісетінін түсінуге болады. Топтық ұсыныстар Егер Apple TV құрылғысында «Топтық ұсыныстар» функциясын қосу қажет деп шешсеңіз, сіз көретін контент туралы ақпарат сол Apple TV құрылғысына қосылуға шешім қабылдаған пайдаланушылардың кез келген комбинациясында топтық ұсыныстар құру үшін пайдаланылады. Егер топта бала аккаунты болса, балаларға арналған ұсыныстар қосылады, бірақ олардың шолу тарихы пайдаланылмайды. Аккаунтыңыздың топтық ұсыныстарын кез келген уақытта «Реттеулер» > «Пайдаланушылар және аккаунттар» тармағына өтіп, профиліңізді таңдап, содан кейін «Барлық пайдаланушы үшін» тармағын таңдау арқылы өшіруге болады. Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Сондай-ақ біз Apple TV қолданбасында алаяқтық пен басқа зиянды әрекеттердің алдын алу үшін жеке деректерді жинаймыз. Бұл ақпаратқа құрылғы туралы ақпарат, оның ішінде құрылғы түрі және бағдарламалық жасақтама нұсқасы, геолокация туралы ақпарат (интернет қосылымының IP мекенжайын географиялық аймаққа сәйкестендіру арқылы жуықталды, қолжетімді болса), жүктеп алу және сатып алу тарихы, сондай-ақ Apple TV қолданбасымен өзге әрекеттер кіреді. Жазылымыңыз автоматты түрде жаңартылатын болса, Apple компаниясы сұрауды өңдеу және жазылымыңызға үздіксіз қол жеткізу мүмкіндігін қамтамасыз ету қажеттігін төлем жасау бойынша серіктестің рұқсатын күтпей анықтау үшін онымен іскерлік өзара әрекеттестігіңіздің тарихы туралы ақпаратты да пайдалануы мүмкін. Сондай-ақ сатып алу кезінде, құрылғыны қалай пайдаланатыныңыз туралы ақпаратты, оның ішінде кіріс және шығыс телефон қоңырауларының немесе эл. хаттардың болжалды санын пайдалана отырып, құрылғыңыздағы құрылғының сенімділік индексін есептей аламыз. Индексті жіберген кезде, Apple компаниясына осы индексті есептеуге негіз болған мәндер берілмейді. Сенімділік индексі серверлерімізде белгілі бір уақыт ішінде сақталады. Жеке деректерді өңдеу үшін қолданылатын құқықтық негіз Біз Apple TV қолданбасында жеке деректеріңізді әдетте Apple компаниясымен келісімшартты орындау, қызмет көрсету үшін қажет болған жағдайда және заңды міндеттемелерімізді орындау үшін өңдейміз. Келісім тиісті заңды негізге сүйенсе, біз оны қолданыстағы жергілікті заңға сәйкес іздейміз. Қолданыстағы жергілікті заңда қарастырылған жағдайда, біз заңды мүдделеріміз немесе үшінші тараптың мүдделері үшін қажетті жеке деректерді келесі мақсатпен өңдейміз: • Сізге қолжетімді және сәйкес келетін контентті, соның ішінде үшінші тарап сервистерін көрсету • Ұсыныстар алуға жарамдылықты тексеру, сервисті өзіңіз бен басқалар үшін жақсартуға және оңтайландыруға көмектесу және Apple TV қолданбасы және сізге ұнауы мүмкін басқа да Apple өнімдері, сервистері мен ұсыныстары жөнінде ақпарат жіберу • Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Пайдаланылған деректер мыналарды қамтиды: • Apple TV қолданбасын пайдалану тәсіліңіз, соның ішінде сіз пайдаланатын мүмкіндіктер (мысалы, «Көруді жалғастыру» немесе «Медиатека»), сіз іздеген элементтер, хабарландырулармен өзара әрекеттесуіңіз, сіз көз жүгіртіп шығатын немесе көретін контент беттері, сіз тамашалайтын, сатып алатын, жазылатын және жүктеп алатын контент және қолданбадағы қателер немесе ақаулар туралы ақпарат • Құрылғыңыз бен аккаунтыңыз туралы мәліметтер • Құрылғының сенім көрсеткіші • Геолокацияңыз Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына (www.apple.com/privacy) сәйкес өңделеді.
ko: Apple TV는 즐겨보는 TV 프로그램 및 영화를 한 곳에서 즐길 수 있도록 해줍니다. Apple에서 구매하거나 대여한 콘텐츠를 시청할 수 있습니다. 사용 가능한 경우, Apple TV+, Apple TV 채널 및 연결된 타사 비디오 앱을 통해 콘텐츠에 접근할 수도 있습니다. 동일한 Apple 계정에 로그인한 지원되는 기기에서 Apple TV 앱을 사용하여 이러한 모든 콘텐츠에 접근할 수 있습니다. Apple TV 앱 서비스 제공하기 Apple은 Apple TV 앱 서비스 및 기능을 제공하기 위해 사용자의 개인 데이터를 사용합니다. 이 정보에는 사용자가 설정에서 접근하여 변경할 수 있는 사용자의 계정 및 결제 정보가 포함됩니다. Apple은 동일한 Apple 계정에 로그인한 지원되는 모든 기기에서 구입한 항목 및 Apple TV 앱에서 시청한 항목에 관한 정보를 수집합니다. Apple은 이 정보를 사용자의 Apple 계정과 연계하여 저장함으로써 사용자가 시청 중인 항목을 지원되는 모든 기기에서 보여줄 수 있도록 합니다. 타사 앱에 로그인하는 경우 사용 가능한 콘텐츠를 표시하기 위해 해당 서비스의 구독 여부에 관한 정보가 사용됩니다. 타사 앱을 Apple TV 앱에 연결되도록 권한을 허용한 경우 Apple은 해당 앱에서 사용자의 시청 항목 및 구독 상태 관련 정보를 수집하고 저장합니다. Apple Music 및 Remote와 같이 지원되는 콘텐츠가 있는 Apple 앱은 Apple TV 앱 사용을 시작하면 자동으로 연결됩니다. 시청 정보에는 재생한 콘텐츠, 재생한 시간 및 기기, 일시 정지하거나 시청을 중단한 지점이 포함됩니다. Apple은 또한 Apple TV 채널 및 Apple TV+에 대한 모든 재생 활동의 자세한 내역도 수집합니다. Apple TV 앱이 사용자의 위치에 접근하도록 허용하는 경우 사용자의 위치는 실시간 경기, 이벤트 및 뉴스와 같은 지역 콘텐츠를 포함하여 사용자의 지역에서 사용 가능한 콘텐츠를 결정하는 데 사용됩니다. 일부 콘텐츠에는 지역 관련 광고가 포함됩니다. Apple TV 앱 개선하기 Apple은 사용자가 이용하는 기능(예: 계속 보기 또는 보관함), 검색한 항목, 알림과의 상호작용, 브라우징했거나 살펴본 콘텐츠 페이지, 앱 내에서 발생한 오류나 충돌에 관한 정보 및 사용자의 청구 우편번호를 포함하여 사용자의 Apple TV 앱 사용 및 계정에 관한 정보를 수집합니다. Apple은 이러한 정보를 비롯해 사용자를 식별하지 않는 대략적인 위치 정보, 그리고 시청 항목에 관한 정보를 이용하여 모든 사용자를 위해 서비스를 개선하고 최적화합니다. 또한, 기기 종류, 기기를 취득한 경로, 운영 체제 버전 및 기기에 남아 있는 저장 공간 같은 사용자의 기기 관련 정보도 수집합니다. 이 정보는 요청된 콘텐츠가 다운로드될 수 있는지 평가하고, 기기 사용 및 저장 공간의 일반적인 추세를 이해하며, 사용자의 기기가 Wi-Fi 또는 셀룰러에 연결되어 있는지를 이해하는 데 사용될 수 있습니다. 예를 들어, 이 정보를 통해 사용자의 기기에 남아 있는 저장 공간을 이해하여 iPhone에 다운로드하지 않고도 영화를 구입할 수 있는 기능을 만들었습니다. SharePlay로 다른 사람과 함께 콘텐츠를 보는 경우 Apple TV 앱이 SharePlay 세션 중에 사용자가 시청한 콘텐츠 및 세션에 참여한 기기의 수를 수집하지만, SharePlay 세션의 참여자를 식별하는 어떠한 정보도 수집하지 않습니다. Apple TV 검색 데이터를 사용하여 Apple TV를 구동하는 모델을 향상할 수 있습니다. 예를 들어, 집계된 Apple TV 검색 쿼리는 Apple TV 검색 모델을 미세 조정하는 데 사용됩니다. 개인 맞춤형 Apple TV 앱 제공하기 Apple은 Apple TV 앱을 개인 맞춤화하여 사용자가 더 관련성 높은 콘텐츠를 찾을 수 있도록 돕습니다. 예를 들어, 사용자가 이미 시청한 영화를 토대로 사용자가 관심 있어 할 만한 영화를 추천합니다. 개인 맞춤형 경험을 제공하기 위해 Apple TV 앱에서 사용자의 시청 내역, 구입 내역, 구독, 다운로드, 브라우징 및 기타 활동을 포함하는 정보 및 사용자의 연령과 같은 계정 정보를 사용합니다. 사용자가 이 기기의 Apple TV 앱에서 시청한 항목에 관한 정보를 Apple이 Apple TV 앱을 지원하는 모든 기기에서 개인 맞춤화를 위해 활용하는 것을 원하지 않는 경우, 설정에서 ‘재생 기록 사용’을 끌 수 있습니다. iOS, iPadOS, visionOS 또는 tvOS 기기에서는 설정 > 앱 > TV > 재생 기록 사용으로 이동하십시오. 사용자의 Apple 계정에 대한 ‘개인 맞춤형 추천’을 꺼서 App Store, Apple Books, iTunes Store, Apple TV, Apple 팟캐스트 및 Apple로부터 받는 구독의 개인 맞춤화 기능을 끌 수 있습니다. iOS, iPadOS 또는 visionOS 기기에서 설정 > [사용자 이름] > 미디어 및 구입 항목 > 계정 보기로 이동한 다음 ‘개인 맞춤형 추천’을 탭하여 끌 수 있습니다. Mac용 Apple TV 앱에서는 계정 > 계정 설정 > 설정으로 이동하십시오. 사용자와 커뮤니케이션하기 Apple은 사용자가 소유한 Apple 제품, 사용자의 Apple 서비스 구독, 사용자가 다운로드한 Apple 앱, 청구 우편번호와 같은 계정에 관한 정보를 이용하여, Apple TV 앱 및 사용자가 관심을 가질 만한 기타 Apple 제품, 서비스 및 특별 혜택(Apple One 등)에 관한 안내를 전송할 수 있습니다. Apple의 서비스 제공 적합성을 확인하기 위해, 기기 일련 번호 등 사용자 기기에 대한 세부사항 또는 관련된 App Store 구독에 관한 세부사항이 사용될 수 있습니다. 사용자가 가족 공유 그룹의 구성원인 경우 Apple은 사용자가 가족 공유를 통해 이용할 수 있는 제품, 서비스 및 특별 혜택에 관한 안내를 전송할 수 있습니다. Apple One 구독을 구입하는 경우, Apple은 사용자가 구독하는 각 서비스의 기능에 대한 이메일과 푸시 알림을 보낼 수 있습니다. Apple은 Apple TV 앱 내에서 사용자의 활동에 대한 정보를 사용하여 Apple TV 앱에서 이용할 수 있는 새로운 기능, 콘텐츠 및 특별 혜택에 관한 이메일 및 푸시 알림을 보낼 수도 있습니다. account.apple.com 사이트로 이동하여 이메일 환경설정을 변경하고 이러한 이메일을 받지 않을 수도 있습니다. iOS, iPadOS 또는 visionOS 기기에서 알림 환경설정을 업데이트하려면 설정 > 알림 > TV로 이동하십시오. 광고 Apple TV 앱이 사용자의 위치에 접근할 수 있도록 허용하면, Apple TV 앱에서 사용자에게 지역 관련 광고를 제공하기 위해 사용자의 위치가 사용될 수 있습니다. App Store, Apple News 및 주식 앱 등의 기타 앱에서 개인 맞춤형 광고 설정이 켜져 있는 경우 Apple의 광고 플랫폼이 이들 앱에서 사용자와 더 관련성 있는 광고를 제공하도록 사용자가 Apple에서 구입한 영화 및 TV 프로그램 정보와 같은 사용자의 정보를 사용할 수 있습니다. Apple 광고 플랫폼에서 사용자의 관심 사항에 맞춘 타깃 광고를 받지 않으려면 개인 맞춤형 광고를 끄면 됩니다. 개인 맞춤형 광고를 끄면 Apple이 광고 대상 설정에 사용자의 정보를 사용할 수 없습니다. 받는 광고의 수는 줄어들지 않지만 광고의 관련성이 떨어질 수 있습니다. 개인 맞춤형 광고 설정은 설정 > 개인정보 보호 및 보안 > Apple 광고로 이동하여 변경할 수 있습니다. Apple 광고 및 개인정보 보호에 관하여 더 알아보려면 www.apple.com/kr/legal/privacy/data/ko/apple-advertising 사이트를 참조하십시오. App Store, Apple News 및 주식 앱의 개인 맞춤형 광고를 수신 거부하는 방법에 관해 더 알아보려면 support.apple.com/105131 사이트를 참조하십시오. 타사와 공유 Apple은 Apple 제품과 서비스를 제공하기 위해 Apple과 제휴하거나 Apple의 고객 마케팅에 협력하고 Apple 대신 광고를 판매하여 App Store와 Apple News 및 주식 앱에 표시하는 광고주 및 전략적 파트너에게 비개인적인 데이터의 일부를 제공합니다. 예를 들어 Apple은 콘텐츠 소유자와 같은 Apple TV의 전략적 파트너가 창작물에 대한 성과를 측정하고, 저작권 및 회계 기준을 준수하며, 제품 및 서비스를 향상할 수 있도록 사용자의 거래 내역, 감상 활동 및 지역에 대한 비개인적인 데이터와 연령대, 성별(Apple 계정의 이름 및 인사말 등에서 추정할 수 있음) 등의 집계된 사용자 인구통계 정보를 이들과 공유할 수 있습니다. 사용자의 무선 네트워크 제공업체에서 Apple TV+ 구독 및 무료 체험을 제공하는 경우, 협력 관계에 있는 무선 네트워크 제공업체를 통해 이러한 서비스를 이용할 수 있는지 알아보기 위해 Apple이 사용자의 전화번호를 확인할 수 있습니다. 무선 네트워크 제공업체 또는 다른 Apple 파트너사를 통해 Apple TV+ 구독 또는 무료 체험에 가입한 경우, Apple은 사용자의 계정을 식별하고 해당 무선 네트워크 제공업체 또는 파트너사에게 사용자가 구독을 활성화했음을 알리기 위해 사용자의 전화번호 또는 파트너사가 공유한 고유 계정 식별자를 사용합니다. 구독과 연관된 전화번호 또는 고유 식별자는 로그인 시 사용자의 계정을 확인하고 사용자의 Apple TV+ 구독을 계정에 연결하기 위해서 사용합니다. Apple 제품이 아닌 기기에서 Apple TV 앱에 로그인하는 경우, Apple은 해당 앱을 활성화하여 Apple TV 구독 콘텐츠가 플랫폼에 표시되도록, 그리고 검색 결과 및 개인 맞춤형 추천 기능 등의 플랫폼 기능을 지원하도록 플랫폼 제공자와 정보를 공유할 수 있습니다. 여기에는 Apple TV 앱을 열었는지, 그리고 Apple TV+ 및 Apple TV 채널을 구독했는지(사용 가능한 경우)에 대한 정보가 포함될 수 있습니다. Apple 제품이 아닌 기기의 Apple TV 앱 설정에서 구독 정보 공유를 중단할 수 있지만, 그렇게 하면 Apple TV 콘텐츠가 플랫폼에 나타나는 방식이 제한될 수 있습니다. Apple 제품이 아닌 기기 중 지원이 가능한 기기에서는 Apple TV+, Apple TV 채널 및 기타 콘텐츠를 포함한 Apple TV 앱에서 사용자가 시청, 구입 또는 대여한 내역을 타사 플랫폼 제공자와 공유할지(사용 가능한 경우) 선택할 수 있습니다. 여기에는 프로필 이름을 비롯하여, Apple이 아닌 타사 기기상의 사용자 계정 또는 프로필을 Apple TV 앱 내의 사용자 정보와 연결시키기 위해 사용되는 기타 정보가 포함될 수 있습니다. 플랫폼 제공자는 진행 중인 프로그램 및 개인 맞춤형 추천 표시 등의 기능을 플랫폼에서 활성화하기 위해 Apple TV 앱의 사용자 정보를 활용할 수 있습니다. Apple 제품이 아닌 기기의 Apple TV 앱 설정으로 이동하여 이 기능을 끌 수 있습니다. 일부 기기에서는 이로 인해 플랫폼의 설정으로 이동할 수 있습니다. Apple 제품이 아닌 기기에서 Apple TV 앱에 로그인하는 경우, 플랫폼 제공자의 이용 약관, 개인정보 처리방침 및 이용 사례를 검토하여 어떤 정보를 수집, 사용 및 공유하는지 숙지하십시오. 데이터 유지 사용자가 Apple TV 앱에서 구입, 다운로드 및 감상한 항목에 관련된 개인 데이터는 사업적 필요, 계약 의무 및 법적 요구 사항에 따라 각기 다른 기간 동안 유지됩니다. 구입 및 다운로드에 관해서는 많은 경우 최소 10년 동안의 유지 기간이 요구되나, 중국 등의 일부 국가/지역에서는 30년의 유지 기간이 요구될 수 있습니다. 또한, 사용자가 Apple 계정을 갖고 있는 한 해당 이용 약관에 따라 콘텐츠를 다운로드할 수 있도록 사용자의 콘텐츠 구입 및 다운로드 기록을 유지합니다. Apple은 브라우징 활동 및 검색 등과 같은 기타 정보는 최대 2년간 유지합니다. 거래 내역과 같은 일부 정보는 사용자가 계정을 닫고 Apple TV 앱 사용을 중단한 이후에도 사업 기록으로 유지될 수 있습니다(저장된 카드 세부사항은 포함되지 않음). 사용자가 결제 카드를 사용하면, Apple은 향후 구입, 반복되는 거래 또는 사용자가 승인한 기타 이용 목적을 위해 사용자의 카드 번호 및 청구 정보를 보관하고 자동으로 업데이트할 수 있습니다. Apple은 사용자의 금융 기관 또는 결제 네트워크로부터 이 정보를 받을 수 있으며, 또한 사기 방지 및 검증 목적으로 해당 정보를 사용할 수 있습니다. 재생 기록 지우기 설정에서 Apple TV 앱의 재생 기록을 지울 수 있습니다. iOS, iPadOS 또는 visionOS 기기의 Apple TV 앱에서 계정 > 재생 기록 지우기로 이동하십시오. tvOS의 경우, 설정 > 앱 > TV > 재생 기록 지우기로 이동하십시오. 이렇게 하면 모든 TV 프로그램 및 영화가 관심 콘텐츠에서 제거되고 이전의 재생 기록이 사용자의 계정에서 연결 해제됩니다. 이는 동일한 Apple 계정을 사용하는 기기에서 Apple이 보관하고 사용한 재생 데이터에 적용됩니다. Apple 제품이 아닌 기기를 사용하고 사용자의 시청 내역을 플랫폼 제공자와 공유하도록 선택한 경우, 재생 기록을 지워도 플랫폼 제공자가 저장한 재생 데이터에는 영향을 미치지 않습니다. 플랫폼 제공자의 이용 약관, 개인정보 처리방침 및 이용 사례를 검토하여 해당 제공자가 저장한 데이터를 사용자가 삭제할 수 있는지 숙지하십시오. 에피소드를 길게 누르고 ‘관심 콘텐츠에서 제거’를 선택하여 관심 콘텐츠에서 개별 항목을 제거할 수 있습니다. 또한 같은 메뉴에서 ‘최근 시청한 항목에서 제거’를 선택하면 개인 맞춤형 추천을 만드는 데 사용되지 않도록 에피소드가 제거됩니다. 하지만 Apple은 리포트 및 저작권 요구 사항을 위해 Apple TV 채널 및 Apple TV+의 재생 기록을 보유합니다. 타사 연결 앱 참여 중인 타사 앱이 Apple TV 앱과 연결되어 해당 앱에서 시청한 내용이 Apple에 공유되도록 하려면 권한을 부여해야 합니다. Apple TV 앱을 설정하면 여러 응용 프로그램에 한번에 권한을 부여하는 요청을 받게 됩니다. 일부 앱은 사용자가 기기에 설치하지 않은 앱일 수 있으며, 나중에 해당 앱을 설치하는 경우 사용자의 환경설정이 앱에 적용됩니다. 권한 부여 여부와 상관없이 설정에서 각 앱에 대한 환경설정을 변경할 수 있습니다. 특정 타사 앱과 Apple TV 앱의 연결을 더 이상 원치 않는 경우, Apple TV 앱에서 해당 앱을 연결 해제하면 Apple은 해당 타사 앱에서의 재생 데이터 수집을 중단합니다. iOS, iPadOS 또는 visionOS 기기의 Apple TV 앱에서 계정 > 연결된 앱으로 이동하고 해당 타사 앱을 선택하여 끄십시오. tvOS의 경우 설정 > 앱 > TV > ‘TV 앱과 연결’로 이동하고 해당 타사 앱을 선택하여 끄십시오. Apple TV 앱에서 타사 앱을 삭제할 때, ‘제거 및 재생 기록 지우기’를 선택하면 사용자가 해당 앱에서 시청한 콘텐츠에 관해 Apple에서 수집한 모든 재생 데이터 정보도 삭제할 수 있습니다. 또한 앞서 설명한대로 재생 기록을 지워서, 사용자가 Apple TV 앱에서 시청한 모든 타사 콘텐츠에 관해 Apple에서 수집한 모든 재생 데이터 정보를 언제든지 삭제할 수 있습니다. 이렇게 재생 기록을 지우는 경우, Apple TV 앱용으로 Apple에서 보관하고 사용한 타사 앱 재생 데이터만 지워집니다. 타사 앱 제공업체에서 따로 보관하는 재생 데이터에는 영향을 미치지 않습니다(예: 타사 앱 내 데이터 또는 해당 앱의 서버 데이터). 또한 참여 중인 타사 앱의 이용 약관, 개인정보 처리방침 및 관례를 살펴보고 사용자의 재생 데이터 및 관련 정보가 사용되고 공유되는 방식을 확인해야 합니다. 그룹 추천 Apple TV 기기에서 ‘그룹 추천’을 활성화하면, 사용자가 시청한 항목에 대한 정보가 동일한 Apple TV에서 이 기능의 사용을 선택한 사용자가 시청한 항목의 정보와 결합되어 그룹 추천을 생성하는 데 사용됩니다. 자녀 계정이 그룹에 포함되어 있으면 자녀에 대한 추천은 포함되지만 자녀의 시청 기록은 사용되지 않습니다. 사용자 계정의 그룹 추천은 설정 > 사용자 및 계정으로 이동한 다음 프로필을 선택하고 ‘모두를 위한 추천’을 선택하여 언제든지 끌 수 있습니다. 사기 및 기타 악의적인 활동 방지 Apple은 Apple TV 앱에서 사기 및 기타 악의적인 활동을 방지하기 위해 개인 데이터를 수집합니다. 이 정보에는 기기 유형 및 소프트웨어 버전, 위치 정보(사용 가능한 경우 인터넷 연결 IP 주소를 대략적인 지리적 지역과 맞추어 추정), 다운로드 및 구입 내역, Apple TV 앱에서의 기타 활동 등과 같은 기기 정보가 포함됩니다. 사용자의 구독이 자동 갱신으로 설정된 경우 Apple은 사용자와 Apple간의 과거 비즈니스 관계에 대한 정보를 사용하여 요청을 처리하고 결제 파트너의 승인에 앞서 구독에 대한 접근 권한을 계속 제공할지 여부를 결정할 수도 있습니다. 사용자가 구입을 시도할 때, 주고받은 통화나 이메일의 대략적인 횟수와 같이 사용자가 기기를 사용하는 방법에 관한 정보를 이용하여 기기에서 기기 신뢰도를 확인할 수도 있습니다. 제공된 정보는 Apple이 기기의 실제 정보를 학습할 수 없도록 디자인되었습니다. 신뢰도는 지정된 기간 동안 서버에 저장됩니다. 개인 데이터 처리를 위한 관련 법적 근거 Apple은 일반적으로 사용자와 Apple간의 계약을 이행하고, 필요에 따라 서비스를 제공하며, Apple의 법적 의무를 준수할 목적으로 Apple TV 앱의 개인 데이터를 처리합니다. 동의가 적절한 법적 근거가 될 경우 Apple은 관련 현지 법률에 따라 동의를 구합니다. 관련 현지 법률이 규정된 경우, Apple은 Apple 또는 제3자의 정당한 이익을 위해 필요에 따라 다음과 같은 목적으로 개인 데이터를 처리합니다. • 타사 서비스를 포함하여 사용 가능한 관련 콘텐츠 표시 • 서비스 제공 적합성 확인, 모든 사용자를 위한 서비스 향상 및 최적화에 기여, Apple TV 앱 및 사용자가 관심을 가질 만한 기타 Apple 제품, 서비스 및 특별 혜택에 관한 안내 전송 • 사기 및 기타 악의적인 활동 방지 사용된 데이터에 포함되는 내용: • 사용하는 기능(예: 계속 보기 또는 보관함), 검색한 항목, 알림에 대한 사용자의 상호작용, 탐색하거나 확인한 콘텐츠 페이지, 시청, 구입, 구독 및 다운로드한 항목, 앱 내 오류 또는 충돌에 대한 정보를 포함한 Apple TV 앱 사용 정보 • 사용자의 기기 및 계정에 관한 세부사항 • 기기 신뢰도 • 사용자의 위치 Apple에서 수집하는 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: „Apple TV“ suteikia galimybę žiūrėti mėgstamas televizijos laidas ir filmus vienoje vietoje. Galite žiūrėti turinį, kurį išsinuomojote arba įsigijote iš „Apple“. Jei įmanoma, turinį taip pat galite pasiekti per „Apple TV+“, „Apple TV“ kanalus ir prijungtas trečiųjų šalių vaizdo įrašų programas. Visą šį turinį galite pasiekti naudodami programą „Apple TV“ palaikomuose įrenginiuose, kuriuose prisijungta prie tos pačios „Apple“ paskyros. Programos „Apple TV“ teikimas Naudojame jūsų asmens duomenis programos „Apple TV“ paslaugoms ir funkcijoms teikti. Ši informacija apima paskyros ir mokėjimo informaciją, kurią galite pasiekti ir pakeisti „Nustatymuose“. „Apple“ renka informaciją apie tai, ką perkate ir žiūrite naudodami programą „Apple TV“ visuose palaikomuose įrenginiuose, kuriuose prisijungta prie tos pačios „Apple“ paskyros. „Apple“ saugo šią informaciją, susietą su jūsų „Apple“ paskyra, kad galėtume parodyti, ką žiūrite palaikomuose įrenginiuose. Kai prisijungiate prie trečiųjų šalių programų, informacija apie tai, ar užsiprenumeravote šias paslaugas, naudojama jums pasiekiamam turiniui rodyti. Jei suteiksite leidimą trečiosios šalies programai prisijungti prie programos „Apple TV“, „Apple“ rinks ir saugos informaciją apie tai, ką žiūrite per tą programą bet kuriame palaikomame įrenginyje, taip pat jūsų prenumeratos būseną. „Apple“ programos su palaikomu turiniu, pvz., „Apple Music“ ir „Nuotolinio valdymo pultas“, bus automatiškai prijungtos, kai pradėsite naudoti programą „Apple TV“. Informacija apie tai, ką žiūrite, apims turinį, kurį leidžiate, laiką, kada jį leidote, įrenginį, iš kurio leidote, ir vietą, kurioje turinį pristabdėte arba nustojote žiūrėti. Taip pat renkame išsamią visos „Apple TV“ kanalų ir „Apple TV+“ atkūrimo veiklos istoriją. Jei leisite programai „Apple TV“ pasiekti jūsų vietą, jūsų vieta bus naudojama nustatant, kas pasiekiama jūsų regione, įskaitant vietinį turinį, pvz., tiesiogines rungtynes, renginius ir naujienas. Tam tikrame turinyje yra geografiškai aktualių skelbimų. Programos „Apple TV“ tobulinimas „Apple“ renka informaciją apie tai, kaip naudojatės programa „Apple TV“ ir paskyra, įskaitant jūsų naudojamas funkcijas (pavyzdžiui, „Žiūrėti toliau“ arba „Biblioteka“), ieškomus elementus, sąveiką su pranešimais, naršomus ar peržiūrimus turinio puslapius, informaciją apie klaidas arba strigtis programoje ir atsiskaitymo pašto kodą. Naudojame šią informaciją, apytikslę vietos informaciją, kuri jūsų neidentifikuoja, ir informaciją apie tai, ką žiūrite, siekdami tobulinti ir optimizuoti paslaugą dėl jūsų ir kitų. Taip pat renkame informaciją apie jūsų įrenginį, pvz., įrenginio tipą, kanalą, kuriuo buvo gautas įrenginys, operacinės sistemos versiją ir laisvos vietos kiekį jūsų įrenginyje. Šią informaciją galime naudoti norėdami įvertinti, ar galima atsisiųsti prašomą turinį, suprasti bendras įrenginio naudojimo ir saugojimo tendencijas ir ar jūsų įrenginys prijungtas per „Wi-Fi“, ar per mobilųjį ryšį. Pavyzdžiui, žinodami, kad jūsų įrenginyje yra laisvos vietos, galėjome sukurti funkciją, leidžiančią nusipirkti filmą „iPhone“, jo neatsisiunčiant pirkimo metu. Jei naudojate „SharePlay“ norėdami žiūrėti turinį su kitais naudotojais, programa „Apple TV“ renka informaciją, kad žiūrėjote tą turinį per „SharePlay“ seansą, ir įrenginių, kurie dalyvavo seanse, skaičių, tačiau nerenka jokios informacijos, kad būtų galima identifikuoti „SharePlay“ seanso dalyvius. „Apple TV“ paieškos duomenis naudojame tobulindami „Apple TV“ modelius. Pavyzdžiui, apibendrintos „Apple TV“ paieškos užklausos naudojamos „Apple TV“ paieškos modeliui tobulinti. Programos „Apple TV“ suasmeninimas Suasmeniname programą „Apple TV“, kad padėtume jums atrasti turinį, kuris jums aktualiausias. Pavyzdžiui, rekomenduojame filmus, kurie, mūsų manymu, jus sudomins, atsižvelgdami į anksčiau jūsų žiūrėtus filmus. Siekdami suasmeninti, naudojame informaciją, įskaitant tai, ką žiūrite, jūsų pirkinius, prenumeratas, atsisiuntimus, naršymą ir kitą veiklą programoje „Apple TV“, taip pat informaciją iš jūsų paskyros, pvz., amžių. Jei nenorite, kad „Apple“ naudotų informaciją apie tai, ką žiūrite šiame įrenginyje naudodami programą „Apple TV“, kad būtų galima suasmeninti visuose įrenginiuose, kurie palaiko programą „Apple TV“, „Nustatymuose“ galite išjungti „Naudoti paleidimo istoriją“. „iOS“, „iPadOS“, „visionOS“ arba „tvOS“ įrenginyje pasirinkite „Nustatymai“ > „Programos“ > „TV“ > „Naudoti leidimo istoriją“. Suasmeninimo funkcijas galite išjungti paslaugoms „App Store“, „Apple Books“, „iTunes Store“, „Apple TV“, „Apple Podcasts“ bei „Apple“ prenumeratai, išjungdami „Apple“ paskyros suasmenintas rekomendacijas. „iOS“, „iPadOS“ arba „visionOS“ įrenginyje pasirinkite „Nustatymai“ > [Jūsų vardas] > „Medija ir pirkiniai“ > „Rodyti paskyrą“, tada bakstelėdami išjunkite funkciją „Suasmenintos rekomendacijos“. Programoje „Apple TV“, esančioje „Mac“ įrenginyje, pasirinkite „Paskyra“ > „Paskyros nustatymai“ > „Nustatymai“. Bendravimas su jumis „Apple“ gali naudoti informaciją apie jūsų paskyrą, pvz., jums priklausančius „Apple“ produktus, jūsų „Apple“ paslaugų prenumeratas, atsisiųstas „Apple“ programas ir atsiskaitymo pašto kodą, kad išsiųstų jums pranešimus apie programą „Apple TV“ bei kitus „Apple“ produktus, paslaugas ir pasiūlymus, kurie gali jus sudominti, įskaitant „Apple One“. Norint patikrinti, ar jūsų įrenginys atitinka „Apple“ pasiūlymų reikalavimus, gali būti naudojami jūsų įrenginio duomenys, pvz., įrenginio serijos numeris, arba duomenys apie aktualias „App Store“ prenumeratas. Jei esate prisijungę prie bendrinimo su šeima grupės, „Apple“ gali siųsti pranešimus apie produktus, paslaugas ir pasiūlymus, kuriuos galima įsigyti per funkciją „Bendrinimas su šeima“. Jei įsigyjate „Apple One“ prenumeratą, galime siųsti el. laiškus ir tiesioginius pranešimus apie kiekvienos paslaugos, kurią užsiprenumeravote, funkcijas. Be to, „Apple“ gali naudoti informaciją apie jūsų veiklą programoje „Apple TV“, kad siųstų el. laiškus ir tiesioginius pranešimus apie naujas programos „Apple TV“ funkcijas, turinį ir pasiūlymus. El. pašto nuostatas keisti ir atsisakyti gauti šiuos el. laiškus galite apsilankę adresu account.apple.com. Norėdami atnaujinti pranešimų nuostatas „iOS“, „iPadOS“ arba „visionOS“ įrenginyje, eikite į sritį „Nustatymai“ > „Pranešimai“ > „TV“. Reklama Jei programoje „Apple TV“ leidžiate programai „Apple TV“ pasiekti jūsų buvimo vietą, jūsų vieta gali būti naudojama geografiškai aktualiems skelbimams teikti. Jei kitose programose, pvz., „App Store“, „Apple News“ ir „Stocks“, įjungtas suasmenintų skelbimų nustatymas, „Apple“ reklamavimo platforma gali naudoti jūsų informaciją, įskaitant informaciją apie filmus ir televizijos laidas, kuriuos įsigyjate iš „Apple“, kad pateiktų tose programose skelbimus, kurie jums aktualesni. Jei nenorite iš „Apple“ reklamos platformos gauti skelbimų, pateikiamų jums pagal tai, kuo domitės, galite pasirinkti išjungti suasmenintus skelbimus. Išjungus suasmenintas reklamas, „Apple“ nebegalės naudoti informacijos tikslinei reklamai. Tai gali nesumažinti gaunamų skelbimų skaičiaus, tačiau skelbimai gali būti jums mažiau aktualūs. Suasmenintų skelbimų nustatymus galite pakeisti pasirinkę „Nustatymai“ > „Privatumas ir sauga“ > „Apple“ reklama“. Sužinokite daugiau apie „Apple“ reklamą ir privatumą apsilankę adresu www.apple.com/legal/privacy/data/en/apple-advertising. Sužinokite, kaip atsisakyti suasmenintų skelbimų paslaugose „App Store“, „Apple News“ ir „Akcijos“, apsilankę adresu support.apple.com/105131. Bendrinimas su trečiosiomis šalimis Kai kuriuos ne asmens duomenis teikiame savo reklamuotojams ir strateginiams partneriams, kurie bendradarbiauja su „Apple“, siekdami teikti mūsų produktus ir paslaugas, padėti „Apple“ taikyti rinkodarą klientams ir parduoti skelbimus „Apple“ vardu, kad jie būtų rodomi „App Store“ bei „Apple News“ ir „Akcijos“. Pavyzdžiui, galime bendrinti ne asmens duomenis apie jūsų operacijas ir žiūrėjimo veiklą, taip pat sukauptus naudotojo demografinius duomenis, pvz., amžiaus grupę, lytį (tai gali būti nustatyta iš tokios informacijos kaip jūsų vardas bei pavardė ir pasveikinimas jūsų „Apple“ paskyroje), ir regioną, su „Apple TV“ strateginiais partneriais, pvz., turinio savininkais, kad jie galėtų įvertinti savo kūrybinio darbo našumą, atitikti autorinio atlyginimo ir apskaitos reikalavimus bei tobulinti susijusius produktus ir paslaugas. Jei jūsų mobiliojo ryšio tinklo teikėjas siūlo „Apple TV+“ prenumeratas ir nemokamas bandomąsias versijas, „Apple“ gali per mobiliojo ryšio tinklo teikėjo partnerį patikrinti jūsų telefono numerį, kad nustatytų, ar esate tinkamas. Jei „Apple TV+“ prenumeratą arba nemokamą bandomąją versiją užsisakote per mobiliojo ryšio paslaugų teikėją arba kitą „Apple“ partnerį, „Apple“ naudos jūsų telefono numerį arba unikalų paskyros identifikatorių, kurį bendrina partneris, kad identifikuotų jūsų paskyrą ir praneštų mobiliojo ryšio paslaugų teikėjui arba kitam partneriui, kad suaktyvinote prenumeratą. Naudosime su prenumerata susietą telefono numerį arba unikalų identifikatorių, siekiant patvirtinti jūsų paskyrą prisijungimo metu ir prijungti „Apple TV+“ prenumeratą prie jūsų paskyros. Jei prisijungiate prie programos „Apple TV“ ne „Apple“ įrenginyje, „Apple“ gali bendrinti informaciją su platformos teikėju, kad leistų programai veikti taip, kad platformoje būtų rodomas jūsų „Apple TV“ prenumeratos turinys, ir palaikytų platformos funkcijas, pvz., paieškos rezultatų ir suasmenintų rekomendacijų teikimą. Tai gali apimti informaciją apie tai, ar atidarėte programą „Apple TV“, ir, jei įmanoma, ar užsiprenumeravote „Apple TV+“ ir „Apple TV“ kanalus. Galite pasirinkti nebebendrinti prenumeratos informacijos programos „Apple TV“ nustatymuose savo ne „Apple“ įrenginyje, tačiau tai gali apriboti „Apple TV“ turinio rodymo platformoje būdus. Palaikomuose ne „Apple“ įrenginiuose galite pasirinkti, ar bendrinti tai, ką žiūrite, perkate arba išsinuomojate naudodami programą „Apple TV“, įskaitant „Apple TV+“, „Apple TV“ kanalus ir kitą turinį (jei pasiekiamas), su trečiosios šalies platformos teikėju. Tai gali būti jūsų profilio vardas arba kita informacija, naudojama jūsų duomenims iš programos „Apple TV“ su jūsų paskyra arba profiliu ne „Apple“ įrenginyje suderinti. Jūsų platformos teikėjas gali naudoti programos „Apple TV“ informaciją, kad įgalintų platformos funkcijas, pvz., vykstančių laidų ir suasmenintų rekomendacijų rodymą. Galite tai išjungti apsilankę programos „Apple TV“ nustatymuose savo ne „Apple“ įrenginyje. Kai kuriuose įrenginiuose tai gali nukreipti jus į platformos nustatymus. Jei pasirenkate prisijungti prie programos „Apple TV“ ne „Apple“ įrenginyje, turėtumėte peržiūrėti platformos teikėjo sąlygas, privatumo politiką ir praktiką, kad suprastumėte, kokius duomenis jis renka, naudoja ir bendrina. Saugojimas Asmens duomenis, susijusius su jūsų pirkiniais, atsisiuntimais ir žiūrėjimo veikla programoje „Apple TV“, saugome skirtingą laikotarpį, priklausomai nuo verslo poreikių, sutartinių įsipareigojimų ir teisinių reikalavimų. Pirkimams ir atsisiuntimams dažnai reikalingas bent 10 metų saugojimo laikotarpis, tačiau tokiuose regionuose kaip Kinija šis laikotarpis gali būti 30 metų. Taip pat saugome jūsų pirkimų ir turinio atsisiuntimų įrašus bent tol, kol pas mus turite paskyrą, kad galėtumėte atsisiųsti tą turinį pagal mūsų taikomas sąlygas. Kitą informaciją, pvz., naršymo veiklą ir paieškas, saugome iki dvejų metų. Tam tikra informacija, pvz., operacijos, bet ne išsaugota kortelės informacija, gali būti saugoma kaip verslo įrašai net uždarius paskyrą arba nustojus naudoti programą „Apple TV“. Jums panaudojus mokėjimo kortelę, „Apple“ gali išsaugoti ir automatiškai atnaujinti kortelės numerį ir atsiskaitymo informaciją būsimiems pirkiniams, pasikartojančioms operacijoms ir kitoms jūsų leistoms paskirtims. Šią informaciją „Apple“ gali gauti iš jūsų finansų įstaigos arba mokėjimų tinklo, taip pat ją naudoti sukčiavimo prevencijai ir tapatybei patvirtinti. Išvalyti leisto turinio istoriją „Nustatymuose“ galite išvalyti atkūrimo istoriją programoje „Apple TV“. „iOS“, „iPadOS“ arba „visionOS“ įrenginio programoje „Apple TV“ eikite į sritį „Paskyra“ > „Išvalyti leidimo istoriją“. Jei naudojate „tvOS“, pasirinkite „Nustatymai“ > „Programos“ > „Televizija“ > „Išvalyti paleidimo istoriją“. Taip iš „Žiūrėtinų sąrašo“ bus pašalintos visos TV laidos ir filmai, o ankstesnė atkūrimo istorija bus atsieta nuo paskyros. Tai bus taikoma jūsų leidimo duomenims, kurie saugomi ir naudojami „Apple“ įrenginiuose, kuriuose naudojama ta pati „Apple“ paskyra. Jei naudojate ne „Apple“ įrenginį ir pasirinkote dalytis tuo, ką žiūrite, su tos platformos teikėju, išvalius paleidimo istoriją, platformos teikėjo saugomi paleidimo duomenys nebus paveikti. Turėtumėte peržiūrėti platformos teikėjo sąlygas, privatumo politiką ir praktiką, kad suprastumėte, ar galite ištrinti to teikėjo saugomus duomenis. Galite pašalinti atskirus elementus iš „Žiūrėtinų sąrašo“ ilgai paspaudę seriją ir pasirinkę „Pašalinti“ iš „Žiūrėtinų sąrašo“. Tame pačiame meniu pasirinkus „Pašalinti iš neseniai žiūrėtų“, serija taip pat bus pašalinta, kad ji nebūtų naudojama suasmenintoms rekomendacijoms generuoti. Tačiau „Apple“ išsaugos „Apple TV“ kanalų ir „Apple TV+“ paleidimo istorijos įrašus dėl ataskaitų teikimo ir autorinio atlyginimo reikalavimų. Trečiųjų šalių prijungtos programos Turite suteikti leidimą dalyvaujančioms trečiųjų šalių programoms prisijungti prie programos „Apple TV“, kad pradėtumėte bendrinti su „Apple“ tai, ką žiūrite per tas programas. Nustatant programą „Apple TV“, jūsų gali būti paprašyta suteikti leidimą kelioms programoms vienu metu. Kai kurios programos gali būti programos, kurių dar neįdiegėte tame įrenginyje, ir jūsų nuostatos bus pritaikytos, jei jos bus įdiegtos vėliau. Nesvarbu, ar suteiksite leidimą, galėsite pakeisti kiekvienos programos nuostatas „Nustatymuose“. Jei bet kuriuo metu nuspręsite, jog nebenorite, kad viena iš trečiųjų šalių programų būtų prijungta prie programos „Apple TV“, galite atjungti tą programą nuo programos „Apple TV“, ir „Apple“ nustos rinkti jūsų paleidimo duomenis iš tos trečiosios šalies programos. „iOS“, „iPadOS“ arba „visionOS“ įrenginio programoje „Apple TV“ eikite į sritį „Paskyra“ > „Prijungtos programos“, pasirinkite trečiosios šalies programą ir ją išjunkite. Jei naudojate „tvOS“, nueikite į sritį „Nustatymai“ > „Programos“ > „Televizija“ > „Prisijungti prie programos „Televizija“, pasirinkite trečiosios šalies programą ir ją išjunkite. Šalindami trečiosios šalies programą iš programos „Apple TV“, taip pat galite pasirinkti ištrinti visą paleidimo duomenų informaciją, kurią „Apple“ surinko apie turinį, kurį žiūrėjote per tą programą, pasirinkdami parinktį „Pašalinti ir išvalyti paleidimo istoriją“. Be to, bet kuriuo metu galite pasirinkti ištrinti visą paleidimo duomenų informaciją, kurią „Apple“ surinko apie visą trečiųjų šalių turinį, kurį žiūrite programoje „Apple TV“, išvalydami paleidimo istoriją, kaip aprašyta pirmiau. Išvalius paleidimo istoriją, bet kuriuo iš šių aprašytų atvejų išvalomi tik trečiosios šalies programos paleidimo duomenys, kuriuos „Apple“ saugo ir naudoja programai „Apple TV“. Tai neturi įtakos jokiems paleidimo duomenims, kuriuos atskirai saugo trečiosios šalies programos teikėjas (pvz., savo programoje arba serveriuose). Taip pat turėtumėte peržiūrėti dalyvaujančių trečiųjų šalių programų sąlygas, privatumo politiką ir praktiką, kad suprastumėte, kaip jos naudoja ir bendrina jūsų paleidimo duomenis bei susijusią informaciją. Grupės rekomendacijos Jei pasirinksite įgalinti grupės rekomendacijas „Apple TV“ įrenginyje, informacija apie tai, ką žiūrite, bus naudojama grupės rekomendacijoms teikti bet kokiam leidimą davusių naudotojų deriniui toje pačioje programoje „Apple TV“. Jei grupėje yra vaiko paskyra, rekomendacijos vaikams bus įtrauktos, bet jų žiūrėjimo istorija nebus naudojama. Galite bet kada išjungti grupės rekomendacijas savo paskyrai nueidami į sritį „Nustatymai“ > „Naudotojai ir paskyros“, pasirinkdami savo profilį, tada pasirinkdami „Visiems jums“. Sukčiavimo ir kitos kenkėjiškos veiklos prevencija Taip pat renkame asmens duomenis, kad išvengtume sukčiavimo ir kitos kenkėjiškos veiklos programoje „Apple TV“. Ši informacija apima įrenginio informaciją, pvz., įrenginio tipą, programinės įrangos versiją, vietos informaciją (apytikriai nustatytą pagal interneto ryšio IP adreso ir geografinio regiono atitiktį, jei yra), atsisiuntimų ir pirkimo istoriją bei kitą sąveiką su programa „Apple TV“. Kai prenumerata atnaujinama automatiškai, „Apple“ taip pat gali naudoti informaciją apie jūsų istorinius verslo santykius su „Apple“, kad galėtų apdoroti užklausą ir nuspręsti, ar suteikti prieigą prie prenumeratos prieš gaunant mokėjimo partnerio leidimą. Kai bandote įsigyti pirkinį, taip pat galime apskaičiuoti jūsų įrenginio patikimumo balą panaudodami informaciją apie tai, kaip jūs naudojate įrenginį, įskaitant apytikslį telefono skambučių ar siunčiamų ir gaunamų el. laiškų skaičių. Ši informacija pateikiama taip, kad „Apple“ negalėtų sužinoti tikrų reikšmių jūsų įrenginyje. Balas numatytą laikotarpį saugomas mūsų serveriuose. Taikomas asmens duomenų tvarkymo teisinis pagrindas Jūsų asmens duomenis programoje „Apple TV“ tvarkome paprastai siekdami vykdyti sutartį su „Apple“, jei tai būtina paslaugai teikti, ir vykdyti savo teisinius įsipareigojimus. Jei sutikimas yra tinkamas teisinis pagrindas, jo siekiame pagal galiojančius vietinius įstatymus. Kai tai numatoma taikomais vietiniais įstatymais, asmens duomenis tvarkome, jei to reikia dėl teisėtų mūsų arba trečiosios šalies interesų, toliau nurodytais tikslais. • Rodyti jums prieinamą ir tinkamą turinį, įskaitant trečiųjų šalių paslaugas • Tinkamumui gauti pasiūlymus tikrinti, padėti tobulinti ir optimizuoti paslaugą dėl jūsų ir kitų, ir siųsti jums pranešimus apie programą „Apple TV“ bei kitus „Apple“ produktus, paslaugas ir pasiūlymus, kurie gali jus sudominti • Užkirsti kelią sukčiavimui ir kitai kenksmingai veiklai Šie duomenys gali apimti: • Programos „Apple TV“ naudojimą, įskaitant naudojamas funkcijas (pavyzdžiui, „Žiūrėti toliau“ arba „Biblioteka“), ieškomus elementus, sąveiką su pranešimais, naršomus ar peržiūrimus turinio puslapius, tai, ką žiūrite, perkate, užsiprenumeruojate ir atsisiunčiate bei informaciją apie klaidas ar triktis programoje • Išsamią informaciją apie jūsų įrenginį ir paskyrą • Įrenginio pasitikėjimo balą • Jūsų vietą „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy.
ms: Apple TV membenarkan anda menonton rancangan TV dan filem kegemaran anda di satu tempat. Anda boleh menonton kandungan yang anda telah sewa atau beli daripada Apple. Jika tersedia, anda juga boleh mengakses kandungan melalui Apple TV+, saluran Apple TV dan app video pihak ketiga bersambung anda. Anda boleh mengakses semua kandungan ini menerusi app Apple TV merentas peranti disokong yang didaftar masuk ke Akaun Apple yang sama. Menyediakan App Apple TV Kami menggunakan data peribadi anda untuk menyediakan perkhidmatan dan ciri dalam app Apple TV. Maklumat ini termasuk maklumat akaun dan bayaran anda, yang boleh anda akses dan tukar dalam Seting. Apple mengumpulkan maklumat tentang kandungan yang anda beli dan kandungan yang anda tonton dalam app Apple TV pada sebarang peranti yang disokong yang didaftar masuk ke Akaun Apple yang sama. Apple menyimpan maklumat ini yang dikaitkan dengan Akaun Apple anda, supaya kami boleh memaparkan kandungan yang sedang anda tonton merentas peranti anda yang disokong. Apabila anda mendaftar masuk ke app pihak ketiga, maklumat tentang sama ada anda telah melanggan perkhidmatan tersebut digunakan untuk memaparkan kandungan yang tersedia kepada anda. Jika anda memberikan keizinan kepada app pihak ketiga untuk disambungkan ke app Apple TV, Apple akan mengumpulkan dan menyimpan maklumat tentang perkara yang anda tonton daripada app tersebut pada sebarang peranti anda yang disokong, serta status langganan anda. App Apple dengan kandungan disokong, seperti Apple Music dan Remote, akan disambungkan secara automatik apabila anda mula menggunakan app Apple TV. Maklumat tentang video yang sedang anda tonton akan termasuk kandungan yang anda mainkan, masa anda memainkannya, peranti yang anda gunakan untuk memainkan kandungan tersebut dan kedudukan dalam kandungan tersebut yang anda menjeda atau berhenti menonton. Kami juga mengumpulkan sejarah terperinci tentang semua aktiviti main balik untuk saluran Apple TV dan Apple TV+. Jika anda membenarkan app Apple TV mengakses lokasi anda, lokasi anda akan digunakan untuk menentukan perkara yang tersedia di rantau anda, termasuk kandungan tempatan seperti perlawanan langsung, acara dan berita. Sesetengah kandungan termasuk iklan dengan perkaitan geografi. Meningkatkan App Apple TV Apple mengumpulkan maklumat tentang penggunaan app Apple TV oleh anda dan akaun anda, termasuk ciri yang anda gunakan (contohnya, Teruskan Menonton atau Pustaka), item yang anda cari, interaksi anda dengan pemberitahuan, halaman kandungan yang anda layari atau lihat, maklumat tentang ralat atau ranap dalam app dan poskod pengebilan anda. Kami menggunakan maklumat ini, maklumat lokasi anggaran yang tidak mengenal pasti anda dan maklumat tentang kandungan yang anda tonton untuk membantu meningkatkan serta mengoptimumkan perkhidmatan bagi anda dan orang lain. Kami juga mengumpulkan maklumat tentang peranti anda seperti jenis peranti, saluran yang peranti anda diperoleh, versi sistem pengendalian anda dan jumlah ruang kosong pada peranti anda. Kami mungkin menggunakan maklumat ini untuk menilai sama ada kandungan yang diminta boleh dimuat turun, memahami aliran umum dalam penggunaan dan storan peranti dan sama ada peranti anda disambungkan melalui Wi-Fi atau selular. Contohnya, mengetahui tentang ruang kosong pada peranti anda telah membolehkan kami membina ciri yang membolehkan anda membeli filem pada iPhone anda tanpa memuat turunnya sewaktu pembelian. Jika anda menggunakan SharePlay untuk menonton kandungan bersama pengguna lain, app Apple TV akan mengumpulkan maklumat bahawa anda menonton kandungan tersebut semasa sesi SharePlay dan bilangan peranti yang menyertai sesi tersebut, tetapi tidak mengumpulkan sebarang maklumat untuk mengenal pasti peserta sesi SharePlay. Kami menggunakan data carian Apple TV untuk meningkatkan model yang menguasakan Apple TV. Sebagai contoh, pertanyaan carian Apple TV diagregatkan digunakan untuk memperhalus model carian Apple TV. Memperibadikan App Apple TV Kami memperibadikan app Apple TV untuk membantu anda menemui kandungan yang paling berkaitan dengan anda. Contohnya, kami mengesyorkan filem yang kami berpendapat akan diminati oleh anda berdasarkan filem yang anda tonton sebelum ini. Untuk menyediakan pemeribadian, kami menggunakan maklumat termasuk kandungan yang anda tonton, pembelian, langganan, muat turun, pelayaran dan aktiviti lain anda dalam app Apple TV, serta maklumat daripada akaun anda seperti umur anda. Jika anda tidak mahu Apple menggunakan maklumat tentang kandungan yang anda tonton pada peranti ini dalam app Apple TV untuk pemeribadian pada semua peranti yang menyokong app Apple TV, anda boleh menyahaktifkan Gunakan Sejarah Main dalam Seting. Pada peranti iOS, iPadOS, visionOS atau tvOS anda, pergi ke Seting > App > TV > Gunakan Sejarah Main. Anda boleh menyahaktifkan ciri pemeribadian dalam App Store, Apple Books, iTunes Store, Apple TV, Apple Podcasts dan untuk langganan daripada Apple dengan menyahaktifkan Pengesyoran Diperibadikan bagi Akaun Apple anda. Pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > [nama anda] > Media & Pembelian > Lihat Akaun, kemudian ketik untuk menyahaktifkan Pengesyoran Diperibadikan. Dalam app Apple TV pada Mac, pergi ke Akaun > Seting Akaun > Seting. Berkomunikasi dengan Anda Apple mungkin menggunakan maklumat tentang akaun anda, seperti produk Apple yang anda miliki, langganan perkhidmatan Apple anda, app Apple yang anda muat turun dan poskod pengebilan anda, untuk menghantar komunikasi kepada anda tentang app Apple TV serta produk, perkhidmatan dan tawaran Apple lain yang mungkin diminati anda, termasuk Apple One. Butiran tentang peranti anda, seperti nombor siri peranti, atau butiran tentang langganan App Store anda yang berkaitan mungkin digunakan untuk menyemak kelayakan bagi tawaran Apple. Jika anda berada dalam kumpulan Perkongsian Keluarga, Apple mungkin menghantar anda komunikasi tentang produk, perkhidmatan dan tawaran yang tersedia kepada anda menerusi Perkongsian Keluarga. Jika anda membeli langganan Apple One, kami mungkin menghantar e‑mel dan pemberitahuan push kepada anda tentang ciri setiap perkhidmatan yang telah anda langgan. Apple juga mungkin menggunakan maklumat tentang aktiviti anda dalam app Apple TV untuk menghantar e‑mel dan pemberitahuan push kepada anda tentang ciri, kandungan dan tawaran baharu yang tersedia dalam app Apple TV. Anda boleh menukar keutamaan e‑mel anda dan menarik diri daripada menerima e‑mel ini dengan pergi ke account.apple.com. Untuk mengemas kini keutamaan pemberitahuan pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > Pemberitahuan > TV. Pengiklanan Dalam app Apple TV, jika anda membenarkan app Apple TV mengakses lokasi anda, lokasi anda boleh digunakan untuk menyiarkan iklan dengan perkaitan geografi. Untuk app lain seperti App Store, Apple News dan Saham, jika seting Iklan Diperibadikan diaktifkan, platform pengiklanan Apple mungkin menggunakan maklumat anda, termasuk maklumat tentang filem serta rancangan TV yang anda beli daripada Apple, untuk menyiarkan iklan dalam app tersebut yang lebih berkaitan kepada anda. Jika anda tidak mahu menerima iklan yang disasarkan pada minat anda daripada platform pengiklanan Apple, anda boleh memilih untuk menyahaktifkan Iklan Diperibadikan. Menyahaktifkan Iklan Diperibadikan akan menghalang Apple daripada menggunakan maklumat anda untuk penyasaran iklan. Ini mungkin tidak mengurangkan bilangan iklan yang anda terima, tetapi iklan mungkin kurang berkaitan dengan anda. Anda boleh menukar seting Iklan Diperibadikan anda dengan pergi ke Seting > Privasi & Keselamatan > Pengiklanan Apple. Ketahui lebih lanjut tentang Pengiklanan Apple & Privasi di www.apple.com/legal/privacy/data/ms/apple-advertising. Ketahui cara menarik diri daripada iklan diperibadikan pada App Store, Apple News dan Saham di support.apple.com/105131. Perkongsian dengan Pihak Ketiga Kami memberikan sedikit data bukan peribadi kepada pengiklan dan rakan kongsi strategik kami yang bekerjasama dengan Apple untuk menyediakan produk serta perkhidmatan kami, membantu Apple memasarkan kepada pelanggan dan menjual iklan bagi pihak Apple untuk dipaparkan pada App Store, Apple News serta Saham. Contohnya, kami mungkin berkongsi data bukan peribadi tentang transaksi, aktiviti tontonan dan rantau anda, serta demografi pengguna teragregat seperti kumpulan umur, jantina (yang mungkin ditafsirkan daripada maklumat seperti nama dan gelaran anda dalam Akaun Apple anda), kepada rakan kongsi strategik Apple TV, seperti pemilik kandungan, supaya mereka boleh mengukur prestasi karya kreatif mereka, memenuhi keperluan royalti dan perakaunan serta meningkatkan produk dan perkhidmatan mereka yang berkaitan. Jika penyedia rangkaian mudah alih anda menawarkan langganan dan percubaan percuma Apple TV+, Apple mungkin menyemak nombor telefon anda bagi menentukan sama ada anda layak menerusi rakan kongsi penyedia rangkaian mudah alih. Jika anda mendaftar untuk langganan atau percubaan percuma Apple TV+ menerusi penyedia rangkaian mudah alih anda atau rakan kongsi Apple lain, Apple akan menggunakan nombor telefon anda atau pengecam akaun unik yang dikongsi oleh rakan kongsi untuk mengenal pasti akaun anda dan memberitahu penyedia rangkaian mudah alih atau rakan kongsi lain bahawa anda telah mengaktifkan langganan anda. Kami akan menggunakan nombor telefon atau pengecam unik yang berkaitan dengan langganan anda untuk mengesahkan akaun anda sewaktu daftar masuk dan untuk menghubungkan langganan Apple TV+ anda dengan akaun anda. Jika anda mendaftar masuk ke app Apple TV pada peranti bukan Apple, Apple mungkin berkongsi maklumat dengan penyedia platform untuk membolehkan app berfungsi, supaya kandungan daripada langganan Apple TV anda kelihatan pada platform dan untuk menyokong ciri platform seperti menyediakan hasil carian dan pengesyoran diperibadikan. Ini mungkin termasuk maklumat tentang sama ada anda telah membuka app Apple TV dan, apabila tersedia, sama ada anda telah melanggan Apple TV+ serta saluran Apple TV. Anda boleh memilih untuk berhenti berkongsi maklumat langganan anda dalam seting app Apple TV pada peranti bukan Apple anda, walaupun berbuat demikian mungkin mengehadkan cara kandungan Apple TV kelihatan pada platform. Pada peranti bukan Apple yang disokong, anda boleh memilih untuk berkongsi kandungan yang anda tonton, beli atau sewa dalam app Apple TV, termasuk Apple TV+, saluran Apple TV dan kandungan lain, (apabila tersedia) dengan penyedia platform pihak ketiga anda. Ini mungkin termasuk nama profil atau maklumat lain anda yang digunakan untuk memadankan data anda daripada app Apple TV dengan akaun atau profil anda pada peranti bukan Apple anda. Penyedia platform anda mungkin menggunakan maklumat anda daripada app Apple TV untuk mendayakan ciri platform seperti memaparkan rancangan yang sedang anda tonton dan pengesyoran diperibadikan. Anda boleh menyahaktifkan ini dengan pergi ke seting app Apple TV pada peranti bukan Apple anda. Pada sesetengah peranti, ini mungkin menghala anda ke seting platform. Jika anda memilih untuk mendaftar masuk ke app Apple TV pada peranti bukan Apple, anda patut menyemak syarat, dasar privasi dan amalan penyedia platform untuk memahami data yang dikumpul, digunakan dan dikongsi mereka. Pengekalan Kami mengekalkan data peribadi yang dikaitkan dengan pembelian, muat turun dan aktiviti tontonan anda pada app Apple TV untuk tempoh masa yang berbeza bergantung pada keperluan perniagaan, kewajipan kontrak dan keperluan undang-undang. Untuk pembelian dan muat turun, ini selalunya memerlukan tempoh pengekalan sekurang-kurangnya selama 10 tahun, tetapi di rantau seperti China, tempoh tersebut boleh menjadi 30 tahun. Kami juga mengekalkan rekod pembelian dan muat turun kandungan anda selama sekurang-kurangnya tempoh masa anda mempunyai akaun dengan kami untuk membolehkan anda memuat turun kandungan tersebut selaras dengan syarat kami yang berkenaan. Kami mengekalkan maklumat lain seperti aktiviti pelayaran dan carian selama sehingga dua tahun. Sesetengah maklumat, seperti transaksi, tetapi bukan butiran kad disimpan anda mungkin dikekalkan sebagai rekod perniagaan walaupun selepas anda menutup akaun anda atau berhenti menggunakan app Apple TV. Apabila anda menggunakan kad bayaran, Apple mungkin mengekalkan dan mengemas kini nombor kad serta maklumat pengebilan anda secara automatik untuk pembelian masa depan, transaksi berulang atau penggunaan lain yang anda benarkan. Apple mungkin mendapatkan maklumat ini daripada institusi kewangan atau rangkaian bayaran anda dan turut menggunakannya untuk pencegahan penipuan serta pengesahan. Kosongkan Sejarah Main Anda boleh mengosongkan sejarah main anda dalam app Apple TV di Seting. Dalam app Apple TV pada peranti iOS, iPadOS atau visionOS anda, pergi ke Akaun > Kosongkan Sejarah Main. Pada tvOS, pergi ke Seting > App > TV > Kosongkan Sejarah Main. Ini akan mengeluarkan semua rancangan TV dan filem daripada Senarai Tontonan anda serta menyahkaitkan sebarang sejarah main balik lama daripada akaun anda. Ini akan digunakan pada data main anda dan disimpan serta digunakan oleh Apple pada peranti yang menggunakan Akaun Apple yang sama. Jika anda menggunakan peranti bukan Apple dan telah memilih untuk berkongsi kandungan yang anda tonton dengan penyedia platform tersebut, mengosongkan sejarah main anda tidak akan mempengaruhi data main yang disimpan oleh penyedia platform. Anda patut menyemak syarat, dasar privasi dan amalan penyedia platform untuk memahami sama ada anda boleh memadamkan data yang disimpan oleh penyedia tersebut. Anda boleh mengeluarkan item individu daripada Senarai Tontonan anda dengan menekan lama episod dan memilih Keluarkan daripada Senarai Tontonan. Dalam menu sama, jika anda memilih Keluarkan daripada Terbaru Ditonton, yang juga akan mengeluarkan episod daripada digunakan untuk menjana pengesyoran diperibadikan. Walau bagaimanapun, Apple akan mengekalkan rekod sejarah main daripada saluran Apple TV dan Apple TV+ untuk keperluan pelaporan dan royalti. App Disambungkan Pihak Ketiga Anda mesti memberikan keizinan untuk app pihak ketiga anda yang mengambil bahagian untuk disambungkan ke app Apple TV bagi mula berkongsi kandungan yang anda tonton daripada app tersebut dengan Apple. Apabila anda menyediakan app Apple TV, anda akan diminta memberikan keizinan untuk berbilang aplikasi pada satu masa. Sesetengah app mungkin app yang anda belum pasang pada peranti tersebut dan keutamaan anda akan digunakan jika ia dipasang kemudian. Sama ada anda memberikan keizinan atau tidak, anda akan dapat menukar keutamaan anda untuk setiap app dalam Seting. Jika pada bila-bila masa anda memutuskan untuk tidak lagi mahukan salah satu app pihak ketiga anda untuk disambungkan ke app Apple TV, anda boleh memutuskan sambungan app tersebut daripada app Apple TV dan Apple akan berhenti mengumpulkan data main anda daripada app pihak ketiga tersebut. Dalam app Apple TV pada peranti iOS, iPadOS atau visionOS anda, pergi ke Akaun > App Bersambung, pilih app pihak ketiga dan nyahaktifkannya. Pada tvOS, pergi ke Seting > App > TV > Sambungkan ke TV, pilih app pihak ketiga dan nyahaktifkannya. Apabila mengeluarkan app pihak ketiga daripada app Apple TV, anda juga boleh memilih untuk memadamkan semua maklumat data main yang telah dikumpulkan oleh Apple tentang kandungan yang telah anda tonton daripada app tersebut dengan memilih pilihan Keluarkan & Kosongkan Sejarah Main. Pada bila-bila masa, anda juga boleh memilih untuk memadamkan semua maklumat data main anda yang telah dikumpulkan oleh Apple tentang semua kandungan pihak ketiga yang anda tonton dalam app Apple TV dengan mengosongkan sejarah main anda seperti yang diterangkan di atas. Mengosongkan sejarah main anda dalam sebarang contoh yang diterangkan di sini hanya mengosongkan data main app pihak ketiga anda yang disimpan dan digunakan oleh Apple untuk app Apple TV. Ia tidak mempengaruhi sebarang data main yang disimpan secara berasingan oleh penyedia app pihak ketiga (sebagai contoh, dalam app mereka sendiri atau pada pelayan mereka). Anda juga patut menyemak syarat, dasar privasi dan amalan app pihak ketiga anda yang mengambil bahagian untuk memahami cara ia menggunakan dan berkongsi data main anda serta maklumat berkaitan. Pengesyoran Kumpulan Jika anda memilih untuk mendayakan Pengesyoran Kumpulan pada peranti Apple TV, maklumat tentang perkara yang anda tonton akan digunakan untuk membuat pengesyoran kumpulan dengan sebarang gabungan pengguna mengikut serta pada Apple TV yang sama. Jika akaun kanak-kanak berada dalam kumpulan, pengesyoran untuk kanak-kanak akan disertakan, tetapi sejarah tontonan mereka tidak akan digunakan. Anda boleh menyahaktifkan Pengesyoran Kumpulan untuk akaun anda pada bila-bila masa dengan pergi ke Seting > Pengguna dan Akaun, memilih profil anda, kemudian memilih Untuk Anda Semua. Mencegah Penipuan dan Aktiviti Berniat Jahat Lain Kami turut mengumpulkan data peribadi untuk mencegah penipuan dan aktiviti berniat jahat lain dalam app Apple TV. Maklumat ini termasuk maklumat peranti, seperti jenis peranti dan versi perisian, maklumat lokasi (dianggarkan dengan memadankan alamat IP sambungan internet anda dengan rantau geografi, jika tersedia), sejarah muat turun dan pembelian serta interaksi lain dengan app Apple TV. Apabila langganan anda disetkan kepada perbaharui auto, Apple juga mungkin menggunakan maklumat tentang sejarah hubungan perniagaan anda dengan Apple untuk memproses permintaan dan menentukan sama ada untuk menyediakan akses berterusan kepada langganan anda sebelum pengesahan oleh rakan kongsi bayaran. Kami juga mungkin mengira skor kepercayaan peranti pada peranti anda apabila anda cuba membeli, menggunakan maklumat tentang cara anda menggunakan peranti anda, termasuk bilangan anggaran panggilan telefon atau e-mel yang anda hantar dan terima. Penghantaran direka bentuk supaya Apple tidak boleh mengetahui nilai mendasar pada peranti anda. Skor disimpan untuk masa yang ditetapkan pada pelayan kami. Asas Undang-undang yang Berkenaan untuk Pemprosesan Data Peribadi Kami memproses data peribadi anda dalam app Apple TV umumnya untuk pelaksanaan kontrak anda dengan Apple, seperti yang diperlukan untuk menyediakan perkhidmatan dan mematuhi kewajipan undang-undang kami. Jika persetujuan ialah asas undang-undang yang bersesuaian, kami mendapatkannya selaras dengan undang-undang tempatan yang berkenaan. Jika dibenarkan undang-undang tempatan yang berkenaan, kami memproses data peribadi mengikut keperluan untuk tujuan kepentingan sah kami atau pihak ketiga untuk: • Memaparkan kandungan yang tersedia dan berkaitan kepada anda, termasuk daripada perkhidmatan pihak ketiga • Menyemak kelayakan untuk tawaran, membantu meningkatkan dan mengoptimumkan perkhidmatan untuk anda dan orang lain, serta menghantar komunikasi kepada anda tentang app Apple TV dan produk, perkhidmatan, serta tawaran Apple lain yang mungkin menarik minat anda • Mencegah penipuan dan aktiviti berniat jahat lain Data yang digunakan termasuk: • Penggunaan app Apple TV oleh anda, termasuk ciri yang anda gunakan (contohnya, Teruskan Menonton atau Pustaka), item yang anda cari, interaksi anda dengan pemberitahuan, halaman kandungan yang anda layari atau lihat, perkara yang anda tonton, beli, langgan dan muat turun, serta maklumat tentang ralat atau ranap dalam app • Butiran tentang peranti dan akaun anda • Skor kepercayaan peranti • Lokasi anda Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: In de Apple TV-app kun je al je favoriete tv-programma's en films op één plaats bekijken. Je kunt materiaal bekijken dat je van Apple hebt gehuurd of gekocht. Indien beschikbaar, kun je dit materiaal ook bekijken via Apple TV+, Apple TV-kanalen en gekoppelde video-apps van andere partijen. Je kunt al dit materiaal bekijken via de Apple TV-app op ondersteunde apparaten die met dezelfde Apple Account zijn ingelogd. Het aanbod in de Apple TV-app We gebruiken je persoonlijke gegevens om de voorzieningen en functies in de Apple TV-app aan te bieden. Deze gegevens bevatten je account- en betalingsgegevens, die je in Instellingen kunt terugvinden en wijzigen. Apple houdt bij wat je koopt en waarnaar je kijkt in de Apple TV-app op ondersteunde apparaten die met dezelfde Apple Account zijn ingelogd. Apple bewaart deze informatie samen met de Apple Account zodat we kunnen weergeven waarnaar je kijkt op je ondersteunde apparaten. Wanneer je inlogt bij apps van derden, verzamelt Apple ook informatie over de vraag of je je hebt geabonneerd op deze voorzieningen om materiaal weer te geven dat voor je beschikbaar is. Als je een app van derden toestemming verleent om een koppeling tot stand te brengen met de Apple TV-app, verzamelt en bewaart Apple informatie uit die app over wat je kijkt op al je ondersteunde apparaten, evenals je abonnementsstatus. Apple apps met materiaal dat wordt ondersteund, zoals Muziek en Remote, worden automatisch gekoppeld wanneer je de Apple TV-app voor het eerst gebruikt. De informatie over wat je bekijkt bestaat uit welk materiaal je afspeelt, wanneer je het afspeelt, het apparaat waarop je het afspeelt en waar in het materiaal je hebt gepauzeerd of bent gestopt met kijken. We verzamelen ook een gedetailleerde geschiedenis van alle afspeelactiviteit voor Apple TV-kanalen en Apple TV+. Als je toestaat dat de Apple TV-app toegang heeft tot je locatie, wordt je locatie gebruikt om te bepalen wat er beschikbaar is in je regio, inclusief lokaal materiaal, zoals live wedstrijden, evenementen en nieuws. Bepaald materiaal bevat geografisch relevante reclame. De Apple TV-app verbeteren Apple verzamelt informatie over de manier waarop je de Apple TV-app en je account gebruikt, inclusief de functies je gebruikt (bijvoorbeeld 'Kijk verder' of de bibliotheek), waar je naar zoekt, je omgang met meldingen, welke pagina's je bezoekt of bekijkt en informatie over fouten of crashes in de app en de postcode die voor de facturering wordt gebruikt. We gebruiken deze informatie, geschatte locatie-informatie waarmee je identiteit niet kan worden achterhaald, en informatie over wat je bekijkt om de voorziening voor jou en anderen te verbeteren en te optimaliseren. We verzamelen ook informatie over je apparaat, zoals het type apparaat, via welk kanaal je apparaat is verkregen, de versie van je besturings­systeem en de hoeveel­heid vrije ruimte op je apparaat. We kunnen deze gegevens gebruiken om te beoor­delen of het gevraagde materiaal kan worden gedown­load, om algemene trends in opslag en het gebruik van het apparaat te begrijpen en om te zien of je apparaat verbinding maakt via wifi of een mobiel netwerk. Zo konden wij bijvoor­beeld door kennis over de beschik­bare ruimte op je apparaat een functie ontwerpen waarmee je een film op je iPhone kunt kopen zonder deze direct te downloaden. Als je SharePlay gebruikt om materiaal met andere gebruikers te kijken, verzamelt de Apple TV-app dat je dat materiaal hebt gekeken tijdens een SharePlay-sessie en het aantal apparaten dat aan de sessie heeft deel­genomen, maar geen gegevens waaruit de identiteit van de deel­nemers aan een SharePlay-sessie kan worden achter­haald. We gebruiken de zoekgegevens van Apple TV om modellen te verbeteren die voor Apple TV worden gebruikt. Er worden bijvoorbeeld verzamelde Apple TV-zoekopdrachten gebruikt om het Apple TV-zoekmodel te verfijnen. De Apple TV-app personaliseren We stemmen de Apple TV-app op je af door je materiaal te laten ontdekken dat voor jou het meest relevant is. We kunnen bijvoorbeeld films aanbevelen die je volgens ons wellicht interessant vindt op basis van films die je eerder hebt bekeken. Om personalisatie te bieden, gebruiken we informatie over onder andere je kijkgedrag, aankopen, abonnementen, downloads, surfgedrag en andere activiteiten in de Apple TV-app, plus informatie uit je account, zoals je leeftijd. Als je niet wilt dat Apple informatie verzamelt over je kijkgedrag in de Apple TV-app op dit apparaat voor personalisatie­doeleinden op alle apparaten die de Apple TV-app ondersteunen, kun je 'Gebruik afspeel­geschiedenis' uitschakelen in Instellingen. Ga op je iOS-, iPadOS-, visionOS- of tvOS-apparaat in Instellingen naar 'Apps' > 'TV' > 'Gebruik afspeelgeschiedenis'. Je kunt personalisatie­functies uitschakelen in de App Store, Apple Books, de iTunes Store, Apple TV, Apple Podcasts en voor abonnementen van Apple door 'Persoonlijke aanbevelingen' voor je Apple Account uit te schakelen. Ga op je iOS-, iPadOS- of visionOS-apparaat in Instellingen naar '[je naam]' > 'Media en aankopen' > 'Toon account' en tik om 'Gepersonaliseerde aanbevelingen' uit te schakelen. Ga in de Apple TV-app op de Mac naar 'Account' > 'Accountinstellingen' > 'Instellingen'. Communicatie met jou Apple gebruikt mogelijk informatie over je account, zoals de Apple producten die je bezit, je abonnementen op diensten van Apple, de Apple apps die je downloadt en de postcode die voor de facturering wordt gebruikt, om je berichten te sturen over de Apple TV-app en andere Apple producten, diensten en aanbiedingen die voor jou interessant kunnen zijn, waaronder Apple One. Informatie over je apparaat, zoals het serienummer van het apparaat, of informatie over je relevante App Store-abonnementen worden mogelijk gebruikt om na te gaan of je in aanmerking komt voor aanbiedingen van Apple. Als je deel uit­maakt van een 'Delen met gezin'-groep, kan Apple je berichten sturen over producten, diensten en aan­biedingen die beschik­baar voor je zijn via 'Delen met gezin'. Als je een abonne­ment neemt op Apple One, kunnen we je e‑mails en push­meldingen sturen over de functies van elk van de diensten waarop je je hebt geabonneerd. Apple gebruikt mogelijk ook informatie over je activiteiten binnen de Apple TV-app om je e‑mails en pushmeldingen te sturen over nieuwe functies, inhoud en aanbiedingen die beschikbaar zijn in de Apple TV-app. Je kunt je e‑mailvoorkeuren wijzigen en je afmelden voor het ontvangen van dergelijke e‑mails door naar account.apple.com te gaan. Als je meldings­voorkeuren op je iOS-, iPadOS- of visionOS-apparaat wilt bijwerken, ga je in Instellingen naar 'Meldingen' > 'TV'. Reclame Als je toestaat dat de Apple TV-app toegang heeft tot je locatie, wordt je locatie mogelijk gebruikt in de Apple TV-app om geografisch relevante reclame aan je te richten. Als gepersonaliseerde reclame is ingeschakeld, kan het reclameplatform van Apple voor andere apps, zoals de App Store, Apple News en Aandelen, je gegevens (inclusief gegevens over de films en tv-programma's die je bij Apple koopt) gebruiken om reclame in die apps weer te geven die relevanter voor je is. Als je van het reclameplatform van Apple geen reclame wilt ontvangen die is gericht op je interesses, kun je gepersonaliseerde reclame uitschakelen. Als je gepersonaliseerde reclame uitschakelt, kan Apple je informatie niet gebruiken voor gerichte reclame. De hoeveelheid reclame die je ontvangt, wordt mogelijk niet verminderd, maar de reclame is mogelijk minder relevant voor je. Je kunt je instellingen voor 'Gepersonaliseerde reclame' wijzigen door in Instellingen naar 'Privacy en beveiliging' > 'Apple reclame' te gaan. Meer informatie over Apple reclame en privacy vind je op www.apple.com/nl/legal/privacy/data/nl/apple-advertising. Meer informatie over hoe je je kunt afmelden voor gepersonaliseerde reclame in de App Store, in Apple News en Aandelen vind je op support.apple.com/105131. Delen met derden Wij verstrekken bepaalde niet-persoonlijke gegevens aan onze adverteerders en strategische partners die met Apple samenwerken om onze producten en voorzieningen te leveren, onze producten op de markt te brengen en namens Apple reclame te verkopen die wordt weergegeven in de App Store, in Apple News en Aandelen. We kunnen bijvoorbeeld niet-persoonlijke gegevens over je transacties, kijkactiviteit en regio, evenals samengevoegde demografische informatie over de gebruiker, zoals leeftijdsgroep en geslacht (wat kan worden afgeleid uit gegevens zoals je naam en aanhef in je Apple Account) delen met strategische partners van Apple TV, zoals eigenaren van materiaal, zodat zij het rendement van hun creatieve werk kunnen meten, kunnen voldoen aan royalty- en boekhoudkundige vereisten en hun producten en diensten kunnen verbeteren. Als je mobiele­netwerk­aanbieder abonnementen op Apple TV+ en gratis proef­periodes aanbiedt, kan Apple je telefoon­nummer controleren om te bepalen of je in aanmerking komt via een partner­overeenkomst met een mobiele­netwerk­aanbieder. Als je je aanmeldt voor een abonnement of gratis proefperiode van Apple TV+ via je mobiele­netwerk­aanbieder of een andere partner van Apple, gebruikt Apple je telefoon­nummer of een unieke account-ID die door de partner is gedeeld om je account te identificeren en om je mobiele­netwerk­aanbieder of andere partner te laten weten dat je je abonne­ment hebt geactiveerd. We gebruiken het telefoon­nummer dat of de unieke ID die aan je abonnement is gekoppeld om je account te verifiëren als je inlogt en om je abonnement op Apple TV+ aan je account te koppelen. Als je inlogt bij de Apple TV-app op een niet-Apple apparaat, kan Apple informatie met de aanbieder van het platform delen om de app te laten functioneren, zodat het materiaal uit je Apple TV-abonnementen op het platform wordt weergegeven en om platformfuncties te ondersteunen, zoals het verstrekken van zoekresultaten en gepersonaliseerde aanbevelingen. Dit kan informatie bevatten over de vraag of je de Apple TV-app hebt geopend en, indien beschikbaar, of je je hebt geabonneerd op Apple TV+ en Apple TV-kanalen. Je kunt ervoor kiezen om te stoppen met het delen van je abonnementsgegevens in de instellingen van de Apple TV-app op je niet-Apple apparaat, hoewel dit kan leiden tot beperkingen in de manieren waarop Apple TV-materiaal op het platform wordt weergegeven. Op ondersteunde apparaten die niet van Apple zijn kun je ervoor kiezen om wat je in de Apple TV-app kijkt, koopt of huurt, inclusief materiaal uit Apple TV+, Apple TV-kanalen en ander materiaal (indien beschikbaar) te delen met de aanbieder van je externe platform. Hieronder kan het volgende vallen: je profielnaam of andere informatie die wordt gebruikt om je gegevens uit de Apple TV-app te matchen met je account of profiel op je apparaat dat niet van Apple is. De aanbieder van je platform kan je informatie uit de Apple TV-app gebruiken om platformfuncties te laten werken, zoals het weergeven van de programma's die gaande zijn en gepersonaliseerde aanbevelingen. Je kunt dit uitschakelen door naar de instellingen van de Apple TV-app op je niet-Apple apparaat te gaan. Op sommige apparaten kan dit je naar de instellingen van het platform leiden. Als je ervoor kiest om in te loggen bij de Apple TV-app op een niet-Apple apparaat, moet je de voorwaarden, het privacybeleid en informatie over de werkwijze van de aanbieder van het platform lezen om te begrijpen welke gegevens de aanbieder verzamelt, gebruikt en deelt. Bewaar­periode We bewaren persoon­lijke gegevens die gekoppeld zijn aan je aankopen, down­loads en kijk­activiteit in de Apple TV-app gedurende diverse perioden, afhanke­lijk van zakelijke behoeften, contractuele verplich­tingen en wettelijke vereisten. Voor aankopen en downloads is vaak een bewaar­periode van ten minste 10 jaar vereist, maar in regio's zoals China kan die periode 30 jaar zijn. We bewaren ook een record van je aankopen en downloads van materiaal zolang je een account bij ons hebt, zodat je dat materiaal kunt down­loaden in overeen­stemming met onze toepasse­lijke voor­waarden. We bewaren andere gegevens, zoals surf­gedrag en zoek­opdrachten, gedurende maximaal twee jaar. Bepaalde gegevens, zoals transacties, maar niet je bewaarde kaart­gegevens, kunnen echter als bedrijfs­informatie worden bewaard, ook nadat je je account hebt gesloten of de Apple TV-app niet meer gebruikt. Als je een betaal­kaart gebruikt, kan Apple je kaart­nummer en factuur­gegevens bewaren en deze auto­matisch bijwerken voor latere aankopen, terug­kerende trans­acties of andere doel­einden die je autoriseert. Apple kan deze gegevens verkrijgen via je financiële instelling of je betalings­netwerk en kan deze ook gebruiken ter verificatie en ter voor­koming van fraude. De afspeel­geschiedenis wissen Je kunt je afspeel­geschiedenis in de Apple TV-app wissen in Instellingen. Ga in de Apple TV-app op je iOS-, iPadOS- of visionOS-apparaat naar 'Account' > 'Wis afspeelgeschiedenis'. In tvOS ga je in Instellingen naar 'Apps' > 'TV' > 'Wis afspeel­geschiedenis'. Hiermee verwijder je alle tv-programma's en films uit je kijklijst en verwijder je je gehele afspeel­geschiedenis uit je account. Dit is van toepassing op je afspeelgegevens die door Apple worden bewaard en gebruikt op apparaten waarop dezelfde Apple Account wordt gebruikt. Als je een niet-Apple apparaat gebruikt en ervoor hebt gekozen om datgene wat je bekijkt te delen met de aanbieder van dat platform, heeft het wissen van je afspeelgeschiedenis geen invloed op de afspeelgegevens die worden opgeslagen door de aanbieder van het platform. Lees de voorwaarden, het privacybeleid en informatie over de werkwijze van de aanbieder van het platform om te begrijpen of je de gegevens die de aanbieder bewaart, kunt verwijderen. Je kunt afzon­derlijke onder­delen uit je kijklijst verwijderen door de aflevering lang ingedrukt te houden en 'Verwijder uit kijklijst' te selecteren. Als je in het­zelfde menu 'Verwijder uit 'Recent gekeken'' kiest, wordt de afleve­ring ook niet gebruikt voor het genereren van gepersona­liseerde aanbeve­lingen. Apple bewaart echter wel informatie over je afspeel­geschiedenis van Apple TV-kanalen en Apple TV+ vanwege rapportage- en royalty­vereisten. Gekoppelde apps van derden Je moet deel­nemende apps van derden afzonderlijk toe­stemming geven om te worden gekoppeld aan de Apple TV-app om informatie over wat je bekijkt in die apps met Apple te delen. Wanneer je de Apple TV-app configureert, wordt je mogelijk voor meerdere apps tegelijk om toestemming gevraagd. Sommige van deze apps kunnen apps zijn die je nog niet hebt geïnstalleerd op dat apparaat, en je voorkeuren worden toegepast wanneer deze apps later worden geïnstalleerd. Je kunt je voorkeuren voor elke app wijzigen in Instellingen, ongeacht of je wel of geen toestemming hebt gegeven. Als je op enig moment besluit dat je een van je apps van derden niet langer aan de Apple TV-app wilt koppelen, kun je die app los­koppelen van de Apple TV-app. Apple verzamelt dan geen afspeel­gegevens meer van deze app van derden. Ga in de Apple TV-app op je iOS-, iPadOS- of visionOS-apparaat naar 'Account' > 'Gekoppelde apps', selecteer de app van derden en schakel deze uit. In tvOS ga je in Instellingen naar 'Apps' > 'TV' > 'Koppel aan TV', selecteer je de app van derden en schakel je deze uit. Wanneer je een app van derden uit de Apple TV-app verwijdert, kun je ook opgeven dat alle afspeel­gegevens die Apple heeft verzameld over materiaal uit die app dat je hebt bekeken, moeten worden gewist door de optie 'Verwijder en wis afspeel­geschiedenis' te kiezen. Je kunt ook te allen tijde opgeven dat al je afspeel­gegevens die Apple heeft verzameld over alle materiaal dat je hebt bekeken in de Apple TV-app, moeten worden gewist, op de manier die hier­boven wordt beschreven. Door in de hier­boven beschreven situaties de afspeel­geschiedenis te wissen worden alleen de afspeel­gegevens uit apps van derden gewist die worden bewaard en gebruikt door Apple voor de Apple TV-app. Het wissen van de afspeel­geschiedenis heeft geen invloed op afspeel­gegevens die door een aanbieder van de app van derden worden verzameld (bijvoorbeeld in hun eigen app of op hun eigen servers). Lees ook de voorwaarden, het privacybeleid en de handelspraktijken van je deelnemende apps van derden aandachtig door zodat je inzicht hebt in de manier waarop deze je afspeelgegevens en daaraan gerelateerde informatie gebruiken en delen. Groeps­aanbevelingen Als je ervoor kiest om 'Groeps­aanbevelingen' op een Apple TV-apparaat in te schakelen, wordt er informatie over je kijk­geschiedenis gebruikt om groeps­aanbevelingen te doen voor elke wille­keurige combinatie van aangemelde gebruikers op dezelfde Apple TV. Als zich een account voor een kind in de groep bevindt, worden er ook aanbevelingen voor kinderen gedaan, maar wordt de kijk­geschiedenis van het kind niet gebruikt. Je kunt 'Groeps­aanbevelingen' voor je account op elk moment uitschakelen door in Instellingen naar 'Gebruikers en accounts' te gaan, je profiel te selecteren en vervolgens 'Voor iedereen' te selecteren. Fraude en andere kwaad­aardige activiteiten voor­komen We verzamelen ook persoon­lijke gegevens om fraude en andere kwaad­aardige activiteiten in de Apple TV-app te voorkomen. Deze gegevens bevatten informatie over het apparaat, zoals het type apparaat en de software­versie, informatie over de locatie (die wordt geschat door het IP-adres van je internetverbinding in overeenstemming te brengen met een geografische regio, indien beschikbaar), de download- en aankoop­geschiedenis en hoe je de Apple TV-app verder gebruikt. Wanneer je abonnement is ingesteld om automatisch te worden verlengd, gebruikt Apple mogelijk ook informatie over je histo­rische zakelijke relatie met Apple om het verzoek te verwerken en te bepalen of je de toegang tot je abonnement kunt behouden voordat de betalings­partner de betaling autoriseert. Wanneer je iets probeert te kopen, wordt mogelijk informatie over je gebruik van het apparaat, waaronder het geschatte aantal telefoon­gesprekken dat je hebt gevoerd of het geschatte aantal e‑mails dat je hebt verzonden en ontvangen, gebruikt om een vertrouwens­score voor je apparaat te berekenen. De berekening is zo ontworpen dat Apple de onder­liggende waarden op je apparaat niet kan achter­halen. De score wordt gedurende een vaste tijds­duur op onze servers bewaard. Toepasselijke juridische basis voor het verwerken van persoonlijke gegevens We verwerken je persoonlijke gegevens in de Apple TV-app over het algemeen voor het uitvoeren van je contract met Apple, zoals noodzakelijk voor het aanbieden van de voorziening en om onze wettelijke verplichtingen na te leven. Indien instemming de toepasselijke juridische basis is, streven we hiernaar in overeenstemming met toepasselijke lokale wetgeving. Indien toepasselijke lokale wetgeving dit toestaat, verwerken we persoonlijke gegevens als noodzakelijk voor onze wettelijke belangen of die van een derde partij voor de volgende doeleinden: • Beschikbaar en relevant materiaal tonen, inclusief van diensten van derden • Controleren of je in aanmerking komt voor aanbiedingen, de dienst voor jou en anderen optimaliseren en verbeteren en je kennisgevingen sturen over de Apple TV-app en andere producten, diensten en aanbiedingen van Apple die voor jou interessant kunnen zijn • Fraude en andere kwaadaardige activiteiten voorkomen De gebruikte gegevens omvatten: • Je gebruik van de Apple TV-app, inclusief welke functies je gebruikt (bijvoorbeeld 'Kijk verder' of de bibliotheek), waar je naar zoekt, je interacties met meldingen, welke pagina's je bezoekt of bekijkt, waar je een abonnement op neemt, wat je kijkt, koopt en downloadt, en informatie over fouten of crashes in de app • Informatie over je apparaat en account • De vertrouwensscore van je apparaat • Je locatie De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op http://www.apple.com/nl/privacy.
no: Apple TV gjør det mulig å se alle dine favoritt-TV-programmer og -filmer på ett sted. Du kan se innhold du har leid eller kjøpt fra Apple. Du kan også få tilgang til innhold via Apple TV+, Apple TV-kanaler og tilkoblede videoapper fra tredjeparter, hvis dette er tilgjengelig. Du kan få tilgang til alt dette innholdet via Apple TV-appen på støttede enheter som er logget på med samme Apple‑konto. Levering av innhold til Apple TV-appen Vi bruker de personlige dataene dine til å levere tjenestene og funksjonene i Apple TV-appen. Dette inkluderer konto- og betalingsinformasjonen din, som du kan se og endre i Innstillinger. Apple samler inn informasjon om hva du kjøper og hva du ser på i Apple TV-appen, på støttede enheter som er logget på med samme Apple‑konto. Apple lagrer denne informasjonen i tilknytning til Apple‑kontoen din, slik at vi kan vise det du ser på, på dine støttede enheter. Når du logger på tredjepartsapper, brukes informasjon om hvorvidt du abonnerer på disse tjenestene, til å vise innhold du har tilgang til. Hvis du gir tillatelse til at en tredjepartsapp kobles til Apple TV-appen, vil Apple samle inn og oppbevare informasjon om hva du ser på i den appen på støttede enheter, i tillegg til abonnementsstatusen din. Apple-apper med støttet innhold, som Apple Music og Fjernkontroll, kobles til automatisk når du begynner å bruke TV-appen. Informasjonen om det du ser på vil inkludere innholdet du spiller av, når du så på det, hvilken enhet du brukte og hvor mye du hadde sett før du trykket på pause eller stoppet avspillingen. Vi samler også inn en detaljert logg av all avspillingsaktivitet for Apple TV-kanaler og Apple TV+. Hvis du gir TV-appen tilgang til posisjonen din, brukes den til å avgjøre hva som er tilgjengelig i ditt område, inkludert lokalt innhold som direktesendt sport, hendelser og nyheter. Noe innhold inkluderer geografisk relevante annonser. Forbedre TV-appen Apple samler inn informasjon om din bruk av TV-appen og kontoen din, inkludert funksjonene du bruker (for eksempel Fortsett å se eller Bibliotek), hva du søker etter, hva du gjør med varslinger, innholdssider du navigerer til eller viser, informasjon om feil eller krasjer i appen og postnummeret i betalings­adressen. Vi bruker denne informasjonen, omtrentlig steds­informasjon som ikke identifiserer deg, og informasjon om hva du ser på, til å bidra til å forbedre og optimalisere tjenesten for deg og andre. Vi samler også inn informasjon om enheten din, som type enhet, hvor enheten ble kjøpt fra, operativ­system­versjon og hvor mye ledig plass du har på enheten. Vi kan bruke denne informasjonen til å vurdere om forespurt innhold kan lastes ned, for å forstå generelle trender i bruk og lagringsplass på enheten, og om enheten din er koblet til via Wi‑Fi eller mobilnett. Eksempelvis gjorde kunnskap om hvor mye ledig plass du har på enheten, at vi kunne utvikle funksjonen der du kan kjøpe en film på iPhone uten å være nødt til å laste den ned umiddelbart. Hvis du bruker SharePlay til å se på innhold sammen med andre, vil Apple TV-appen registrere at du så på innholdet under en SharePlay-økt og antall enheter som deltok i økten, men samler ikke inn informasjon som kan identifisere deltakerne i en SharePlay-økt. Vi bruker søkedata fra Apple TV til å styrke søkemodellene Apple TV bygger på. For eksempel brukes samlede søk i Apple TV til å finjustere søkemodellen i Apple TV. Tilpassing av Apple TV-appen Vi tilpasser Apple TV-appen for å hjelpe deg med å oppdage det innholdet som er mest relevant for deg. Vi anbefaler for eksempel filmer som vi tror du vil være interessert i, basert på filmer du har sett tidligere. For å kunne tilpasse opplevelsen din bruker vi blant annet informasjon om hva du ser på, kjøp, abonnementer, nedlastinger, navigering og annen aktivitet i Apple TV-appen, samt informasjon fra kontoen din, som alderen din. Hvis du ikke vil at Apple skal bruke informasjon om hva du ser på i Apple TV-appen på denne enheten, til personlig tilpassing av de andre enhetene dine som bruker Apple TV-appen, kan du slå av Bruk avspillingslogg i Innstillinger. På iOS-, iPadOS-, visionOS- eller tvOS-enheter velger du Innstillinger > Apper > TV > Bruk avspillingslogg. Du kan deaktivere tilpasnings­funksjoner i App Store, Apple Books, iTunes Store, Apple TV og Apple Podcasts og for abonnementer fra Apple ved å slå av Personlige anbefalinger for Apple‑kontoen din. På en iOS-, iPadOS- eller visionOS-enhet går du til Innstillinger > [navnet ditt] > Medier og kjøp > Vis konto og trykker på Personlige anbefalinger for å slå det av. I Apple TV-appen på Mac går du til Konto > Kontoinnstillinger > Innstillinger. Kommunikasjon med deg Apple kan bruke informasjon om kontoen din, som Apple-produktene du eier, abonnementene dine på Apple-tjenester, Apple-appene du laster ned, og postnummeret i betalings­adressen din, til å sende deg informasjon om TV-appen og andre Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg, inkludert Apple One. Detaljer om enheten din, som serienummeret til enheten eller informasjon om relevante App Store-abonnementer, kan bli brukt til å kontrollere om du er kvalifisert for tilbud fra Apple. Hvis du er del av en familie­delings­gruppe, kan Apple sende deg kommunikasjon om produkter, tjenester og tilbud som er tilgjengelige for deg gjennom Familiedeling. Hvis du abonnerer på Apple One, kan det hende at vi sender deg e‑postmeldinger og pushvarslinger om funksjonene til hver av tjenestene du abonnerer på. Apple kan også bruke informasjon om aktiviteten din i TV-appen til å sende e‑postmeldinger og pushvarslinger om nye funksjoner, innhold og tilbud i Apple TV-appen. Du kan endre e‑postvalgene dine og velge om du vil motta disse e‑postmeldingene, på account.apple.com. Du kan oppdatere varslingsvalgene på en iOS-, iPadOS- eller visionOS-enhet ved å gå til Innstillinger > Varslinger > TV. Annonsering Hvis du gir TV-appen tilgang til posisjonen din fra appen, vil den også bli brukt til å vise geografisk relevante annonser. I andre apper som App Store, News og Aksjer kan Apples annonseplattform bruke informasjonen din, inkludert informasjon om filmer og TV-serier du kjøper fra Apple, til å levere mer relevante annonser i disse appene hvis innstillinger Personlig tilpassede annonser er aktivert. Hvis du ikke vil motta annonser tilpasset interessene dine fra Apples annonseplattform, kan du slå av Personlig tilpassede annonser. Hvis du deaktiverer Personlig tilpassede annonser, kan ikke Apple bruke denne informasjonen til å målrette annonser. Det vil kanskje ikke redusere antallet annonser du mottar, men annonsene kan være mindre relevante for deg. Du kan endre innstillingene for Personlig tilpassede annonser ved å gå til Innstillinger > Personvern og sikkerhet > Apple-annonser. Finn ut mer om Apple-annonser og personvern på www.apple.com/no/legal/privacy/data/no/apple-advertising Finn ut hvordan du kan velge å ikke motta personlig tilpassede annonser i App Store, Apple News og Aksjer på support.apple.com/105131. Deling med tredjeparter Vi leverer noen ikke-personlige data til annonsører og strategiske partnere som samarbeider med Apple om å levere produktene og tjenestene våre, bistå Apple med markedsføring overfor kunder og selge annonser som vises i App Store, Apple News og Aksjer. Vi kan for eksempel dele ikke-personlige data om transaksjonene dine, visningsaktiviteten og område, samt brukerdemografi som for eksempel aldersgruppe og kjønn (basert på informasjon som for eksempel navn og valgt tiltaleform i Apple‑kontoen din), til strategiske partnere for Apple TV, som eiere av innhold, slik at de kan måle hvor vellykket produktet deres er, oppfylle krav til vederlag og regnskapsføring og for å forbedre sine tilknyttede produkter og tjenester. Hvis mobiloperatøren din tilbyr abonnementer på Apple TV+ og gratis prøveperioder, kan Apple kontrollere telefonnummeret ditt for å avgjøre om du er kvalifisert, via en mobiloperatør. Hvis du registrerer deg for fullt eller gratis prøveabonnement på Apple TV+ gjennom mobiloperatøren eller en annen Apple-partner, bruker Apple telefonnummeret ditt eller en unik kontoidentifikator delt av partneren til å identifisere kontoen din og informere mobiloperatøren eller den andre partneren om at du har aktivert abonnementet. Vi bruker telefonnummeret eller den unike identifikatoren assosiert med abonnementet til å verifisere kontoen din når du logger på, og for å knytte abonnementet på Apple TV+ til riktig konto. Hvis du logger på Apple TV-appen fra en enhet som ikke er fra Apple, kan Apple dele informasjon med plattform­leverandøren for å gjøre appen funksjonell, slik at innhold du abonnerer på i Apple TV-appen vises på plattformen, og for å støtte plattform­funksjoner som søkeresultater og tilpassede anbefalinger. Dette kan inkludere informasjon om hvorvidt du har åpnet Apple TV-appen og, der tilgjengelig, om du abonnerer på Apple TV+ og Apple TV-kanaler. Du kan velge å avslutte deling av abonnements­informasjon i innstillingene til Apple TV-appen på enheten som ikke er fra Apple, men dette kan begrense hvordan Apple TV-innhold vises på plattformen. På støttede enheter som ikke er fra Apple, kan du velge om du vil dele det du ser på, kjøper eller leier i TV-appen, inkludert Apple TV+, Apple TV-kanaler og annet innhold (der tilgjengelig), med leverandøren av tredjeparts­plattformen. Dette kan inkludere profilnavnet ditt eller annen informasjon som brukes for å matche dataene dine fra TV-appen med kontoen og profilen på enheten din som ikke er fra Apple. Plattformleverandøren kan bruke informasjon fra TV-appen til å aktivere plattformfunksjoner som organisering av programmene du ser på og tilpassede anbefalinger. Du kan slå dette av ved å gå til innstillingene til Apple TV-appen på enheten som ikke er fra Apple. På noen enheter vil dette føre deg direkte til innstillingene på plattformen. Hvis du velger å logge på Apple TV-appen på en enhet som ikke er fra Apple, bør du lese gjennom betingelsene, retningslinjene for personvern og bruksområdene til plattform­leverandøren, slik at du vet hvilke data som samles inn, brukes og deles. Oppbevaring Vi beholder personlige data knyttet til kjøp, nedlastinger og visningsaktivitet i Apple TV-appen i forskjellige tidsperioder avhengig av forretningsbehov, kontraktsforpliktelser og juridiske krav. For kjøp og nedlastinger betyr det ofte at informasjonen beholdes i minst ti år, men i områder som for eksempel Kina kan denne perioden være 30 år. Vi beholder også en oversikt over kjøpene og nedlastingene dine så lenge du har en konto hos oss, slik at du kan laste ned innholdet i samsvar med vilkårene våre. Vi beholder annen informasjon som navigering og søkelogger i opptil to år. Noe av informa­sjonen, som trans­aksjoner, men ikke lagret kort­informasjon, kan imidlertid beholdes som for­retnings­proto­koller selv etter at du avslutter kontoen din eller slutter å bruke Apple TV-appen. Når du bruker et betalingskort, kan Apple beholde og automatisk oppdatere kortnummeret og betalingsinformasjonen for fremtidige kjøp, gjentakende overføringer eller annen bruk autorisert av deg. Apple kan innhente denne informasjonen fra finansinstitusjonen eller betalingsnettverket du bruker, og i tillegg bruke den til verifisering og til å forhindre svindel. Tøm avspillingslogg Du kan tømme avspillingsloggen i Apple TV-appen i Innstillinger. I TV-appen på iOS-, iPadOS- eller visionOS-enheten din går du til Konto > Tøm avspillingslogg. I tvOS velger du Innstillinger > Apper > TV > Tøm avspillingslogg. Dette vil fjerne alle TV-programmer og filmer fra Min liste og fjerne tilknytning til tidligere avspillingslogger fra kontoen din. Dette vil gjelde for avspillingsdata som beholdes og benyttes av Apple på enheter som bruker samme Apple‑konto. Hvis du bruker en enhet som ikke er fra Apple, og har valgt å dele det du ser på med den andre plattform­leverandøren, vil ikke avspillings­data som lagres hos plattform­leverandøren bli fjernet når du tømmer avspillings­loggen. Du bør studere betingelsene, retningslinjene for personvern og bruksområdene til plattform­leverandøren, så du vet om du kan slette dataene som lagres av leverandøren. Du kan fjerne enkeltobjekter fra Min liste ved å trykke lenge på videobildet og velge Fjern fra Min liste. Hvis du velger «Fjern fra nylig sett» i denne menyen, vil det i tillegg gjøre at episoden ikke brukes til å generere personlige anbefalinger. Apple vil imidlertid beholde en oversikt over avspillingsloggen fra Apple TV-kanaler og Apple TV+ for rapporterings- og vederlagsformål. Tilkoblede apper fra tredjeparter Du må gi deltakende tredjepartsapper tilgang til å koble til Apple TV-appen og dele det du ser på i appene, med Apple. Når du konfigurerer Apple TV-appen, kan du bli spurt om å gi tilgang til flere apper samtidig. Noen av appene har du kanskje ikke installert på den enheten. Valgene dine vil fortsatt gjelde hvis appene installeres på et senere tidspunkt. Uansett om du gir tilgang eller ikke, kan du endre valgene dine for hver app i Innstillinger. Du kan koble fra en tredjepartsapp fra Apple TV-appen hvis du ikke vil at den skal være tilkoblet lenger. Apple vil avslutte all innsamling av avspillingsdata fra den tredjepartsappen. I TV-appen på iOS-, iPadOS- eller visionOS-enheten din går du til Konto > Tilkoblede apper, velger tredjepartsappen og slår den av. I tvOS velger du Innstillinger > Apper > TV > Koble til TV-appen, velger tredjepartsappen og slår den av. Når du fjerner en tredjepartsapp fra Apple TV-appen, kan du også velge om du vil slette all informasjon om avspillingsdata som Apple har samlet inn om det du har sett på fra den appen, ved å velge «Fjern og tøm avspillingsloggen». Du kan også når som helst slette all informasjon om avspillingsdata som Apple har samlet inn om tredjepartsinnhold du har sett på i Apple TV-appen, ved å slette avspillingsloggen som beskrevet ovenfor. Hvis du tømmer avspillingsloggen din på en av disse måtene, fjernes kun data fra tredjepartsapper som oppbevares og brukes av Apple med Apple TV-appen. Avspillingsdata som oppbevares av leverandøren av tredjepartsappen, blir ikke fjernet (for eksempel i appen eller på tjeneren deres). Du bør også lese gjennom vilkår, retningslinjer for personvern og praksiser fra tredjepartsapper for å forstå hvordan de bruker og deler avspillingsdataene dine og tilknyttet informasjon. Gruppeanbefalinger Hvis du velger å slå på Gruppeanbefalinger på en Apple TV-enhet, vil informasjon om det du ser på, brukes til å lage gruppeanbefalinger i kombinasjon med deltakende brukere på samme Apple TV. Hvis gruppen har en barnekonto, vil anbefalinger for barn inkluderes, men avspillingsloggen for barnekontoen vil ikke bli brukt. Du kan slå av Gruppeanbefalinger for kontoen når som helst ved å velge Innstillinger > Brukere og kontoer, velge profilen din og deretter velge For alle sammen. Forhindring av svindel og annen ondsinnet aktivitet Vi samler også inn personlige data for å forhindre svindel og annen ondsinnet aktivitet i Apple TV-appen. Denne informasjonen inkluderer enhetsinformasjon som enhetstype og programvareversjon, stedsinformasjon (gjort omtrentlig ved å knytte IP-adressen til internettforbindelsen din til et geografisk område, hvis tilgjengelig), kjøps- og nedlastingshistorikk og annen aktivitet i TV-appen. Når abonnementet er satt til å fornyes automatisk, kan Apple også bruke informasjon om din forretnings­historikk med Apple for å kunne behandle forespørselen og avgjøre om abonnementstilgangen skal fortsette fram til godkjenning er utført av betalingspartneren. Vi kan også lage en godkjenningsrangering for enheten din når du prøver å gjennomføre et kjøp ved hjelp av informasjon om hvordan du bruker enheten din, inkludert omtrentlig antall telefonanrop og e‑postmeldinger du sender og mottar. Innsendingen er utformet slik at Apple ikke kan lese de underliggende verdiene på enheten din. Rangeringen lagres i en bestemt tidsperiode på tjenerne våre. Juridisk grunnlag for behandling av personlige data Vi behandler i hovedsak de personlige dataene dine i Apple TV-appen for å oppfylle kontrakten din med Apple, etter behov for å levere tjenesten, og i henhold til juridiske krav. Når det juridiske grunnlaget som kreves er samtykke, vil vi be om dette i henhold til gjeldende lov. Der gjeldende lover tillater det, behandler vi personlige data i den grad det er nødvendig for å ivareta våre legitime interesser og interessene til tredjeparter, og for å sette oss i stand til å: • vise innhold som er tilgjengelig og relevant for deg, inkludert tjenester fra tredjepart • kontrollere om du er kvalifisert for tilbud, effektivisere og forbedre tjenesten for deg og andre, og sende deg informasjon om Apple TV-appen og andre Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg • forhindre svindel og annen ondsinnet aktivitet Dataene som brukes inkluderer: • informasjon om din bruk av Apple TV-appen, inkludert hvilke funksjoner du bruker (for eksempel Fortsett å se eller Bibliotek), interaksjon med varslinger, innholdssider du navigerer til eller viser, hva du ser på, kjøper eller abonnerer på, samt informasjon om feil eller krasjer i appen • informasjon om enheten og kontoen din • enhetens godkjennings­rangering • posisjonen din All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Apple TV umożliwia oglądanie ulubionych programów TV oraz filmów przy użyciu jednej aplikacji. Możesz oglądać zawartość wypożyczoną lub kupioną w Apple. Jeśli są dostępne, możesz korzystać także z treści poprzez kanały Apple TV+, Apple TV oraz połączone aplikacje wideo innych firm. Dostęp do tych wszystkich treści możesz mieć przez aplikację Apple TV na wszystkich Twoich obsługiwanych urządzeniach Apple, na których zalogujesz się, używając tego samego konta Apple. Dostarczanie treści w aplikacji Apple TV Twoich danych osobowych używamy do świadczenia usług i oferowania funkcji w aplikacji Apple TV. Informacje te obejmują dane Twojego konta i płatności, które możesz wyświetlać i zmieniać w Ustawieniach. Apple gromadzi dane dotyczące rzeczy kupowanych oraz oglądanych w aplikacji Apple TV na dowolnym obsługiwanym urządzeniu, na którym zalogujesz się, używając tego samego konta Apple. Apple przechowuje informacje związane z Twoim kontem Apple, aby móc wyświetlać oglądane przez Ciebie rzeczy na Twoich obsługiwanych urządzeniach. Gdy logujesz się w aplikacjach innych firm, informacje o tym, czy masz subskrypcje ich usług, są używane do wyświetlania treści dostępnych dla Ciebie. Jeśli przyznasz aplikacji innej firmy uprawnienia do łączenia się z aplikacją Apple TV, Apple będzie gromadzić i przechowywać informacje z tej aplikacji o oglądanych przez Ciebie treściach na każdym Twoim obsługiwanym urządzeniu, a także informacje dotyczące statusu Twojej subskrypcji. Gdy zaczniesz używać aplikacji Apple TV, może nastąpić automatyczne połączenie z aplikacjami Apple z obsługiwaną zawartością (np. Apple Music i Pilot). Informacje o oglądanych rzeczach obejmują treść, datę i czas odtwarzania, nazwę odtwarzającego urządzenia oraz moment, w którym odtwarzanie zostało wstrzymane lub zakończone. Gromadzimy także szczegółową historię aktywności odtwarzania rzeczy na kanałach Apple TV oraz Apple TV+. Jeśli dasz aplikacji Apple TV dostęp do Twojego położenia, będzie ono używane do określania treści dostępnych w Twoim regionie, w tym treści lokalnych, jak mecze, wydarzenia i aktualności. Część treści zawiera reklamy istotne geograficznie. Ulepszanie aplikacji Apple TV Apple gromadzi informacje na temat korzystania z aplikacji Apple TV i konta, w tym używanych funkcji (na przykład Oglądaj dalej lub Biblioteka), szukanych rzeczy, Twoich reakcji na powiadomienia oraz stron treści, które przeglądasz lub wyświetlasz, a także informacje o błędach lub awariach w aplikacji i Twój kod pocztowy używany do rozliczeń. Te informacje, dane o lokalizacji, które nie pozwalają Cię zidentyfikować, oraz dane o tym, co oglądasz, pomagają nam udoskonalać oraz optymalizować usługę dla Ciebie i innych użytkowników. Gromadzimy również informacje o Twoim urządzeniu, np. jego typie, kanale dystrybucji, przez który zostało uzyskane, wersji systemu operacyjnego oraz ilości wolnego miejsca. Możemy używać tych informacji do określania, czy wybrane przez Ciebie rzeczy mogą zostać pobrane, analizowania ogólnych trendów w wykorzystaniu pamięci urządzeń oraz określenia, czy Twoje urządzenie ma połączenie z siecią Wi‑Fi lub komórkową. Na przykład, informacje na temat ilości wolnego miejsca na urządzeniach użytkowników pozwoliły nam stworzyć funkcję, która umożliwia kupowanie filmów na iPhonie bez pobierania ich w chwili zakupu. Jeśli oglądasz materiały wspólnie z innymi, używając SharePlay, aplikacja Apple TV będzie gromadziła informacje o rzeczach oglądanych w trakcie sesji SharePlay oraz liczbie osób uczestniczących w tych sesjach, nie będzie jednak gromadziła żadnych informacji, które pozwalałyby identyfikować uczestników sesji SharePlay. Danych dotyczących wyszukiwania w aplikacji Apple TV używamy także do usprawniania modeli obsługujących funkcje tej aplikacji. Na przykład: zagregowane zapytania wyszukiwania w Apple TV używane są do dostrajania modelu wyszukiwania w aplikacji Apple TV. Personalizowanie aplikacji Apple TV Personalizujemy aplikację Apple TV, aby pomóc Ci odkrywać rzeczy, które mogą Cię zainteresować. Na podstawie listy obejrzanych przez Ciebie filmów możemy na przykład polecać inne filmy, które mogą Cię zainteresować. Na potrzeby personalizacji korzystamy z informacji o tym, co oglądasz, kupujesz, pobierasz i przeglądasz, o Twoich subskrypcjach oraz o innych czynnościach wykonywanych w aplikacji Apple TV, a także z informacji pochodzących z Twojego konta, na przykład Twojego wieku. Jeśli nie chcesz, aby firma Apple wykorzystywała informacje o tym, co oglądasz na tym urządzeniu w aplikacji Apple TV do celów personalizacji na wszystkich urządzeniach obsługujących aplikację Apple TV, możesz wyłączyć opcję Użyj historii odtwarzania w Ustawieniach. Na urządzeniu iOS, iPadOS lub tvOS wybierz Ustawienia > Aplikacje > TV > Użyj historii odtwarzania. Na urządzeniu visionOS przejdź do ekranu Settings > Apps > TV > Use Play History. Funkcje personalizacji w App Store, Apple Books, iTunes Store, Apple TV, Apple Podcasts oraz subskrypcjach Apple możesz wyłączyć, wyłączając przełącznik spersonalizowanych rekomendacji powiązanych z Twoim kontem Apple. Na urządzeniu iOS lub iPadOS przejdź do Ustawień, stuknij w [Twoje imię i nazwisko] > Multimedia i zakupy > Pokaż konto, a następnie wyłącz stuknięciem opcję Spersonalizowane rekomendacje. Na urządzeniu visionOS przejdź do aplikacji Settings, stuknij w [Twoje imię i nazwisko] > Media & Purchases > View Account, a następnie wyłącz stuknięciem opcję Personalized Recommendations. W aplikacji Apple TV na Macu przejdź do panelu Konto > Ustawienia konta > Ustawienia. Komunikowanie się z Tobą Apple może wykorzystywać informacje o Twoim koncie (np. posiadane produkty Apple, aktywne subskrypcje usług Apple, pobierane aplikacje Apple oraz kod pocztowy używany do rozliczeń) do wysyłania Ci informacji o aplikacji Apple TV oraz innych produktach, usługach i ofertach Apple, które mogą Cię zainteresować, w tym Apple One. Informacje na temat Twojego urządzenia, na przykład jego numer seryjny lub szczegóły Twoich istotnych subskrypcji w App Store, mogą zostać użyte w celu potwierdzenia uprawnień do korzystania z ofert Apple. Jeśli należysz do grupy rodzinnej, Apple może wysyłać Ci informacje dotyczące produktów, usług i ofert dostępnych za pośrednictwem funkcji Chmura rodzinna. Jeśli kupisz subskrypcję Apple One, możemy wysyłać Ci wiadomości email i powiadomienia push o funkcjach każdej z usług, które subskrybujesz. Apple może również wykorzystywać informacje o Twojej aktywności w aplikacji Apple TV do wysyłania wiadomości email i powiadomień push o nowych funkcjach, treściach i ofertach dostępnych w aplikacji Apple TV. Możesz zmienić swoje preferencje dotyczące wiadomości email i zrezygnować z otrzymywania tych wiadomości email, przechodząc do witryny account.apple.com. Aby uaktualnić preferencje powiadomień na urządzeniu iOS lub iPadOS, przejdź do Ustawień i stuknij w Powiadomienia > TV. Aby to zrobić na urządzeniu visionOS, przejdź do ekranu Settings > Notifications > TV. Reklamy W przypadku aplikacji Apple TV, jeśli ma ona dostęp do Twojego położenia, informacja ta może być wykorzystywana do prezentowania reklam istotnych geograficznie. W przypadku innych aplikacji, na przykład App Store, Apple News i Giełda, jeśli funkcja Reklamy spersonalizowane jest włączona, platforma reklamowa Apple może wykorzystywać informacje o Tobie, w tym informacje o kupowanych od Apple filmach i programach TV, do prezentowania Ci w tych aplikacjach reklam bardziej istotnych dla Ciebie. Jeśli nie chcesz otrzymywać reklam dopasowanych do Twoich zainteresowań z platformy reklamowej Apple, możesz wyłączyć opcję Reklamy spersonalizowane. Wyłączenie reklam spersonalizowanych uniemożliwi firmie Apple wykorzystywanie informacji o Tobie do kierowania reklam. Nie spowoduje to zmniejszenia liczby prezentowanych reklam, lecz te reklamy mogą być mniej istotne dla Ciebie. Ustawienia reklam spersonalizowanych możesz zmieniać, przechodząc do Ustawień i stukając w Prywatność i ochrona > Reklamy Apple. Więcej informacji o reklamach Apple i prywatności możesz znaleźć pod adresem www.apple.com/pl/legal/privacy/data/pl/apple-advertising. Więcej informacji o rezygnowaniu z personalizowanych reklam w aplikacjach App Store, News i Giełda możesz znaleźć pod adresem support.apple.com/105131. Udostępnianie danych innym podmiotom Udostępniamy niektóre dane nieosobowe reklamodawcom i partnerom strategicznym współpracującym z Apple w celu dostarczania produktów i usług, pomocy Apple w sprzedaży klientom oraz sprzedaży reklam w imieniu Apple w celach wyświetlania ich w aplikacjach App Store, News i Giełda. Na przykład, możemy udostępniać niektóre nieidentyfikujące Cię dane na temat Twoich transakcji i aktywności związanej z oglądaniem i regionu, a także zagregowane dane demograficzne, np. grupę wiekową i płeć (które mogą być ustalane na podstawie informacji takich jak Twoje imię oraz zwrot grzecznościowy na koncie Apple) strategicznym partnerom aplikacji Apple TV, np. właścicielom materiałów, aby umożliwiać im ocenę ich pracy twórczej, rozliczanie się z tantiem i innych zobowiązań finansowych oraz ulepszanie ich produktów i usług. Jeśli Twój operator sieci komórkowej oferuje subskrypcję usługi Apple TV+ oraz darmowy okres próbny, firma Apple może sprawdzić Twój numer telefonu, aby potwierdzić możliwość nabycia subskrypcji za pośrednictwem takiego partnera. Jeśli subskrybujesz Apple TV+ lub korzystasz z bezpłatnego okresu próbnego tej usługi za pośrednictwem operatora sieci komórkowej lub innego partnera Apple, Apple użyje Twojego numeru telefonu lub unikalnego identyfikatora konta udostępnionego przez partnera, aby zidentyfikować Twoje konto i poinformować operatora sieci komórkowej lub innego partnera o aktywowaniu Twojej subskrypcji. Numer telefonu lub unikatowy identyfikator skojarzony z subskrypcją wykorzystamy do zweryfikowania konta przy logowaniu i powiązania subskrypcji usługi Apple TV+ z Twoim kontem. Gdy logujesz się w aplikacji Apple TV na urządzeniu innej firmy, Apple może udostępniać dostawcy tej platformy określone informacje, aby umożliwić działanie aplikacji oraz wyświetlanie subskrybowanych materiałów Apple TV na tej platformie i zapewnić obsługę funkcji tej platformy (na przykład wyświetlania obejrzanych częściowo programów oraz spersonalizowanych rekomendacji). Mogą to być między innymi informacje o tym, czy Twoja aplikacja Apple TV została otwarta oraz czy masz subskrypcje Apple TV+ i kanałów Apple TV (jeśli są dostępne). Możesz przestać udostępniać informacje o subskrypcjach w ustawieniach aplikacji Apple TV na urządzeniu innej firmy, ale może to ograniczyć możliwości wyświetlania treści Apple TV na tej platformie. Na obsługiwanych urządzeniach innych firm możesz wybrać, czy chcesz udostępniać platformie innego dostawcy materiały oglądane, kupowane oraz wypożyczane w aplikacji Apple TV (w tym materiały z Apple TV+, kanałów Apple TV i inne, w miarę dostępności). Mogą to być między innymi nazwa Twojego profilu lub inne informacje używane do dopasowywania Twoich danych z aplikacji Apple TV do Twojego konta lub profilu na urządzeniach innych niż Apple. Dostawca platformy może używać informacji z aplikacji Apple TV do obsługi funkcji danej platformy, takich jak wyświetlanie obejrzanych częściowo programów oraz spersonalizowanych rekomendacji. Możesz to wyłączyć w ustawieniach aplikacji Apple TV na urządzeniu innej firmy. Na niektórych urządzeniach może to przekierować Cię do ustawień platformy. Jeśli chcesz logować się w aplikacji Apple TV na urządzeniu innej firmy, zapoznaj się z warunkami, zasadami i praktykami ochrony prywatności dostawcy tej platformy, aby mieć świadomość, w jaki sposób gromadzi, wykorzystuje i udostępnia on Twoje dane. Przechowywanie danych Dane osobowe związane z rzeczami kupowanymi, pobieranymi i oglądanymi w aplikacji Apple TV przechowujemy przez różne okresy w zależności od potrzeb biznesowych, zobowiązań kontraktowych oraz wymogów prawnych. W przypadku rzeczy kupowanych i pobieranych oznacza często to co najmniej 10‑letni okres przechowywania danych, ale w regionach takich jak Chiny ten okres może wynosić 30 lat. Aby zgodnie z określonymi warunkami umożliwić Ci ponowne pobieranie zawartości, przechowujemy również listę Twoich zakupów i pobieranych rzeczy — co najmniej przez okres, w którym masz u nas konto. Inne informacje, np. dotyczące przeglądania czy wyszukiwania, przechowujemy nie dłużej niż dwa lata. Niektóre dane, np. transakcje (ale nie zachowane dane kart płatniczych), mogą być przechowywane w archiwum jako dokumenty biznesowe nawet wtedy, gdy zamkniesz konto lub przestaniesz korzystać z aplikacji Apple TV. Gdy używasz karty płatniczej, Apple może zachować i automatycznie uaktualnić numer Twojej karty oraz dane płatnika na potrzeby przyszłych zakupów, transakcji cyklicznych oraz innych autoryzowanych przez Ciebie czynności. Apple może uzyskiwać te informacje od Twojej instytucji finansowej lub sieci płatniczej. Są one używane również do zapobiegania oszustwom i weryfikowania danych. Wymazywanie historii odtwarzania Swoją historię odtwarzania w aplikacji Apple TV możesz wymazać w Ustawieniach. W aplikacji Apple TV na urządzeniu iOS, iPadOS lub visionOS przejdź do ekranu Konto > Wymaż historię odtwarzania. W systemie tvOS wybierz Ustawienia > Aplikacje > TV > Wymaż historię odtwarzania. Spowoduje to usunięcie wszystkich programów TV oraz filmów z listy Do obejrzenia oraz usunięcie powiązania historii odtwarzania z Twoim kontem. Będzie to miało zastosowanie do danych odtwarzania przechowywanych i wykorzystywanych przez Apple na urządzeniach, które używają tego samego konta Apple. Jeśli używasz urządzenia innej firmy i udostępniasz informacje o oglądanych materiałach dostawcy tej platformy, wymazanie historii odtwarzania nie będzie miało wpływu na dane odtwarzania przechowywane na tej platformie. Zalecamy dokładne zapoznanie się z warunkami, zasadami i praktykami ochrony prywatności dostawcy tej platformy, aby dowiedzieć się, czy możesz usuwać przechowywane przez niego dane. Z listy Do obejrzenia możesz usuwać poszczególne rzeczy, naciskając ją dłużej i wybierając opcję Usuń z listy Do obejrzenia. Jeśli wybierzesz Usuń z ostatnio oglądanych (w tym samym menu), dana rzecz nie będzie także używana do generowania spersonalizowanych rekomendacji. Apple zachowa jednak zapisy historii odtwarzania z kanałów Apple TV oraz Apple TV+ w celu raportowania i przetwarzania opłat licencyjnych. Połączone aplikacje firm trzecich Na połączenie partycypujących aplikacji innych firm z aplikacją Apple TV w celu rozpoczęcia udostępniania Apple informacji o oglądanych rzeczach pochodzących z tych aplikacji wymagana jest Twoja zgoda. Podczas konfigurowania aplikacji Apple TV możemy poprosić Cię o przyznanie uprawnień wielu aplikacjom na raz. Niektóre z nich mogą nie być jeszcze zainstalowane na tym urządzeniu, a Twoje preferencje będą miały zastosowanie później podczas ewentualnej instalacji tych aplikacji. Niezależnie od tego, czy przyznasz te uprawnienia, możesz zmienić te preferencje dla każdej aplikacji w Ustawieniach. Jeśli w dowolnym momencie zdecydujesz się rozłączyć dowolną z używanych aplikacji innych firm z aplikacją Apple TV, możesz to zrobić, a Apple przestanie gromadzić pochodzące z niej informacje o odtwarzanych rzeczach. W aplikacji Apple TV na urządzeniu iOS, iPadOS lub visionOS otwórz ekran Konto > Połączone aplikacje, wybierz aplikację innej firmy, a następnie wyłącz ją. W systemie tvOS wybierz Ustawienia > Aplikacje > TV > Połącz z „TV”, wybierz aplikację innej firmy, a następnie wyłącz ją. Usuwając aplikację innej firmy z aplikacji Apple TV, możesz także usunąć wszystkie zgromadzone przez Apple dane odtwarzania dotyczące obejrzanych rzeczy pochodzących z tej aplikacji. W tym celu wybierz opcję Usuń i wymaż historię odtwarzania. W dowolnym momencie możesz również usunąć wszystkie zgromadzone przez Apple dane odtwarzania treści innych firm obejrzanych w aplikacji Apple TV, wymazując historię odtwarzania, jak opisano to powyżej. Wymazanie historii odtwarzania w dowolnym z powyższych przypadków obejmuje tylko dane dotyczące aplikacji innych firm, które są przechowywane i wykorzystywane przez Apple w powiązaniu z aplikacją Apple TV. Nie będzie to miało wpływu na dane odtwarzania, które są przechowywane oddzielnie przez dostawców aplikacji innych firm (np. w ich aplikacjach lub na ich serwerach). Zalecamy również dokładne zapoznanie się z warunkami, zasadami ochrony prywatności i praktykami stosowanymi przez dostawców obsługiwanych aplikacji, aby zrozumieć, jak wykorzystują one informacje o odtwarzanych rzeczach i inne dane. Rekomendacje dla grupy Jeśli włączysz rekomendacje dla grupy na Apple TV, informacje o rzeczach, które oglądasz, będą wykorzystywane do generowania rekomendacji w połączeniu z podobnymi informacjami pochodzącymi od innych użytkowników tego samego Apple TV, którzy wyrazili na to zgodę. Jeśli do grupy należy dziecko, rekomendacje dla dzieci będą prezentowane, ale ich historia oglądania nie będzie wykorzystywana. Rekomendacje dla grupy na swoim koncie można wyłączyć w dowolnym momencie, przechodząc do ekranu Ustawienia > Użytkownicy i konta, wybierając profil, a następnie wybierając Dla wszystkich. Zapobieganie oszustwom i innym szkodliwym działaniom Dane osobowe gromadzimy również w celu zapobiegania oszustwom i innym szkodliwym działaniom w aplikacji Apple TV. Dane te zawierają informacje o urządzeniu (np. jego typ i wersję oprogramowania), informacje o położeniu (określone w przybliżeniu poprzez dopasowanie adresu IP połączenia internetowego do regionu geograficznego, jeśli jest dostępne), historię pobierania i zakupów oraz inne informacje dotyczące interakcji z aplikacją Apple TV. Gdy subskrypcja jest ustawiona na automatyczne odnawianie, Apple może także wykorzystywać informacje o historii swoich powiązań biznesowych z Tobą na potrzeby przetwarzania odnowień subskrypcji i określania, czy zapewniać nieprzerwany dostęp do subskrypcji przed uzyskaniem autoryzacji od partnera płatniczego. Informacje o tym, jak korzystasz z urządzenia, w tym przybliżona liczba połączeń telefonicznych lub wysyłanych i odbieranych wiadomości email, mogą zostać użyte do obliczenia współczynnika zaufania urządzenia podczas próby dokonania zakupu. Metoda wysyłania tych danych została tak zaprojektowana, aby firma Apple nie mogła poznać zasadniczych wartości na Twoim urządzeniu. Ten współczynnik jest przechowywany na naszych serwerach przez ustalony czas. Obowiązująca podstawa prawna przetwarzania danych osobowych Przetwarzamy Twoje dane osobowe w aplikacji Apple TV zasadniczo w celu realizacji Twojej umowy z Apple, w zakresie niezbędnym do świadczenia usługi oraz w celu wypełnienia naszych zobowiązań prawnych. Tam, gdzie zgoda jest odpowiednią podstawą prawną, zwracamy się o nią zgodnie z obowiązującym prawem lokalnym. W przypadkach przewidzianych przez obowiązujące prawo lokalne przetwarzamy dane osobowe, jeśli jest to konieczne do realizacji naszych prawnie uzasadnionych interesów lub interesów innych podmiotów, aby: • wyświetlać dostępne i istotne treści, w tym pochodzące od innych dostawców; • sprawdzać dostępność ofert, pomagać ulepszać i optymalizować usługę dla Ciebie i innych, a także wysyłać Ci informacje o aplikacji Apple TV oraz innych powiązanych produktach, usługach i ofertach Apple, które mogą Cię zainteresować; • zapobiegać oszustwom i innym szkodliwym działaniom. Używane dane obejmują: • informacje dotyczące korzystania z aplikacji Apple TV, w tym używanych przez Ciebie funkcji (takich jak Oglądaj dalej lub Biblioteka), szukanych rzeczy, Twoich reakcji na powiadomienia, stron z zawartością, które przeglądasz lub wyświetlasz, rzeczy, które oglądasz, kupujesz, subskrybujesz i pobierasz, a także informacje o błędach lub awariach w aplikacji; • szczegóły dotyczące Twojego urządzenia i konta; • współczynnik zaufania urządzenia; • Twoje położenie. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/legal/privacy/pl/.
pt_br: O app Apple TV permite que você assista aos seus programas de TV e filmes favoritos em um só lugar. Você pode assistir a conteúdo alugado ou comprado da Apple. Se disponível, você também pode acessar conteúdo através do Apple TV+, canais da Apple TV e apps de vídeo de terceiros conectados. Você pode acessar todo esse conteúdo pelo app Apple TV em dispositivos Apple compatíveis que tenham uma sessão iniciada com a mesma Conta Apple. Fornecimento do App Apple TV Usamos seus dados pessoais para fornecer os serviços e recursos no app Apple TV. Essas informações incluem informações da sua conta e de pagamento, que você pode acessar e alterar nos Ajustes. A Apple coleta informações sobre o que você compra e assiste no app Apple TV em qualquer dispositivo compatível no qual você tenha iniciado uma sessão com a mesma Conta Apple. A Apple armazena essas informações associadas à sua Conta Apple para que possamos exibir o que você está assistindo nos dispositivos compatíveis. Quando você inicia uma sessão em apps de terceiros, as informações que indicam se você é assinante desses serviços são usadas para mostrar conteúdo disponível para você. Se você conceder permissão a um app de terceiros para conectar-se ao app Apple TV, a Apple coletará e armazenará as informações sobre o que você assiste desse app em qualquer um dos seus dispositivos compatíveis, assim como o estado da sua assinatura. Os apps da Apple com conteúdo compatível, como o Música e o Remote, serão conectados automaticamente quando você começar a usar o app Apple TV. Informações sobre o que você está assistindo incluem qual conteúdo você está reproduzindo, quando, com qual dispositivo e onde você pausou ou parou de assistir ao conteúdo. Também coletamos um histórico detalhado de todas as atividades de reprodução de canais da Apple TV e Apple TV+. Se você permitir que o app Apple TV acesse a sua localização, ela será usada para determinar o conteúdo disponível na sua região, incluindo conteúdo local como jogos ao vivo, eventos e notícias. Certos conteúdos incluem anúncios geograficamente relevantes. Melhoria do App Apple TV A Apple coleta informações sobre o seu uso do app Apple TV e da sua conta, incluindo quais recursos você utiliza (lista Continue Assistindo ou Biblioteca, por exemplo), os itens que você busca, sua interação com as notificações, as páginas de conteúdo que você visualiza ou em que navega, informações sobre erros ou falhas dentro do app e seu código postal de cobrança. Para ajudar a otimizar o serviço para você e outras pessoas, usamos essas informações, informações aproximadas sobre localização que não identificam você e informações sobre o que você assiste. Também coletamos informações sobre o seu dispositivo, como o tipo do dispositivo, o canal pelo qual ele foi obtido, a versão do sistema operacional e a quantidade de espaço livre. Podemos usar essas informações para estimar se o conteúdo solicitado pode ser baixado, para compreender tendências de uso do dispositivo e armazenamento no geral e para saber se o dispositivo está conectado via Wi‑Fi ou celular. Por exemplo, com base no que sabíamos sobre o espaço livre no seu dispositivo, pudemos desenvolver o recurso que possibilita comprar um filme no iPhone sem baixá-lo no momento da compra. Se você usa o SharePlay para assistir a conteúdo com outros usuários, o app Apple TV coleta as informações de que você assistiu ao conteúdo durante uma sessão de SharePlay e quantos dispositivos participaram da sessão, mas não coleta dados para identificar os participantes. Usamos os dados de busca do app Apple TV para melhorar os modelos que o alimentam. Por exemplo, as buscas realizadas no app Apple TV são usadas de forma agregada para refinar seu modelo de busca. Personalização do App Apple TV Personalizamos o app Apple TV para ajudar você a descobrir o conteúdo mais relevante para você. Por exemplo, recomendamos filmes que pensamos ser do seu interesse com base em filmes que você assistiu anteriormente. Para fornecer personalização, usamos informações que incluem o que você assiste, suas compras, assinaturas, downloads, navegação e outras atividades no app Apple TV, além de informações sobre a sua conta, como a sua idade. Caso não deseje que a Apple use informações sobre o que você assiste neste dispositivo no app Apple TV para fins de personalização em todos os dispositivos compatíveis com o app Apple TV, você pode desativar a opção Usar Histórico de Reprodução nos Ajustes. Em dispositivos iOS, iPadOS, visionOS ou tvOS, acesse Ajustes > Apps > TV > Usar Histórico de Reprodução. Você pode desativar os recursos de personalização na App Store, no Apple Books, na iTunes Store, na Apple TV, no Apple Podcasts e em assinaturas da Apple. Basta desativar as Recomendações Personalizadas para a sua Conta Apple. No seu dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > [seu nome] > Mídia e Compras > Ver Conta e toque para desativar Recomendações Personalizadas. No app Apple TV em um Mac, acesse Conta > Ajustes da Conta > Ajustes. Comunicação com Você A Apple pode usar informações sobre a sua conta, como os produtos da Apple que você possui, suas assinaturas de serviços da Apple, os apps da Apple que você baixa e seu código postal de cobrança, para enviar a você comunicações sobre o app Apple TV e outros produtos, serviços e ofertas da Apple que possam ser do seu interesse, incluindo o Apple One. Detalhes sobre o seu dispositivo, como o número de série, ou detalhes sobre as suas assinaturas relevantes da App Store podem ser usados para verificar a elegibilidade para ofertas. Se você estiver em um grupo do Compartilhamento Familiar, a Apple poderá enviar comunicações sobre produtos, serviços e ofertas disponíveis através do Compartilhamento Familiar. Se você fizer uma assinatura do Apple One, poderá receber e‑mails e notificações push sobre os recursos de cada um dos serviços que você assinou. A Apple também pode usar informações sobre a sua atividade no app Apple TV para enviar a você e‑mails e notificações push sobre novos recursos, conteúdos e ofertas disponíveis neste app. Você pode alterar suas preferências de e‑mail em account.apple.com e optar por não receber esses e‑mails. Para atualizar suas preferências de notificações em um dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > Notificações > TV. Publicidade Se você permitir que o app Apple TV acesse a sua localização, ela poderá ser usada para exibir anúncios geograficamente relevantes. Para outros apps, como App Store, Apple News e Bolsa, se o ajuste de Anúncios Personalizados estiver ativado, a plataforma de publicidade da Apple poderá usar suas informações, incluindo informações sobre filmes e programas de TV que você compra da Apple, para exibir anúncios mais relevantes para você nesses apps. Se não desejar que a plataforma de publicidade da Apple envie a você anúncios direcionados aos seus interesses, você poderá desativar os Anúncios Personalizados. A desativação dos Anúncios Personalizados impedirá que a Apple use suas informações para direcionamento de anúncios. Talvez isso não reduza a quantidade de anúncios que você recebe, mas os anúncios poderão ser menos relevantes para você. Para alterar os ajustes de Anúncios Personalizados, acesse Ajustes > Privacidade e Segurança > Publicidade da Apple. Saiba mais sobre a Publicidade da Apple e Privacidade em www.apple.com/br/legal/privacy/data/pt-br/apple-advertising. Acesse support.apple.com/105131 para saber como desativar os anúncios personalizados na App Store, no Apple News e no app Bolsa. Compartilhamento com Terceiros Fornecemos alguns dados não pessoais a anunciantes e parceiros estratégicos que trabalham com a Apple para fornecer nossos produtos e serviços, ajudar no marketing da Apple com clientes e vender anúncios em nome da Apple para exibição na App Store, Apple News e app Bolsa. Por exemplo, podemos compartilhar com parceiros estratégicos do app Apple TV, como proprietários de conteúdo, dados não pessoais sobre suas transações e atividades de visualização, bem como dados demográficos agregados dos usuários, como faixa etária, gênero (que pode ser deduzido a partir de informações como seu nome e saudação na Conta Apple) e região, para que eles possam medir o desempenho dos trabalhos criativos que realizaram, atender a requisitos de royalties e contabilidade, e melhorar seus produtos e serviços associados. Se o seu o provedor de rede celular oferece assinaturas do Apple TV+ e avaliações gratuitas, a Apple pode verificar seu número de telefone para determinar sua elegibilidade através de um provedor de rede celular parceiro. Se você se inscrever em uma assinatura ou avaliação grátis do Apple TV+ através do seu provedor de rede celular ou outro parceiro da Apple, a Apple usará seu número de telefone ou um identificador de conta único fornecido pelo parceiro para identificar sua conta e informar ao provedor ou outro parceiro que você ativou a assinatura. Usaremos o número de telefone ou o identificador exclusivo associado à assinatura para comprovar sua conta no início da sessão e vincular a assinatura do Apple TV+ à sua conta. Se você iniciar uma sessão no app Apple TV em um dispositivo que não seja da Apple, a Apple poderá compartilhar informações com o provedor da plataforma para permitir que o app funcione — de modo que o conteúdo assinado no app Apple TV apareça na plataforma — e para compatibilidade com recursos da plataforma, como fornecer resultados de busca e recomendações personalizadas. Isso pode incluir informações sobre se você abriu o app Apple TV e, onde disponível, se você assinou o Apple TV+ e canais da Apple TV. Você pode optar por parar de compartilhar suas informações de assinatura nos ajustes do app Apple TV no seu dispositivo que não seja da Apple, embora isso possa limitar as maneiras como o conteúdo do app Apple TV aparece na plataforma. Em dispositivos que não sejam da Apple e tenham compatibilidade, você pode escolher se deseja compartilhar o que assiste, compra ou aluga no app Apple TV, incluindo Apple TV+, canais da Apple TV e outros conteúdos, onde disponíveis, com o provedor da sua plataforma de terceiros. Isso pode incluir seu nome de perfil ou outras informações usadas para corresponder os dados do app Apple TV com a sua conta ou perfil em um dispositivo que não seja da Apple. O provedor da sua plataforma pode usar suas informações do app Apple TV para ativar recursos na plataforma, tais como mostrar os programas que você está assistindo e recomendações personalizadas. Para desativar, acesse os ajustes do app Apple TV no seu dispositivo que não é da Apple. Em alguns dispositivos, isso pode direcionar você aos ajustes da plataforma. Se você iniciar uma sessão no app Apple TV em um dispositivo que não seja da Apple, revise os termos, as políticas de privacidade e as práticas do provedor da plataforma para entender quais dados ele coleta, usa e compartilha. Retenção Retemos dados pessoais associados às suas compras, downloads e atividades de visualização no app Apple TV por durações de tempo diferentes, dependendo de necessidades empresariais, obrigações contratuais e requisitos legais. No caso de compras e downloads, isso normalmente requer um período de retenção de pelo menos 10 anos, mas em regiões como a China, esse período pode ser de 30 anos. Também retemos um registro de suas compras e conteúdo baixado por, pelo menos, o mesmo tempo que você mantiver uma conta conosco para que você possa baixar esse conteúdo de acordo com nossos termos aplicáveis. Retemos outras informações, como atividades de navegação e buscas, por até dois anos. Algumas informações, como transações – mas não os detalhes do seu cartão armazenado – podem ser retidas como registros de negócios, mesmo depois que você encerra a sua conta ou para de usar o app Apple TV. Quando você utiliza um cartão de pagamento, a Apple pode reter e atualizar automaticamente o número do seu cartão e as informações de cobrança para compras futuras, transações recorrentes ou outros usos que você autorizar. A Apple poderá obter essas informações da sua instituição financeira ou rede de pagamento e usá‑las para prevenção e verificação contra fraude. Limpeza do Histórico de Reprodução Você pode acessar os Ajustes para limpar o histórico de reprodução no app Apple TV. No app Apple TV no seu dispositivo iOS, iPadOS ou visionOS, acesse Conta > Limpar Histórico de Reprodução. No tvOS, acesse Ajustes > Apps > TV > Limpar Histórico de Reprodução. Isso removerá todos os programas de TV e filmes da lista Quero Assistir e dissociará qualquer histórico de reprodução anterior da sua conta. Isso se aplicará aos dados de reprodução mantidos e usados pela Apple em dispositivos com a mesma Conta Apple. Se você usar um dispositivo que não seja da Apple e optar por compartilhar o que assiste com o provedor dessa plataforma, a limpeza do histórico de reprodução não afetará os dados de reprodução armazenados pelo provedor da plataforma. Você deve revisar os termos, políticas de privacidade e práticas do provedor da plataforma para entender se pode apagar os dados armazenados por tal provedor. Você pode remover itens individuais da lista Quero Assistir. Basta manter pressionado o episódio e selecionar Remover da Lista Quero Assistir. Nesse mesmo menu, se você selecionar “Remover das Reproduções Recentes”, isso também removerá o episódio do uso na geração de recomendações personalizadas. No entanto, a Apple manterá registros do histórico de reprodução de canais da Apple TV ou do Apple TV+ para atender a requisitos de relatórios e royalties. Apps de Terceiros Conectados Para começar a compartilhar com a Apple o que você assiste em apps de terceiros participantes, você deve conceder permissão para esses apps se conectarem ao app Apple TV. Para configurar o app Apple TV, você pode ser solicitado a conceder permissão a vários aplicativos de uma vez. Alguns desses apps podem não ter sido instalados nesse dispositivo e suas preferências serão aplicadas caso eles sejam instalados posteriormente. Concedendo permissão ou não, você poderá alterar suas preferências para cada app nos Ajustes. Se, a qualquer momento, você não desejar mais que um app de terceiros fique conectado ao app Apple TV, poderá desconectá‑lo do app Apple TV para que a Apple pare de coletar os dados de reprodução desse app de terceiros. No app Apple TV no seu dispositivo iOS, iPadOS ou visionOS, acesse Conta > Apps Conectados, selecione o app de terceiros e desative‑o. No tvOS, acesse Ajustes > Apps > TV > Conectar ao App TV, selecione o app de terceiros e desative‑o. Ao remover um app de terceiros do app Apple TV, você também pode apagar todos os dados de informações de reprodução coletados pela Apple sobre o conteúdo que você assistiu desse app. Para isso, escolha a opção Remover e Limpar Histórico de Reprodução. A qualquer momento, você também pode apagar todos os dados de informações de reprodução coletados pela Apple sobre todo o conteúdo de terceiros que você assistiu no app Apple TV. Para isso, limpe o histórico de reprodução, conforme descrito acima. A limpeza do histórico de reprodução de qualquer uma dessas maneiras descritas limpa apenas os dados de reprodução do app de terceiros que são mantidos e usados pela Apple para o app Apple TV. A limpeza não afeta quaisquer dados de reprodução que são mantidos separadamente pelo provedor do app de terceiros (dentro do respectivo app ou servidor do provedor, por exemplo). Leia também os termos, políticas de privacidade e práticas dos apps de terceiros que você utiliza para entender como eles usam e compartilham informações relacionadas aos dados do que você reproduz. Recomendações de Grupos Se você ativar as Recomendações de Grupo em uma Apple TV, as informações sobre o que você assistir serão usadas para fazer recomendações para o grupo considerando qualquer combinação de usuários participantes na mesma Apple TV. Se houver uma criança no grupo, serão incluídas recomendações para crianças, mas o histórico dos programas assistidos por ela não será usado. É possível desativar as Recomendações de Grupo para sua conta a qualquer momento. Para isso, acesse Ajustes > Usuários e Contas, selecione seu perfil e depois “Para Vocês”. Prevenção de Fraudes e Outras Atividades Maliciosas Também coletamos dados pessoais para prevenir fraudes e outras atividades maliciosas no app Apple TV. Essas informações incluem dados do dispositivo, como o tipo de dispositivo e a versão do software, informações de localização (aproximadas, por associação do endereço IP da sua conexão de internet a uma região geográfica, se disponíveis), histórico de downloads e compras, e outras interações com o app Apple TV. Quando você define a renovação da assinatura como automática, a Apple pode usar informações sobre o seu histórico de relacionamento comercial com a Apple para processar a solicitação e determinar se é possível oferecer o acesso contínuo à assinatura antes da autorização do parceiro de pagamento. Também podemos calcular uma pontuação de confiança do dispositivo no seu dispositivo quando você tenta fazer uma compra. Para isso, usamos informações sobre como você usa o dispositivo, incluindo o número aproximado de ligações telefônicas ou e‑mails que você envia e recebe. O envio é projetado para que a Apple não tenha como conhecer os valores subjacentes no seu dispositivo. A pontuação é armazenada por um tempo fixo em nossos servidores. Base Legal Aplicável para o Processamento de Dados Pessoais Em geral, processamos seus dados pessoais no app Apple TV para fins de execução do seu contrato com a Apple, conforme necessário para fornecer o serviço e cumprir nossas obrigações legais. Em locais onde o consentimento é a base legal apropriada, o buscamos de acordo com as leis locais aplicáveis. Onde aplicável de acordo com a lei local, processamos dados pessoais, conforme necessário, para fins dos nossos interesses legítimos ou de um terceiro, com os seguintes objetivos: • Exibir conteúdo disponível e relevante para você, incluindo de serviços de terceiros • Verificar a elegibilidade para ofertas, ajudar a otimizar e melhorar o serviço para você e outras pessoas, e enviar comunicações a você sobre o app Apple TV e outros produtos, serviços e ofertas da Apple que possam ser do seu interesse • Prevenir fraudes e outras atividades maliciosas Os dados usados incluem: • Seu uso do app Apple TV, incluindo quais recursos você usa (a lista Continue Assistindo ou a Biblioteca, por exemplo), os itens que busca, sua interação com as notificações, as páginas de conteúdo que você visualiza ou explora, o que você assiste, assina e baixa, e informações sobre erros ou falhas dentro do app • Detalhes sobre seu dispositivo e sua conta • A pontuação de confiança do dispositivo • Sua localização As informações coletadas pela Apple sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: A Apple TV permite‑lhe ver os seus programas de TV e filmes preferidos num só lugar. Pode ver conteúdo que tenha alugado ou comprado na Apple. Consoante a disponibilidade, também pode aceder a conteúdo através da Apple TV+, de canais da Apple TV e de aplicações de vídeo de terceiros associadas. Pode aceder a todo este conteúdo através da aplicação TV em todos os dispositivos compatíveis que tenham sessão iniciada na mesma conta Apple. Fornecer a aplicação TV Usamos os seus dados pessoais para fornecer os serviços e as funcionalidades na aplicação TV. Esta informação inclui a conta e a informação de pagamento, que pode ser alterada em Definições. A Apple recolhe informação sobre o que compra e o que vê na aplicação TV e em qualquer um dos dispositivos compatíveis que tenham sessão iniciada na mesma conta Apple. A Apple armazena esta informação associada à sua conta Apple no intuito de lhe apresentar em todos os seus dispositivos compatíveis o que vê na aplicação. Quando inicia sessão em aplicações de terceiros, a informação sobre se assinou esses serviços é usada para poder apresentar conteúdos disponíveis para si. Se autorizar que uma aplicação de terceiros esteja associada à aplicação TV, a Apple recolherá e armazenará informação acerca do que vê dessa aplicação em qualquer um dos seus dispositivos compatíveis, assim como o estado da sua assinatura. As aplicações da Apple com conteúdo suportado, tais como Música e Comando, são automaticamente associadas quando começar a usar a aplicação TV. A informação recolhida inclui o que está a ver, quando e em que dispositivo, assim como em que altura a reprodução foi interrompida e se foi ou não retomada. É também recolhido um histórico detalhado de toda a atividade de reprodução nos canais da Apple TV e Apple TV+. Se permitir que a aplicação TV aceda à sua localização, esta será utilizada para determinar o que está disponível na sua região, incluindo conteúdos locais como jogos em direto, eventos e notícias. Alguns conteúdos incluem anúncios geograficamente relevantes. Melhorar a aplicação TV A Apple recolhe informação acerca da utilização da aplicação TV e da sua conta, incluindo as funcionalidades que usa (por exemplo, Continuar a ver ou Biblioteca), as pesquisas efetuadas, as suas interações com as notificações, as páginas de conteúdos que explora ou consulta, a informação sobre erros ou falhas da aplicação, e o código postal de faturação. Esta informação, informação de localização aproximada sem dados de teor pessoal e a informação acerca do que vê são usadas para ajudar a melhorar e otimizar o serviço. Recolhemos igualmente informação acerca do seu dispositivo, como o tipo, o canal através do qual foi obtido, a versão do sistema operativo e o espaço livre. Podemos usar esta informação para avaliar se o conteúdo pedido pode ser descarregado, para perceber as tendências gerais de utilização e armazenamento nos dispositivos e se o seu dispositivo se encontra ligado a uma rede Wi‑Fi ou móvel. Por exemplo, saber quanto espaço livre tem no dispositivo tornou possível o desenvolvimento da funcionalidade que permite comprar um filme no iPhone sem o descarregar no ato da compra. Se usar SharePlay para ver conteúdo com outros utilizadores, a aplicação TV irá recolher a informação de que viu esse conteúdo durante uma sessão SharePlay e o número de dispositivos que participaram na sessão, mas não será recolhida qualquer informação que identifique os participantes de uma sessão SharePlay. Usamos dados de pesquisa da aplicação TV para melhorar os respetivos modelos. Por exemplo, pesquisas agregadas da aplicação TV são usadas para otimizar o respetivo modelo de pesquisa. Personalizar a aplicação TV Personalizamos a aplicação TV para facilitar a descoberta de conteúdos mais relevantes para si. Por exemplo, recomendamos filmes que poderão ser do seu interesse com base nos filmes que viu anteriormente. Para fornecermos a personalização, usamos informação que inclui o que vê, as compras, as descargas, a navegação e outras atividades na aplicação TV, assim como informações da sua conta, entre as quais a sua idade. Caso não pretenda que a Apple use informação sobre o que vê neste dispositivo na aplicação TV para fins de personalização em todos os dispositivos compatíveis com a aplicação TV, pode desativar a opção “Usar histórico de reprodução” nas Definições. No dispositivo iOS, iPadOS, visionOS ou tvOS, vá a Definições > Aplicações > TV > Usar histórico de reprodução. Pode desativar as funcionalidades de personalização na App Store, na iTunes Store, nas aplicações TV, Livros e Podcasts e para as assinaturas da Apple desativando a opção “Recomendações personalizadas” da sua conta Apple. No seu dispositivo iOS, iPadOS ou visionOS, em Definições > [o seu nome] > Multimédia e compras > Ver conta, toque para desativar “Recomendações personalizadas”. Na aplicação TV no Mac, vá a Conta > Definições da conta > Definições. Comunicar consigo A Apple poderá utilizar informações sobre a sua conta (como os produtos Apple que possui, as assinaturas de serviços Apple, as aplicações Apple que descarrega e o seu código postal de faturação) para lhe enviar comunicações sobre a aplicação TV e outros produtos, serviços e ofertas da Apple que poderão ser do seu interesse, incluindo Apple One. Detalhes sobre o seu dispositivo, como o número de série do dispositivo, ou detalhes das suas assinaturas da App Store relevantes, podem ser usados para verificação da elegibilidade para ofertas da Apple. Se pertencer a um grupo Partilha com a família, a Apple poderá enviar‑lhe comunicações sobre produtos, serviços e ofertas disponíveis através da Partilha com a família. Se adquirir uma assinatura Apple One, podemos enviar‑lhe e‑mails e notificações por Push sobre as funcionalidades de cada um dos serviços que assinou. A Apple pode também usar a informação sobre a atividade na aplicação TV para enviar e‑mails e notificações por Push sobre novas funcionalidades, conteúdo e ofertas disponíveis na aplicação TV. Pode alterar as suas preferências de e‑mail e desativar a receção destes e‑mails acedendo a account.apple.com. As preferências de notificação no dispositivo iOS, iPadOS ou visionOS podem ser atualizadas em Definições > Notificações > TV. Publicidade Na aplicação TV, se autorizar o acesso à sua localização, esta pode ser usada para lhe apresentar anúncios geograficamente relevantes. Noutras aplicações, como App Store, Apple News e Bolsa, se a definição "Anúncios personalizados” estiver ativada, a plataforma de publicidade da Apple poderá utilizar a sua informação, incluindo informação sobre os filmes e programas de TV que compra na Apple, para lhe apresentar anúncios mais relevantes nessas aplicações. Se preferir não receber anúncios direcionados da plataforma de publicidade da Apple, pode optar por desativar a definição “Anúncios personalizados”. Desativar “Anúncios personalizados” impede a Apple de usar a sua informação para a segmentação de publicidade. Pode não reduzir o número de anúncios recebidos, mas estes poderão ser menos relevantes para si. Pode alterar as definições relativas a anúncios personalizados em Definições > Privacidade e segurança > Publicidade da Apple. Saiba mais acerca de publicidade da Apple e privacidade em www.apple.com/pt/legal/privacy/data/pt/apple-advertising. Saiba como desativar os anúncios personalizados nas aplicações App Store, Apple News e Bolsa em support.apple.com/105131. Partilha com terceiros Fornecemos dados sem teor pessoal a anunciantes e parceiros estratégicos que trabalham com a Apple para fornecer os nossos produtos e serviços, ajudar a Apple a comercializar produtos e serviços junto dos consumidores e vender anúncios em nome da Apple para serem apresentados na App Store e nas aplicações Apple News e Bolsa. Por exemplo, podemos partilhar dados sem teor pessoal sobre as suas transações, atividade de visualização e região, assim como dados demográficos agregados do utilizador, como faixa etária e género (que podem ser deduzidos da informação como o seu nome ou saudação na sua conta Apple), com parceiros estratégicos da aplicação TV, tais como proprietários de conteúdo, para que possam avaliar o desempenho do respetivo trabalho criativo, cumprir requisitos de direitos de autor e contabilidade, e melhorar os respetivos produtos e serviços associados. Se a sua operadora móvel oferecer períodos experimentais gratuitos e assinaturas de Apple TV+, a Apple poderá verificar o seu número de telefone para determinar se é elegível através de uma operadora parceira. Se obtiver uma assinatura ou um período experimental gratuito do serviço Apple TV+ através da sua operadora ou de outra entidade parceira da Apple, o seu número de telefone ou um identificador de conta único partilhado pela entidade parceira serão utilizados pela Apple para identificar a sua conta e informar a operadora ou entidade parceira de que ativou a sua assinatura. Utilizaremos o número de telefone ou identificador único associado à sua assinatura para verificar a sua conta no início de sessão e para associar a assinatura de Apple TV+ à sua conta. Se iniciar sessão na aplicação TV num dispositivo que não seja da marca Apple, a Apple poderá partilhar informação com o fornecedor da plataforma para permitir o funcionamento da aplicação, de modo a que o conteúdo que assinou através da Apple TV apareça na plataforma, e para suportar funcionalidades da plataforma tais como resultados de pesquisa e recomendações personalizadas. Pode incluir informação sobre se abriu a aplicação TV e, se disponível, se assinou Apple TV+ e canais da Apple TV. Se optar por deixar de partilhar a informação de assinatura nas definições da aplicação TV no seu dispositivo de outra marca, poderá limitar a disponibilização de conteúdos da Apple TV na plataforma. Em dispositivos compatíveis que não sejam da marca Apple, pode igualmente escolher se pretende partilhar o que vê, compra ou aluga na aplicação TV, incluindo Apple TV+, canais da Apple TV e outros conteúdos (se disponíveis), com o fornecedor da plataforma. Pode incluir o seu nome de perfil ou outra informação usada para fazer corresponder os seus dados da aplicação TV à sua conta ou perfil no seu dispositivo de outra marca. O fornecedor da plataforma pode usar a sua informação da aplicação TV para disponibilizar funcionalidades da plataforma, como a apresentação dos programas que estão em curso e recomendações personalizadas. Pode desativar esta opção nas definições da aplicação TV no seu dispositivo de outra marca. Em alguns dispositivos, esta ação poderá redirecionar para as definições da plataforma. Se optar por iniciar sessão na aplicação TV num dispositivo que não seja da marca Apple, deverá consultar os termos, políticas de privacidade e práticas do fornecedor da plataforma, para se inteirar dos dados que este recolhe, utiliza e partilha. Retenção de informação Retemos dados pessoais associados às compras, descargas e atividade de visualização na aplicação TV por diferentes períodos de tempo consoante as necessidades comerciais, obrigações contratuais e requisitos legais. No caso de compras e descargas, normalmente é exigido um período mínimo de retenção de 10 anos, mas em algumas regiões, como na China, esse período pode ser de 30 anos. Retemos igualmente um registo das suas compras e descargas pelo menos durante o período de atividade da sua conta, para lhe permitir descarregar esse conteúdo, em conformidade com os nossos termos aplicáveis. Retemos outra informação, como atividade de navegação e pesquisas, durante até dois anos. Alguma informação (por exemplo, as transações efetuadas, mas nunca os detalhes do seu cartão), pode ser retida como parte dos registos empresariais mesmo depois de ter fechado a sua conta ou de deixar de usar a aplicação TV. Quando usa um cartão de pagamento, a Apple pode reter e atualizar automaticamente o seu número de cartão e informação de faturação para compras futuras, transações recorrentes ou outras finalidades por si autorizadas. A Apple pode obter esta informação através da sua instituição financeira ou rede de pagamento, assim como utilizá‑la para evitar fraudes e para fins de verificação. Limpar histórico de reprodução Pode limpar o histórico de reprodução da aplicação TV nas Definições. Na aplicação TV, no dispositivo iOS, iPadOS ou visionOS, vá a Conta > Limpar histórico de reprodução. No tvOS, vá a Definições > Aplicações > TV > Limpar histórico de reprodução. Esta opção remove todos os programas de TV e filmes da lista pessoal e desassocia qualquer histórico de reprodução da sua conta. Aplica‑se aos dados de reprodução que são retidos e usados pela Apple nos dispositivos que usam a mesma conta Apple. Se usar um dispositivo que não seja da marca Apple e optar por partilhar o que vê com o fornecedor da plataforma, limpar o histórico de reprodução não afeta os dados de reprodução que são armazenados pelo fornecedor da plataforma. Deverá consultar os termos, políticas de privacidade e práticas do fornecedor da plataforma para saber se pode apagar os dados armazenados por esse fornecedor. Pode remover elementos específicos da lista pessoal aplicando uma pressão longa no episódio e selecionando “Remover da lista pessoal”. No mesmo menu, se selecionar “Remover dos recentes”, também impedirá que o episódio seja usado para gerar recomendações personalizadas. Contudo, a Apple reterá registos do histórico de reprodução de canais da Apple TV e Apple TV+ para fins de relatórios e requisitos de direitos de autor. Aplicações de terceiros associadas É necessário autorizar a associação das aplicações de terceiros participantes à aplicação TV para começar a partilhar com a Apple o que vê nessas aplicações. Quando configurar a aplicação TV, poderá ser‑lhe pedido que autorize várias aplicações ao mesmo tempo. Algumas dessas aplicações poderão ainda não estar instaladas no seu dispositivo, mas as suas definições serão aplicadas quando decidir instalá‑las. Independentemente de autorizar a associação, pode alterar as preferências de cada aplicação nas Definições. Se, em qualquer altura, decidir que uma das aplicações de terceiros já não deve estar associada à aplicação TV, pode desassociá‑la e a Apple deixará de recolher dados de reprodução dessa aplicação. Na aplicação TV, no dispositivo iOS, iPadOS ou visionOS, vá a Conta > Aplicações associadas, selecione e desative a aplicação de terceiros. No tvOS, selecione e desative a aplicação de terceiros em Definições > Aplicações > TV > Associar a TV. Se remover a associação de uma aplicação de terceiros à aplicação TV, pode igualmente optar por apagar todos os dados anteriormente recolhidos pela Apple sobre conteúdo visualizado escolhendo a opção “Remover e limpar histórico de reprodução”. Pode igualmente, em qualquer altura, optar por apagar toda a informação de reprodução relativa ao conteúdo de terceiros visto na aplicação TV através da limpeza do histórico de reprodução conforme descrito acima. Limpar o histórico de reprodução através de qualquer destas formas limpa unicamente os dados relacionados com as aplicações de terceiros que a Apple armazenou e usou para a aplicação TV. Não afeta, por exemplo, dados de reprodução retidos separadamente pelo fornecedor da aplicação (por exemplo, dentro da própria aplicação ou nos respetivos servidores). Deverá igualmente rever os termos, políticas de privacidade e práticas das aplicações de terceiros participantes de forma a perceber como usam e partilham os dados de reprodução recolhidos e informação relacionada. Recomendações de grupo Se optar por ativar as recomendações de grupo num dispositivo Apple TV, será usada informação sobre os conteúdos que vê para fazer recomendações de grupo a qualquer combinação de utilizadores que tiverem ativado essa opção na mesma Apple TV. Se o grupo incluir uma conta infantil, serão incluídas recomendações para crianças, mas o histórico de reprodução dessa conta não será usado. Pode desativar as recomendações de grupo para a sua conta em qualquer altura. Em Definições > Utilizadores e contas, selecione o seu perfil e, depois, selecione “Para todos”. Prevenir fraude e outras atividades maliciosas Recolhemos dados pessoais também no intuito de prevenir ações fraudulentas e outra atividade maliciosa na aplicação TV. Esta informação inclui informação acerca do tipo do seu dispositivo e a versão do software usado, dados geográficos de localização (aproximada, através da correspondência do endereço IP da sua ligação à internet a uma região geográfica, se disponível), histórico de compras e descargas, assim como outras interações com a aplicação TV. Quando a assinatura se renova automaticamente, a Apple também poderá usar a informação do histórico da relação comercial com a Apple para processar o pedido e determinar se deve ser fornecido acesso contínuo à assinatura antes da autorização do parceiro de pagamentos. Também podemos calcular uma classificação de fidedignidade para o seu dispositivo quando tenta efetuar uma compra. Para o efeito, utilizamos informação sobre a forma como usa o dispositivo, incluindo o número aproximado de chamadas telefónicas e e‑mails que envia ou faz e recebe. O envio foi concebido de forma a que a Apple não consiga obter os valores reais no dispositivo. A classificação é armazenada por um período fixo nos nossos servidores. Base jurídica aplicável para processamento de dados pessoais Processamos os seus dados pessoais na aplicação TV geralmente para a execução do seu contrato com a Apple, conforme necessário para a prestação do serviço e para cumprir as nossas obrigações legais. Solicitamos consentimento quando é a base jurídica adequada, em conformidade com a legislação local aplicável. Nos casos em que a legislação local aplicável o previr, processamos os seguintes dados pessoais conforme necessário para fins do nosso interesse legítimo ou do de terceiros para: • Mostrar conteúdo disponível e relevante para si, incluindo serviços de terceiros. • Verificar a elegibilidade para ofertas, ajudar a melhorar e otimizar o serviço para si e para outras pessoas e enviar‑lhe comunicações acerca da aplicação TV e outros produtos, serviços e ofertas da Apple relacionados que possam ser do seu interesse. • Prevenir fraude e outras atividades maliciosas. Os dados usados incluem: • A sua utilização da aplicação TV, incluindo as funcionalidades que usa (por exemplo, Continuar a ver ou Biblioteca), as pesquisas efetuadas, as suas interações com as notificações, as páginas de conteúdos que explora ou consulta, o que vê, compra, assina e descarrega e a informação sobre erros ou falhas da aplicação. • Detalhes acerca do seu dispositivo e conta. • A classificação de fidedignidade do dispositivo. • A sua localização. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/pt/privacy
ro: Apple TV vă permite să vizionați într‑un singur loc emisiunile TV și filmele favorite. Puteți să vizionați conținutul pe care l‑ați închiriat sau achiziționat de la Apple. În funcție de disponibilitate, puteți, de asemenea, să accesați conținut prin Apple TV+, canalele Apple TV din aplicațiile dvs. video terțe conectate. Puteți accesa tot acest conținut prin intermediul aplicației Apple TV pe toate dispozitivele Apple compatibile care sunt autentificate în același cont Apple. Furnizarea aplicației Apple TV Utilizăm datele dvs. personale pentru a furniza serviciile și funcționalitățile din aplicația Apple TV. Acestea includ informații despre cont și plată, pe care le puteți accesa și modifica în Configurări. Apple colectează informații despre ceea ce achiziționați și ce vizionați în aplicația Apple TV pe oricare dintre dispozitivele dvs. Apple compatibile autentificate în același cont Apple. Apple stochează aceste informații în asociere cu contul dvs. Apple, pentru a putea afișa ceea ce vizionați pe toate dispozitivele dvs. Apple compatibile. Când vă autentificați în aplicații terțe, informații care denotă dacă v‑ați abonat sau nu la serviciile respective sunt utilizate pentru a afișa conținutul disponibil pentru dvs. Dacă îi acordați unei aplicații terțe permisiunea de a se conecta la aplicația Apple TV, Apple va colecta și stoca informații despre conținutul pe care îl vizionați din aplicația respectivă, de pe oricare dintre dispozitivele dvs. compatibile, precum și starea abonamentului dvs. Aplicațiile Apple care oferă conținut compatibil, precum Apple Music și Telecomandă, vor fi conectate automat atunci când începeți să utilizați aplicația Apple TV. Informațiile despre ceea ce vizionați includ ce conținut redați, când l‑ați redat, dispozitivul de pe care l‑ați redat și momentul în care ați suspendat sau oprit vizionarea conținutului. De asemenea, este colectat un istoric detaliat al activității de redare pentru canale Apple TV și Apple TV+. Dacă permiteți ca aplicația Apple TV să vă acceseze localizarea, localizarea dvs. va fi utilizată pentru a determina ce conținut este disponibil în regiunea dvs., inclusiv conținut local precum jocuri live, evenimente și știri. O parte din conținut include reclame relevante din punct de vedere geografic. Îmbunătățirea aplicației Apple TV Apple colectează informații despre modul în care utilizați aplicația Apple TV și contul dvs., inclusiv funcționalitățile pe care le utilizați (de exemplu, secțiunea Continuați vizionarea sau biblioteca), articolele pe care le‑ați căutat, interacțiunile dvs. cu notificările, paginile de conținut pe care le explorați sau vizualizați, informații despre erorile sau blocajele din aplicație și codul dvs. ZIP de facturare. Aceste informații, informațiile despre localizarea aproximativă care nu vă identifică personal, precum și informațiile despre ceea ce vizionați, sunt utilizate pentru a îmbunătăți și optimiza serviciul pentru dvs. și pentru ceilalți utilizatori. Sunt colectate informații despre dispozitivul dvs., precum tipul dispozitivului, canalul comercial prin care a fost obținut dispozitivul, versiunea sistemului de operare și cantitatea de spațiu liber de pe dispozitiv. Aceste informații pot fi utilizate pentru a evalua dacă conținutul solicitat poate fi descărcat, pentru a înțelege tendințele generale despre utilizarea dispozitivelor și stocare și dacă dispozitivul este conectat prin Wi‑Fi sau conexiune celulară. De exemplu, cunoașterea spațiului liber de pe dispozitiv a dat posibilitatea dezvoltării funcționalității care vă permite să cumpărați un film pe iPhone fără a‑l descărca la momentul achiziției. Dacă utilizați SharePlay pentru a viziona conținut împreună cu alți utilizatori, aplicația Apple TV va colecta informația că ați vizionat conținutul respectiv în timpul unei sesiuni SharePlay și numărul de dispozitive care au participat la sesiune, dar nu colectează nicio informație pentru a identifica participanții unei sesiuni SharePlay. Utilizăm datele căutărilor legate de Apple TV pentru a îmbunătăți modelele care stau la baza Apple TV. De exemplu, interogările agregate ale căutărilor legate de Apple TV sunt utilizate pentru a perfecționa modelul de căutare în Apple TV. Personalizarea aplicației Apple TV Aplicația Apple TV este personalizată pentru a vă ajuta să descoperiți conținutul cel mai relevant pentru dvs. De exemplu, vă recomandăm filme despre care credem că v‑ar interesa pe baza celor pe care le‑ați vizionat anterior. Pentru a oferi personalizare, utilizăm informații care includ ceea ce vizionați, achizițiile, abonamentele, descărcările, istoricul de explorare și alte activități pe care le realizați în aplicația Apple TV, precum și informații din contul dvs., cum ar fi ce vârstă aveți. Dacă nu doriți ca Apple să utilizeze informațiile despre ceea ce vizionați pe acest dispozitiv în aplicația Apple TV pentru personalizare pe toate dispozitivele compatibile cu aplicația Apple TV, puteți dezactiva funcționalitatea “Utilizare istoric de redare” în Configurări. Pe un dispozitiv iOS, iPadOS, visionOS sau tvOS, accesați Configurări > Aplicații > TV > Utilizare istoric de redare. Puteți dezactiva funcționalitățile de personalizare din App Store, Apple Books, iTunes Store, Apple TV, Apple Podcasts și pentru abonamentele de la Apple prin dezactivarea recomandărilor personalizate pentru contul dvs. Apple. Pe un dispozitiv iOS, iPadOS sau visionOS, accesați Configurări > [numele dvs.] > Multimedia și achiziții > Afișați contul, apoi apăsați pentru a dezactiva “Recomandări personalizate”. În aplicația Apple TV de pe Mac, accesați Cont > Configurări cont > Configurări. Comunicarea cu dvs. Apple poate utiliza informații despre contul dvs., precum produsele Apple pe care le dețineți, abonamentele la servicii Apple, aplicațiile Apple pe care le descărcați și codul ZIP de facturare, pentru a vă trimite comunicări despre aplicația Apple TV și alte produse, servicii și oferte Apple care v‑ar putea interesa, inclusiv Apple One. Detalii despre dispozitivul dvs., precum numărul serial al acestuia sau detalii despre abonamentele dvs. App Store relevante pot fi utilizate pentru a verifica eligibilitatea dvs. pentru oferte Apple. Dacă faceți parte dintr‑un grup de Partajare familială, Apple vă poate trimite comunicări despre produsele, serviciile și ofertele disponibile pentru dvs. prin Partajare familială. Dacă achiziționați un abonament Apple One, este posibil să vă trimitem e‑mailuri și notificări Push despre funcționalitățile fiecăruia dintre serviciile la care v‑ați abonat. De asemenea, Apple poate utiliza informații despre activitatea dvs. în cadrul aplicației Apple TV pentru a vă trimite e‑mailuri și notificări Push despre noi funcționalități, conținut și oferte disponibile în aplicația Apple TV. Vă puteți schimba preferințele legate de e‑mail și puteți opta împotriva primirii acestor e‑mailuri accesând account.apple.com. Pentru a actualiza preferințele legate de notificări pe un dispozitiv iOS, iPadOS sau visionOS, accesați Configurări > Notificări > TV. Publicitatea În aplicația Apple TV, dacă acordați aplicației Apple TV permisiunea de a vă accesa localizarea, localizarea dvs. poate fi utilizată pentru a furniza reclame relevante din punct de vedere geografic. Pentru alte aplicații, precum App Store, Apple News și Bursa, dacă opțiunea “Reclame personalizate” este activată, platforma publicitară Apple poate utiliza informațiile dvs., inclusiv informații despre filmele și emisiunile TV pe care le‑ați achiziționat de la Apple, pentru a vă furniza reclame în acele aplicații care sunt mai relevante pentru dvs. Dacă nu doriți să recepționați reclame direcționate în funcție de interesele dvs. de la platforma publicitară Apple, puteți opta să dezactivați opțiunea “Reclame personalizate”. Dezactivarea opțiunii “Reclame personalizate” va împiedica Apple să utilizeze informațiile dvs. pentru direcționarea reclamelor. Este posibil ca numărul reclamelor recepționate să nu scadă, dar reclamele ar putea fi mai puțin relevante pentru dvs. Puteți schimba configurările pentru Reclame personalizate accesând Configurări > Intimitate și securitate > Publicitate Apple. Aflați mai multe despre publicitatea Apple și intimitate la www.apple.com/legal/privacy/data/ro/apple-advertising. Aflați despre modul în care puteți opta împotriva reclamelor personalizate în App Store, Apple News și Bursa la adresa support.apple.com/105131. Partajarea cu terțe părți Furnizăm unele date nepersonale publicitarilor și partenerilor strategici care colaborează cu Apple pentru furnizarea produselor și serviciilor noastre, care sprijină Apple în vederea distribuirii acestora către clienți și vând în numele Apple reclame de afișat în App Store, Apple News și Bursa. De exemplu, putem partaja date nepersonale despre tranzacțiile, activitatea de vizionare și regiunea dvs., precum și date demografice agregate despre utilizatori, cum ar fi grupa de vârstă și genul (care poate fi dedus din informații cum ar fi numele dvs. și formula de salut din contul Apple), cu partenerii strategici Apple TV, cum ar fi proprietarii de conținut, pentru a le da acestora posibilitatea să își măsoare performanțele lucrărilor de creație, să respecte cerințele legate de redevențe și contabilitate și să își îmbunătățească produsele și serviciile. Dacă furnizorul dvs. de rețea mobilă oferă abonamente la Apple TV+ și perioade de încercare gratuită, Apple poate verifica numărul dvs. de telefon pentru a determina dacă sunteți eligibil(ă) prin intermediul unui furnizor de rețea mobilă partener. Dacă vă înscrieți pentru un abonament Apple TV+ sau pentru o perioadă de încercare gratuită prin intermediul furnizorului de rețea mobilă sau a altui partener Apple, Apple va utiliza numărul dvs. de telefon sau un identificator de cont unic partajat de partener pentru identificarea contului dvs. și pentru a aduce la cunoștința furnizorului de rețea mobilă sau a celuilalt partener faptul că v‑ați activat abonamentul. Numărul de telefon sau identificatorul unic asociat cu abonamentul va fi utilizat pentru verificarea contului dvs. la autentificare și pentru conectarea abonamentului dvs. Apple TV+ cu respectivul cont. Dacă vă autentificați în aplicația Apple TV de pe un dispozitiv non‑Apple, Apple poate partaja informații cu furnizorul platformei respective pentru a permite funcționarea aplicației, astfel încât conținutul din abonamentele dvs. Apple TV să apară pe platformă, și pentru a susține funcționalități ale platformei, precum oferirea rezultatelor căutărilor și recomandărilor personalizate. Acestea pot include informații care denotă dacă ați deschis sau nu aplicația Apple TV și, după caz, dacă v‑ați abonat sau nu la Apple TV+ și canalele Apple TV. Puteți opta să opriți partajarea informațiilor despre abonamentul dvs. în configurările aplicației Apple TV de pe dispozitivul non‑Apple, însă acest lucru poate limita modalitățile în care conținutul Apple TV apare pe platforma respectivă. Pe dispozitivele non‑Apple compatibile, puteți opta să partajați ceea ce vizionați, cumpărați sau închiriați în aplicația Apple TV, inclusiv Apple TV+, canalele Apple TV și celelalte tipuri de conținut (după caz), cu furnizorul platformei terțe pe care o utilizați. Sunt incluse aici numele profilului dvs. sau alte informații utilizate pentru a asocia datele din aplicația Apple TV cu contul sau profilul dvs. de pe dispozitivul non‑Apple. Furnizorul platformei poate utiliza informațiile dvs. din aplicația Apple TV pentru a face posibile funcționalități ale platformei, cum ar fi afișarea emisiunilor în curs de vizionare și recomandări personalizate. Puteți dezactiva această opțiune accesând configurările aplicației Apple TV de pe dispozitivul dvs. non‑Apple. Pe unele dispozitive, este posibilă redirecționarea dvs. la configurările platformei. Dacă optați să vă autentificați în aplicația Apple TV de pe un dispozitiv non‑Apple, ar trebui să consultați clauzele, politicile de confidențialitate și practicile furnizorului platformei respective pentru a înțelege ce date colectează, utilizează și partajează acesta. Retenția Datele personale asociate cu achizițiile, descărcările și activitatea de vizionare din aplicația Apple TV sunt reținute pentru diferite perioade de timp, în funcție de necesitățile comerciale, obligațiile contractuale și cerințele legale. Pentru achiziții și descărcări, este adesea necesară o perioadă de retenție de minimum zece ani, dar, în regiuni precum China, perioada respectivă poate fi de 30 de ani. Reținem, de asemenea, o înregistrare a achizițiilor și descărcărilor dvs. de conținut cel puțin atât timp cât aveți un cont la noi pentru a vă permite să descărcați conținutul respectiv, în conformitate cu clauzele aplicabile. Reținem alte informații, precum activitatea de explorare și căutările, timp de până la doi ani. Unele informații, precum tranzacțiile, dar nu și detaliile stocate referitoare la cardurile de credit, pot fi reținute ca înregistrări comerciale chiar și după ce vă închideți contul sau încetați utilizarea aplicației Apple TV. Când utilizați un card de plată, Apple poate reține și actualiza automat numărul cardului și informațiile de facturare pentru achiziții viitoare, tranzacții recurente sau alte utilizări autorizate de dvs. Apple poate obține aceste informații de la instituția dvs. financiară sau rețeaua de plată și le poate utiliza, de asemenea, pentru prevenirea fraudelor și verificare. Degajarea istoricului de redare Vă puteți degaja istoricul de redare din aplicația Apple TV în Configurări. În aplicația Apple TV de pe un dispozitiv iOS, iPadOS sau visionOS, accesați Cont > Degajați istoricul de redare. Pe tvOS, accesați Configurări > Aplicații > TV > Degajați istoricul de redare. Toate emisiunile TV și filmele vor fi eliminate din “Lista de vizionare”, iar orice istoric de redare va fi disociat de contul dvs. Acest lucru va fi valabil pentru datele dvs. de redare care sunt păstrate și utilizate de Apple pe dispozitivele care utilizează același cont Apple. Dacă utilizați un dispozitiv non‑Apple și ați optat să partajați ceea ce vizionați cu furnizorul platformei respective, degajarea istoricului de redare nu va afecta datele de redare care sunt stocate de furnizorul platformei. Este recomandat să analizați clauzele, politicile de confidențialitate și practicile furnizorului platformei pentru a înțelege dacă puteți șterge datele stocate de furnizorul respectiv. Puteți elimina articole individuale din “Lista de vizionare” apăsând lung pe episod și selectând «Eliminați din “Lista de vizionare”». În același meniu, dacă selectați Eliminați din Vizionate recent, episodul va fi înlăturat, de asemenea, dintre cele utilizate pentru a genera recomandări personalizate. Cu toate acestea, Apple va reține înregistrări ale istoricului dvs. de redare din canalele Apple TV și Apple TV+ pentru a respecta cerințe legate de raportare și redevențe. Aplicații terțe conectate Pentru a începe să partajați cu Apple ceea ce vizionați din aplicațiile terțe participante, trebuie să le acordați aplicațiilor respective permisiunea de a fi conectate la aplicația Apple TV. Atunci când configurați aplicația Apple TV, este posibil să vi se ceară să acordați permisiunea pentru mai multe aplicații simultan. Este posibil ca unele dintre aplicații să nu fie încă instalate pe acel dispozitiv, iar preferințele dvs. vor fi aplicate dacă sunt instalate ulterior. Indiferent dacă acordați permisiune sau nu, vă veți putea schimba preferințele pentru fiecare aplicație în Configurări. În orice moment, dacă decideți că nu mai doriți ca una dintre aplicațiile terțe să fie conectată la aplicația Apple TV, puteți deconecta acea aplicație de la aplicația Apple TV, iar Apple va opri colectarea datelor dvs. de redare pentru aplicația terță respectivă. În aplicația Apple TV de pe un dispozitiv iOS, iPadOS sau visionOS, accesați Cont > Aplicații conectate, selectați aplicația terță și dezactivați‑o. Pe tvOS, accesați Configurări > Aplicații > TV > Conectare la TV, selectați aplicația terță și dezactivați‑o. Când eliminați o aplicație terță din aplicația Apple TV, puteți opta, de asemenea, pentru ștergerea tuturor datelor de redare pe care Apple le‑a colectat despre conținutul pe care l‑ați vizionat din aplicația respectivă alegând opțiunea Eliminați și degajați istoricul de redare. De asemenea, puteți opta oricând să ștergeți toate datele de redare pe care Apple le‑a colectat despre conținutul terț pe care l‑ați vizionat în aplicația Apple TV prin degajarea istoricului de redare, conform celor descrise mai sus. Degajarea istoricului de redare în oricare dintre circumstanțele descrise degajează doar datele de redare ale aplicației terțe care sunt păstrate și utilizate de Apple pentru aplicația Apple TV. Aceasta nu afectează datele de redare care sunt păstrate separat de furnizorul aplicației terțe (de exemplu, în cadrul propriei aplicații sau pe propriile servere). Este recomandat să examinați termenele, politicile de confidențialitate și practicile aplicațiilor terțe participante pentru a înțelege modul în care acestea utilizează și partajează datele dvs. de redare și informațiile asociate. Recomandări de grup Dacă optați să activați funcționalitatea “Recomandări de grup” pe un dispozitiv Apple TV, informațiile despre ce vizionați vor fi utilizate pentru a realiza recomandări de grup cu orice combinație de utilizatori care au optat pentru funcționalitate pe același Apple TV. Dacă grupul include conturi pentru copii, vor fi incluse recomandări pentru copii, dar istoricul lor de vizionare nu va fi utilizat. Puteți dezactiva oricând recomandările de grup pentru contul dvs. accesând Configurări > Utilizatori și conturi, selectând profilul, apoi selectând “Pentru toți utilizatorii”. Prevenirea fraudelor și a activităților rău intenționate De asemenea, colectăm date personale pentru a preveni fraudele și alte activități răuvoitoare în aplicația Apple TV. Aceste date includ informații precum tipul dispozitivului și versiunea software, informații de localizare (dacă sunt disponibile, aproximate prin corelarea adresei IP a conexiunii dvs. la internet cu o regiune geografică), istoricul descărcărilor și achizițiilor, precum și alte interacțiuni cu aplicația Apple TV. Atunci când abonamentul dvs. este configurat pentru a se reînnoi automat, Apple poate utiliza și informații despre istoricul relației dvs. comerciale cu Apple pentru a procesa solicitarea și a determina dacă să furnizeze acces continuu la abonamentul dvs. înaintea autorizării de către partenerul de plată. De asemenea, putem calcula un scor de încredere pentru dispozitivul dvs. atunci când încercați să realizați o achiziție, utilizând informații despre modul în care vă utilizați dispozitivul, inclusiv numărul aproximativ de apeluri telefonice sau de e‑mailuri pe care le trimiteți sau le primiți. Trimiterea este concepută în așa fel încât Apple să nu poată afla valorile subiacente de pe dispozitivul dvs. Scorul este stocat pentru o perioadă fixă de timp pe serverele noastre. Temei juridic aplicabil pentru procesarea datelor personale În general, procesăm datele dvs. personale în aplicația Apple TV pentru executarea contractului dvs. cu Apple, așa cum este necesar pentru furnizarea serviciului și în scopul respectării obligațiilor legale. În cazul în care consimțământul este temeiul legal corespunzător, îl solicităm conform legilor locale în vigoare. În cazul în care legislația locală în vigoare prevede acest lucru, procesăm date personale, așa cum este necesar în scopul intereselor legitime ale noastre sau ale terților, pentru: • Afișarea conținutului disponibil și relevant pentru dvs., inclusiv de la servicii terțe • Verificarea eligibilității pentru oferte, îmbunătățirea și optimizarea serviciului pentru dvs. și pentru ceilalți utilizatori, precum și trimiterea de comunicări despre aplicația Apple TV și alte produse, servicii și oferte Apple care v‑ar putea interesa • Prevenirea fraudelor și a activităților rău intenționate Datele utilizate includ: • Modul în care utilizați aplicația Apple TV, inclusiv funcționalitățile pe care le utilizați (de exemplu, “Continuați vizionarea” sau biblioteca), articolele pe care le‑ați căutat, interacțiunile dvs. cu notificările, paginile de conținut pe care le explorați sau vizualizați, conținutul pe care îl vizionați, achiziționați, descărcați și la care vă abonați, precum și informații despre erori sau blocări în aplicație • Detalii despre dispozitivul și contul dvs. • Scorul de încredere al dispozitivului • Localizarea dvs. Informații colectate de Apple vor fi în permanență tratate în conformitate cu politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Приложение Apple TV объединило в себе все Ваши любимые телешоу и фильмы. Вы можете просматривать контент, который Вы взяли напрокат или приобрели у Apple. По мере доступности Вы также можете получать доступ к контенту Apple TV+, каналам Apple TV и контенту из сторонних приложений. Для доступа к контенту достаточно войти в приложение Apple TV на поддерживаемых устройствах, на которых выполнен вход в один и тот же Аккаунт Apple. Данные для приложения Apple TV Чтобы обеспечивать работу сервисов и функций в приложении Apple TV, мы используем Ваши персональные данные. Указанная личная информация содержит данные учетной записи и платежные данные, которые можно просмотреть и изменить в Настройках. Apple собирает информацию о том, какой контент Вы покупаете и что смотрите в приложении Apple TV на всех поддерживаемых устройствах Apple, где выполнен вход с одним и тем же Аккаунтом Apple. Apple хранит эту информацию, связанную с Вашим Аккаунтом Apple, чтобы синхронизировать просматриваемый контент между всеми Вашими поддерживаемыми устройствами. Когда Вы входите в приложения сторонних разработчиков, информация о том, оформили ли Вы подписку на эти сервисы, используется для отображения доступного Вам контента. Если разрешить стороннему приложению подключаться к приложению Apple TV, Apple также будет собирать и хранить информацию о просматриваемом контенте в этом приложении на любых Ваших поддерживаемых устройствах Apple, а также сведения о статусе Вашей подписки. Приложения Apple с поддерживаемым контентом, например Музыка или Пульт, будут подключаться автоматически при запуске приложения Apple TV. Информация о просматриваемом контенте будет содержать данные о том, какой контент был воспроизведен, когда и на каком устройстве, а также в какой момент Вы нажали на паузу или остановили просмотр. Мы также собираем подробную информацию обо всех действиях, связанных с просмотром каналов Apple TV и Apple TV+. Если Вы предоставили приложению Apple TV доступ к своей геопозиции, Ваша геопозиция также используется для определения того, какой контент доступен в Вашем регионе, в том числе такой местный контент, как прямые трансляции матчей, событий и новостей. Некоторый контент содержит рекламу, уместную там, где Вы находитесь. Улучшение приложения Apple TV Apple собирает информацию о том, как Вы используете приложение Apple TV и свою учетную запись, в том числе о функциях, которые Вы задействуете (например, список «Продолжить просмотр» или медиатеку), о Ваших поисковых запросах, Ваших взаимодействиях с уведомлениями и просмотренных страницах контента, а также информацию об ошибках и сбоях приложения и Ваш почтовый индекс для выставления счетов. Мы используем эту информацию, сведения о приблизительной геопозиции, не идентифицирующие Вас лично, и информацию о том, что Вы смотрите, чтобы улучшать и оптимизировать сервис для Вас и других пользователей. Мы также собираем информацию о Вашем устройстве, например о типе устройства, способе его приобретения, версии операционной системы и объеме свободного места на устройстве. Мы можем использовать эту информацию, чтобы оценить возможность загрузки запрошенного контента, выявить общие тенденции использования устройства и хранилища, а также узнать, подключено ли устройство к Wi‑Fi или сотовой сети. Например, информация об объеме свободного места на Вашем устройстве обеспечивает работу функции, которая позволяет Вам покупать фильмы на iPhone без необходимости загружать их в момент покупки. Если Вы используете SharePlay, чтобы смотреть контент вместе с другими пользователями, приложение Apple TV собирает данные о контенте, просмотренном на сеансе SharePlay, и количестве устройств, участвовавших в сеансе. Приложение Apple TV не собирает данные, чтобы установить личности участников сеанса SharePlay. Apple использует данные о поиске в приложении Apple TV для совершенствования моделей, на основе которых работает это приложение. Например, обобщенные данные поисковых запросов в Apple TV используются для повышения точности и эффективности поисковой модели Apple TV. Персонализация приложения Apple TV Компания Apple персонализирует приложение Apple TV, чтобы предлагать Вам наиболее подходящий контент. Например, Apple рекомендует фильмы, которые могут Вам понравиться, на основе данных о том, какой контент Вы смотрели ранее. Для персонализации функций мы используем информацию о просмотренном контенте, покупках, подписках, загрузках, переходах и других действиях в приложении Apple TV, а также данные Вашей учетной записи, например возраст. Если Вы не хотите, чтобы компания Apple использовала информацию о том, что Вы смотрите на этом устройстве в приложении Apple TV, и с учетом этого персонализировала функции приложения на всех поддерживающих его устройствах, выключите параметр «Использование истории» в Настройках. На устройстве iOS, iPadOS, visionOS или tvOS откройте «Настройки» > «Приложения» > «TV» > «Использование истории». Чтобы выключить функции персонализации в App Store, iTunes Store, приложениях Apple TV, «Книги» и «Подкасты», а также для подписок на сервисы Apple, выключите параметр «Персональные рекомендации» для своего Аккаунта Apple. На устройстве iOS, iPadOS или visionOS откройте «Настройки» > [Ваше имя] > «Контент и покупки» > «Просмотреть» и касанием выключите параметр «Персональные рекомендации». В приложении Apple TV на Mac перейдите в меню «Учетная запись» > «Настройки учетной записи» > «Настройки». Обратная связь Apple может использовать информацию о Вашей учетной записи (например о том, какие продукты Apple и подписки на сервисы Apple у Вас есть, какие приложения Apple Вы загружаете и какой используете почтовый индекс для выставления счетов), чтобы отправлять Вам информацию о приложении Apple TV и о других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать, в том числе о подписке Apple One. Сведения о Вашем устройстве, такие как его серийный номер или информация о действующих подписках в App Store, могут быть использованы для того, чтобы определять Вам подходящие предложения Apple. Если Вы состоите в группе Семейного доступа, Apple может отправлять Вам информацию о продуктах, сервисах и предложениях, которые Вы можете использовать в рамках Семейного доступа. Если у Вас есть подписка Apple One, компания Apple может отправлять Вам электронные письма и push‑уведомления о функциях, которые доступны в тех сервисах, на которые Вы подписаны. Apple также может использовать информацию о том, как Вы используете приложение Apple TV, чтобы отправлять Вам электронные письма и push-уведомления о новых функциях, контенте и предложениях, доступных в приложении Apple TV. Вы можете изменить настройки электронной почты и отписаться от этой рассылки на account.apple.com. Чтобы изменить настройки уведомлений на устройстве iOS, iPadOS или visionOS, откройте «Настройки» > «Уведомления» > «TV». Реклама Если Вы разрешили приложению Apple TV доступ к своей геопозиции, оно может использовать эти данные для отображения географически релевантной рекламы. Что касается других приложений, например App Store, Apple News и «Акции», рекламная платформа Apple может использовать информацию о Вас для показа наиболее релевантных рекламных объявлений в этих приложениях, если включен параметр «Контекстная реклама». Используемая информация может включать то, которые фильмы и телешоу Вы покупаете у Apple. Если Вы не хотите получать от рекламной платформы Apple объявления, подобранные с учетом Ваших интересов, Вы можете выключить параметр «Контекстная реклама». Если Вы выключите параметр «Контекстная реклама», Apple не сможет показывать Вам таргетированную рекламу на основе информации о Вас. При этом количество получаемой Вами рекламы может не уменьшиться, но объявления могут быть менее релевантными для Вас. Чтобы изменить настройки отображения контекстной рекламы, откройте «Настройки» > «Конфиденциальность и безопасность» > «Реклама от Apple». Подробнее о Рекламе от Apple и конфиденциальности: www.apple.com/ru/legal/privacy/data/ru/apple-advertising. Подробнее о том, как отказаться от контекстной рекламы в App Store, Apple News и приложении «Акции»: support.apple.com/105131. Предоставление информации третьим сторонам Мы предоставляем некоторые обезличенные данные рекламодателям и стратегическим партнерам, которые работают совместно с Apple над нашими продуктами и сервисами, а также помогают вести маркетинговую деятельность и продавать рекламные услуги от имени Apple в App Store, Apple News и приложении «Акции». Например, мы можем предоставлять обезличенные данные о купленном и просмотренном Вами контенте, о Вашем регионе, а также обобщенную информацию о пользователе, такую как возрастная группа и пол (установленный на основании Вашего имени и выбранного приветствия в Аккаунте Apple), стратегическим партнерам Apple TV, например владельцам контента, чтобы они могли оценивать эффективность своей работы, выполнять требования по выплате гонораров и бухгалтерскому учету, а также улучшать свои продукты и сервисы. Если Ваш оператор сотовой связи предлагает подписки и бесплатные пробные периоды Apple TV+, Apple может проверить Ваш номер телефона, чтобы определить, можете ли Вы воспользоваться партнерским предложением оператора сотовой связи. Если Вы приобретаете подписку или бесплатный пробный период Apple TV+ через оператора сотовой связи или другого партнера Apple, компания Apple будет использовать Ваш номер телефона или уникальный идентификатор учетной записи, предоставленный компанией-партнером, для идентификации Вашей учетной записи и для того, чтобы оператор сотовой связи или другая компания-партнер могли узнать об активации Вашей подписки. Связанные с подпиской номер телефона или уникальный идентификатор необходимы для проверки учетной записи при входе и для подключения Вашей подписки на Apple TV+ к этой учетной записи. Если Вы входите в приложение Apple TV на устройстве другого производителя, то для обеспечения работы приложения компания Apple может передавать информацию провайдеру платформы. Это необходимо для того, чтобы на платформе отображался контент из Ваших подписок в Apple TV, а также для поддержки таких функций платформы, как выдача результатов поиска и персональные рекомендации. Такая информация может включать сведения о том, открывали ли Вы приложение Apple TV и, если доступно, оформляли ли подписку на Apple TV+ и каналы Apple TV. Отказаться от передачи информации о своих подписках можно в настройках приложения Apple TV на устройстве другого производителя, однако это может ограничить возможности отображения контента Apple TV на платформе. На поддерживаемых устройствах других производителей можно выбрать, хотите ли Вы делиться информацией о том, что смотрите, покупаете или берете напрокат в приложении Apple TV (включая Apple TV+, каналы Apple TV и другой контент, если доступно), с провайдером Вашей сторонней платформы. К этой информации может относиться имя Вашего профиля или другие сведения, используемые для сопоставления данных из приложения Apple TV с Вашей учетной записью или профилем на устройстве другого производителя. Провайдер платформы может использовать Вашу информацию из приложения Apple TV, чтобы обеспечивать работу ее определенных функций, таких как отображение сериалов и телешоу в процессе просмотра и персональных рекомендаций. Вы можете выключить эту функцию, перейдя в настройки приложения Apple TV на устройстве другого производителя. На некоторых устройствах это действие может привести Вас в настройки самой платформы. Если Вы решаете войти в приложение Apple TV на устройстве другого производителя, ознакомьтесь с политикой конфиденциальности, практиками, а также условиями и положениями провайдера платформы, чтобы понимать, какие данные он собирает, использует и передает. Хранение данных Мы храним персональные данные, связанные с Вашими покупками, загрузками и просмотром контента в приложении Apple TV. Срок хранения этих данных зависит от рабочих целей компании, договорных обязательств и положений законодательства. Для покупок и загрузок этот период обычно составляет не менее 10 лет, но в таких регионах, как Китай, может достигать 30 лет. Apple также хранит сведения о Ваших покупках и загрузках контента как минимум в течение срока существования Вашей учетной записи, чтобы Вы могли загружать указанный контент в соответствии с применимыми условиями. Прочая информация, такая как история просмотров и поисковых запросов, хранится не более двух лет. Некоторые данные, например о транзакциях (но не сохраненные данные Ваших банковских карт), могут оставаться в бухгалтерских документах даже после того, как Вы удалите свою учетную запись и прекратите использовать приложение Apple TV. Когда Вы пользуетесь платежной картой, Apple может сохранять и автоматически обновлять номер Вашей карты и платежную информацию для будущих покупок, повторяющихся транзакций и других одобренных Вами действий. Apple может получать эту информацию от Вашего финансового учреждения или платежной системы, а также использовать эту информацию для предотвращения мошенничества и проверки данных. Очистка истории воспроизведения В Настройках Вы можете очистить историю воспроизведения контента в приложении Apple TV. В приложении Apple TV на устройстве iOS, iPadOS или visionOS откройте меню «Учетная запись» > «Очистить историю воспроизведения». На устройстве tvOS откройте «Настройки» > «Приложения» > «TV» > «Очистка истории воспроизведения». После этого все фильмы, сериалы и телешоу будут удалены из Вашего списка просмотра, а история воспроизведения больше не будет связана с Вашим Аккаунтом. Это изменение также коснется Ваших данных о воспроизведении, которые Apple хранит и использует на всех устройствах, где выполнен вход с одним и тем же Аккаунтом Apple. Если Вы используете устройство другого производителя и решили сообщать провайдеру платформы информацию о том, какой контент Вы смотрите, то очистка истории воспроизведения не повлияет на данные о просмотрах, которые хранятся у провайдера платформы. Ознакомьтесь с политикой конфиденциальности, практиками, а также условиями и положениями провайдера платформы, чтобы оценить, есть ли у Вас возможность удалить данные, хранящиеся у этого провайдера. Вы можете удалить определенные объекты из своего списка. Для этого нажмите и удерживайте серию, затем выберите «Удалить из списка». Если в том же меню выбрать «Удалить из недавно просмотренных», серия больше не будет учитываться при составлении рекомендаций для Вас. Тем не менее Apple сохранит записи о просмотре каналов Apple TV или контента Apple TV+ для бухгалтерского учета и выплаты гонораров. Связанные сторонние приложения Компания Apple сможет получать информацию о том, что какой контент Вы смотрите в сторонних приложениях, только если Вы разрешите этим приложениям связываться с приложением Apple TV. При настройке приложения Apple TV Вам может быть предложено одобрить несколько приложений одновременно. Некоторые из этих приложений могут быть не установлены на устройстве. В таком случае разрешение начнет действовать после их установки. Вне зависимости от того, дадите ли Вы разрешение, Вы сможете изменить свой выбор для каждого из приложений в Настройках. В любое время Вы можете разорвать связь любого приложения стороннего разработчика с приложением Apple TV: запретите этому стороннему приложению подключаться к приложению Apple TV, и Apple прекратит собирать данные о воспроизведении контента в этом стороннем приложении. В приложении Apple TV на устройстве iOS, iPadOS или visionOS откройте меню «Учетная запись» > «Связанные приложения», выберите стороннее приложение и выключите его. На устройстве tvOS откройте «Настройки» > «Приложения» > «TV» > «Подключить к приложению "TV"», выберите стороннее приложение и выключите его. При удалении стороннего приложения из приложения Apple TV Вы также можете удалить всю собранную Apple информацию о воспроизведении контента, который Вы смотрели в этом приложении. Для этого выберите параметр «Удалить и очистить историю». Вы также можете в любое время удалить всю собранную Apple информацию о воспроизведении стороннего контента, который Вы смотрели в приложении Apple TV. Для этого очистите историю воспроизведения, как описано выше. В любом из описанных случаев очистка истории воспроизведенного Вами контента приводит исключительно к стиранию данных о стороннем контенте, которые Apple хранит и использует для работы приложения Apple TV. Это не влияет на данные о воспроизведении, которые сторонние провайдеры хранят самостоятельно (например, в своих приложениях или на серверах). Мы также рекомендуем ознакомиться с условиями использования, политикой конфиденциальности и практиками сторонних приложений, чтобы Вы могли оценить, как они используют и передают информацию о просмотре контента. Групповые рекомендации Если Вы решите включить функцию «Групповые рекомендации» на устройстве с приложением Apple TV, информация о том, что Вы смотрите, будет использована для создания групповых рекомендаций при любой комбинации подключенных пользователей того же Apple TV. Если в группе есть детская учетная запись, рекомендации для детей будут включены, но история просмотров детского контента использоваться не будет. В любое время Вы можете выключить групповые рекомендации для своей учетной записи. Для этого откройте «Настройки» > «Пользователи и учетные записи», выберите свой профиль, затем выберите «Для всех». Предотвращение мошенничества и других вредоносных действий Мы также собираем персональные данные, чтобы предотвращать мошенничество и другие вредоносные действия в приложении Apple TV. К этой информации относятся сведения об устройстве, в том числе тип устройства и версия ПО, геопозиция (определяется приблизительно путем сопоставления IP‑адреса Вашего интернет-подключения с географическим регионом, если это возможно), а также история загрузок, покупок и прочих взаимодействий с приложением Apple TV. Если Вы настроили автоматическое продление своей подписки, Apple также может использовать информацию о Вашей истории взаимодействий с Apple, чтобы обработать этот запрос и определить, можно ли предоставить Вам непрерывный доступ к контенту по подписке, не дожидаясь завершения авторизации через платежного партнера. Когда Вы совершаете покупку, мы также можем вычислять на Вашем устройстве индекс доверия устройству. Этот индекс рассчитывается на основе информации о том, как Вы используете устройство, в том числе сколько вызовов примерно совершаете и сколько электронных писем отправляете и получаете. Отправка индекса выполняется таким образом, что Apple не получает данные Вашего устройства, на основе которых рассчитан этот индекс. Индекс доверия хранится в течение определенного времени на наших серверах. Применимое правовое обоснование для обработки персональных данных Как правило, мы обрабатываем Ваши персональные данные в приложении Apple TV в целях соблюдения условий Вашего договора с Apple, для обеспечения работы сервиса, а также для исполнения наших юридических обязательств. Если получение согласия от пользователя обусловлено правовой нормой, Apple запрашивает его в соответствии с действующим местным законодательством. Если это предусмотрено действующим местным законодательством, в целях соблюдения наших законных интересов или интересов третьей стороны мы обрабатываем персональные данные в следующих целях: • Отображение доступного и релевантного для Вас контента, в том числе от сторонних сервисов. • Проверка доступности предложений для Вас, совершенствование и оптимизация сервиса для Вас и других пользователей и отправка Вам сообщений о приложении Apple TV и других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать. • Предотвращение мошенничества и других вредоносных действий. К используемым данным относятся следующие: • Сведения об использовании Вами приложения Apple TV, в том числе о функциях, которые Вы задействуете (например, «Продолжить просмотр» или медиатеку). Помимо прочего, мы собираем данные о Ваших поисковых запросах, взаимодействиях с уведомлениями, просмотренных страницах контента, о том, что Вы смотрите, покупаете, на что подписываетесь и что загружаете, а также информацию об ошибках и сбоях приложения. • Сведения о Вашем устройстве и Вашей учетной записи. • Индекс доверия устройству. • Ваша геопозиция. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com/ru/privacy.
sk: Apple TV vám umožňuje na jednom mieste sledovať vaše obľúbené TV seriály a filmy. Môžete sledovať obsah, ktorý ste si vypožičali alebo kúpili od spoločnosti Apple. V prípade dostupnosti môžete tiež získať prístup k obsahu cez Apple TV+, kanálom Apple TV a z pripojených apiek tretích strán určených na prehrávanie videí. Prístup k celému tomuto obsahu môžete získať pomocou apky Apple TV na všetkých svojich podporovaných zariadeniach, ktoré sú prihlásené použitím rovnakého Apple účtu. Poskytovanie apky Apple TV Na poskytovanie služieb a funkcií apky Apple TV používame vaše osobné údaje. Medzi tieto informácie patria informácie z vášho účtu a platobné údaje, ktoré si môžete prezerať a upravovať v Nastaveniach. Spoločnosť Apple zhromažďuje informácie o vašich nákupoch a o obsahu, ktorý sledujete v apke Apple TV na všetkých vašich podporovaných Apple zariadeniach, ktoré sú prihlásené použitím rovnakého Apple účtu. Spoločnosť Apple ukladá tieto informácie spolu s vaším Apple účtom, aby bolo možné zobraziť obsah, ktorý sledujete na všetkých svojich podporovaných Apple zariadeniach. Keď sa prihlásite v apkách tretích strán, informácia o tom, či ste sa na odber daných služieb prihlásili, budú použité na zobrazenie obsahu, ktorý je pre vás dostupný. Ak apke tretej strany povolíte pripojenie k apke Apple TV, spoločnosť Apple bude zhromažďovať a uchovávať informácie zo všetkých podporovaných zariadení o tom, čo v tejto apke pozeráte, a tiež o stave vášho odberu. Keď začnete používať apku Apple TV, automaticky sa pripoja apky Apple s podporovaným obsahom, ako je napríklad Apple Music a Ovládač. Informácie o obsahu, ktorý sledujete, zahŕňajú prehrávaný obsah, čas jeho prehratia, zariadenie, na ktorom bol daný obsah prehraný, a miesto v obsahu, na ktorom ste sledovanie pozastavili alebo zastavili. Zhromažďujeme aj podrobnú históriu celej aktivity kanálov Apple TV vrátane obsahu Apple TV+. Ak apke Apple TV povolíte prístup k svojej polohe, vaša poloha sa bude používať na stanovenie dostupnosti obsahu vo vašom regióne vrátane miestneho obsahu, ako sú priame prenosy športových zápasov, udalosti a správy. Súčasťou obsahu môžu byť aj geograficky relevantné reklamy. Vylepšovanie apky Apple TV Spoločnosť Apple zhromažďuje informácie o tom, ako používate apku Apple TV a svoj účet. Sú to napríklad informácie o funkciách, ktoré používate (napríklad Pozerať ďalej alebo Knižnica), o vyhľadávaných položkách, o vašich interakciách s hláseniami, o stránkach s obsahom, ktoré si prezeráte alebo ktoré sa vám zobrazujú, o chybách a pádoch apky a o PSČ z vašej fakturačnej adresy. Tieto informácie, informácie o približnej polohe, ktoré neumožňujú vašu identifikáciu, a informácie o obsahu, ktorý pozeráte, používame na vylepšovanie a optimalizovanie služby pre vás a ostatných užívateľov. Okrem toho zhromažďujeme informácie o vašom zariadení, ako napríklad typ zariadenia, kde ste získali svoje zariadenie, verzia vášho operačného systému a množstvo voľného miesta na zariadení. Tieto informácie môžeme používať na zhodnotenie, či môžete požadovaný obsah stiahnuť, či je zariadenie pripojené pomocou Wi‑Fi alebo mobilnej siete a na porozumenie všeobecným trendom používania zariadenia a úložiska. Napríklad informácie o voľnom mieste na vašom zariadení nám pomohli vyvinúť funkciu, ktorá vám umožňuje kupovať filmy na iPhone bez potreby ich sťahovania počas nákupu. Ak používate SharePlay na pozeranie obsahu s inými užívateľmi, apka Apple TV bude zhromažďovať informácie o tom, že ste pozerali daný obsah cez SharePlay, a o počte zariadení, ktoré boli zapojené do relácie, nebudú však zhromažďované žiadne informácie, ktoré by umožnili identifikovať účastníkov relácie SharePlay. Dáta získané z vyhľadávania v apke Apple TV používame na vylepšovanie modelov, ktoré zabezpečujú fungovanie apky Apple TV. Napríklad agregované hľadané výrazy v Apple TV sa používajú na dolaďovanie vyhľadávacieho modelu apky Apple TV. Prispôsobenie apky Apple TV Apku Apple TV prispôsobujeme tak, aby sme vám pomohli objavovať obsah, ktorý je pre vás najrelevantnejší. Napríklad na základe filmov, ktoré ste si pozreli, vám môžeme odporučiť filmy, ktoré by vás mohli zaujímať. Na prispôsobenie používame informácie o obsahu, ktorý sledujete, vašich nákupoch, odberoch, sťahovaniach a ďalších aktivitách v apke Apple TV, ako aj informácie z vášho účtu, napríklad váš vek. Ak nechcete, aby spoločnosť Apple používala informácie o obsahu, ktorý sledujete na tomto zariadení v apke Apple TV, na prispôsobenie obsahu na všetkých vašich zariadeniach podporujúcich apku Apple TV, môžete v Nastaveniach vypnúť možnosť Použiť históriu prehrávania. Na visionOS, iPadOS, visionOS alebo tvOS zariadení otvorte Nastavenia > Apky > TV > Použiť históriu prehrávania. Funkcie prispôsobenia v App Store, Apple Books, iTunes Store, Apple Podcasts, apke Apple TV a odberoch od spoločnosti Apple môžete vypnúť tak, že vo svojom Apple účte vypnete možnosť Osobné odporúčania. Na iOS, iPadOS alebo visionOS zariadení otvorte Nastavenia > [vaše meno] > Médiá a nákupy > Zobraziť účet a potom klepnutím vypnite možnosť Osobné odporúčania. V apke Apple TV na Macu prejdite do Účet > Nastavenia účtu > Nastavenia. Komunikácia s vami Spoločnosť Apple môže používať informácie o vašom účte, napríklad o produktoch spoločnosti Apple, ktoré vlastníte, o odberoch služieb spoločnosti Apple, apkách spoločnosti Apple, ktoré si stiahnete, ako aj o PSČ z vašej fakturačnej adresy, na posielanie informácií o apke Apple TV a ďalších produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať, a to vrátane Apple One. Podrobné informácie o vašom zariadení, napríklad jeho sériové číslo, prípadne aj podrobnosti o vašich aktuálnych odberoch z App Storu, bude možné použiť na overenie spôsobilosti pre ponuky spoločnosti Apple. Ak ste členom skupiny rodinného zdieľania, spoločnosť Apple vám môže posielať informácie o produktoch, službách a ponukách, ktoré máte k dispozícii prostredníctvom funkcie Rodinné zdieľanie. Ak si predplatíte odber Apple One, môžeme vám posielať emaily a push hlásenia o funkciách jednotlivých služieb, ktoré odoberáte. Spoločnosť Apple môže zároveň používať informácie o vašich aktivitách v apke Apple TV na posielanie emailov a push hlásení o nových funkciách, obsahu a ponukách dostupných v apke Apple TV. Na stránke account.apple.com môžete zmeniť nastavenia emailu a odhlásiť sa z prijímania týchto emailov. Ak chcete aktualizovať nastavenia hlásení na iOS, iPadOS alebo visionOS zariadení, otvorte Nastavenia > Hlásenia > TV. Reklama Ak v apke Apple TV udelíte tejto apke povolenie na prístup k vašej polohe, vaša poloha môže byť použitá na poskytovanie geograficky relevantných reklám. Ak je nastavenie Osobná reklama zapnuté pre iné apky, napríklad App Store, Apple News a Akcie, reklamná platforma spoločnosti Apple môže používať vaše informácie vrátane informácií o filmoch a TV seriáloch, ktoré ste si zakúpili od Apple, na zobrazovanie relevantnejších reklám v týchto apkách. Ak nechcete, aby sa vám zobrazovala reklama cielená na vaše záujmy z reklamnej platformy spoločnosti Apple, môžete vypnúť funkciu Osobná reklama. Vypnutím tejto funkcie zabránite spoločnosti Apple v používaní vašich informácií na cielenie reklamy. Celkové množstvo zobrazenej reklamy sa nemusí zmenšiť, reklamy však budú pre vás menej relevantné. Nastavenia osobnej reklamy môžete zmeniť v Nastavenia > Súkromie a bezpečnosť > Reklama Apple. Viac informácií o reklame Apple a súkromí nájdete na stránke www.apple.com/legal/privacy/data/sk/apple-advertising. Informácie o odhlásení z prijímania osobnej reklamy v App Store, Apple News a Akciách nájdete na stránke support.apple.com/105131. Zdieľanie s tretími stranami Našim inzerentom a strategickým partnerom, ktorí spolupracujú so spoločnosťou Apple na poskytovaní našich produktov a služieb, pomáhajú spoločnosti Apple v predaji produktov našim zákazníkom a predávajú reklamy zobrazované v App Store, Apple News a Akciách v mene spoločnosti Apple, poskytujeme niektoré neosobné údaje. Môžeme napríklad zdieľať neosobné údaje o vašich transakciách , aktivite sledovania obsahu a regióne, ako aj agregované demografické údaje o užívateľoch, napríklad vekovú skupinu a pohlavie (to môže byť odvodené z informácií, ako je vaše meno a oslovenie vo vašom Apple účte), so strategickými partnermi apky Apple TV, ako sú napríklad vlastníci obsahu, aby mohli vyhodnocovať záujem o svoj kreatívny obsah, plniť požiadavky súvisiace s autorskými honorármi a účtovníctvom a vylepšovať príslušné produkty a služby. Ak váš poskytovateľ mobilnej siete ponúka odbery a bezplatné skúšobné verzie služby Apple TV+, spoločnosť Apple môže skontrolovať vaše telefónne číslo, aby mohla zistiť, či máte nárok na službu prostredníctvom partnerského poskytovateľa mobilnej siete. Ak sa zaregistrujete na odber alebo bezplatnú skúšobnú verziu služby Apple TV+ prostredníctvom poskytovateľa mobilnej siete alebo iného partnera spoločnosti Apple, vaše telefónne číslo alebo jedinečný identifikátor účtu zdieľaný s daným partnerom budú spoločnosťou Apple použité na identifikovanie vášho účtu a na oznámenie poskytovateľovi mobilnej siete alebo inému partnerovi, že ste aktivovali odber. Jedinečný identifikátor alebo telefónne číslo priradené k vášmu odberu použijeme na overenie vášho účtu pri prihlasovaní a na prepojenie vášho odberu Apple TV+ s vaším účtom. Ak sa prihlásite do apky Apple TV na zariadení inej značky než Apple, spoločnosť Apple môže s poskytovateľom platformy zdieľať informácie potrebné na správne fungovanie apky, aby sa na danej platforme zobrazoval obsah z vášho odberu v apke Apple TV, a na podporu ďalších funkcií na platforme, ako sú poskytovanie výsledkov vyhľadávania a osobné odporúčania. Môžu to byť napríklad informácie o tom, či ste otvorili apku Apple TV a či ste sa prihlásili na odber služby Apple TV+ a staníc v Apple TV (ak sú vo vašej oblasti k dispozícii). Zdieľanie informácií o svojich odberoch môžete zastaviť v nastaveniach apky Apple TV na zariadení inej značky než Apple, môže to však obmedziť spôsob, akým sa na danej platforme zobrazuje obsah z apky Apple TV. Na podporovaných zariadeniach iných výrobcov než Apple sa môžete rozhodnúť, či chcete s poskytovateľom platformy tretej strany zdieľať informácie o tom, čo pozeráte, kupujete alebo si požičiavate v apke Apple TV vrátane služby Apple TV+, staníc v Apple TV a ďalšieho obsahu (ak sú vo vašej oblasti k dispozícii). Môže to byť napríklad názov vášho profilu a ďalšie informácie, ktoré slúžia na prepojenie vašich dát z apky Apple TV s vaším účtom alebo profilom na zariadení iného výrobcu. Váš poskytovateľ platformy môže použiť vaše informácie z apky Apple TV na zapnutie ďalších funkcií na platforme, ako sú napríklad zobrazenie seriálov, ktoré ste začali pozerať, a osobné odporúčania. Túto funkciu môžete vypnúť v nastaveniach apky Apple TV na zariadení iného výrobcu než Apple. Na niektorých zariadeniach môžete byť presmerovaní do nastavení platformy. Ak sa rozhodnete prihlásiť do apky Apple TV na zariadení iného výrobcu než Apple, mali by ste sa oboznámiť s podmienkami, zásadami ochrany osobných údajov a postupmi poskytovateľa platformy, aby ste bližšie porozumeli tomu, aké dáta zhromažďuje, používa a zdieľa. Uchovávanie dát Osobné údaje priradené k vašim nákupom, sťahovaným položkám a aktivite pozerania obsahu v apke Apple TV uchovávame rôzne dlhú dobu, ktorá závisí od obchodných potrieb, zmluvných záväzkov a právnych požiadaviek. Pre nákupy a sťahované položky sa spravidla vyžaduje uchovanie dát po dobu najmenej desiatich rokov, v niektorých regiónoch, napríklad v Číne, to môže byť až 30 rokov. Zároveň uchovávame záznam o vami zakúpenom alebo stiahnutom obsahu minimálne po dobu, kým máte u nás vytvorený účet, čo vám umožňuje znovu si stiahnuť obsah v súlade s platnými podmienkami. Na obdobie až dva roky uchovávame ďalšie informácie, napríklad prechádzanie obsahu alebo vyhľadávania. Niektoré informácie, ako sú napríklad transakcie (nie však uložené detaily o vašich kartách), sa môžu uchovávať vo forme obchodných záznamov aj po tom, ako svoj účet zrušíte alebo prestanete používať apku Apple TV. Keď použijete platobnú kartu, spoločnosť Apple môže pre budúce nákupy, opakované transakcie a ďalšie vami autorizované použitie uchovať a automaticky aktualizovať vaše číslo karty a fakturačné údaje. Spoločnosť Apple môže tieto informácie získať od vašej finančnej inštitúcie alebo platobnej siete a použiť ich aj na účely predchádzania podvodom a overovania. Vymazanie histórie prehrávania Históriu prehrávania v apke Apple TV môžete vymazať v Nastaveniach. V apke Apple TV na iOS, iPadOS alebo visionOS zariadení otvorte Účet > Vyčistiť históriu prehrávania. V tvOS prejdite do Nastavenia > Apky > TV > Vyčistiť históriu prehrávania. Odstránia sa tým všetky TV seriály a filmy zo zoznamu na pozretie a zruší sa priradenie histórie prehrávania k vášmu účtu. Vzťahuje sa to na všetky vaše dáta prehrávania, ktoré spoločnosť Apple uchováva a používa na zariadeniach prihlásených pod rovnakým Apple účtom. Ak používate zariadenie inej značky než Apple a rozhodli ste sa zdieľať s poskytovateľom platformy informácie o prehrávanom obsahu, vymazanie histórie prehrávania nebude mať vplyv na dáta prehrávania uložené u poskytovateľa platformy. Ak sa chcete dozvedieť, či môžete vymazať dáta uchované u poskytovateľa, prečítajte si zmluvné podmienky, zásady ochrany osobných údajov a postupy daného poskytovateľa platformy. Zo zoznamu na pozretie môžete odstrániť individuálne položky dlhým zatlačením na epizódu a výberom možnosti Odstrániť zo zoznamu na pozretie. Ak v rovnakom menu vyberiete možnosť Odstrániť z naposledy pozeraných, daná epizóda sa prestane používať na vytváranie prispôsobených odporúčaní. V súlade s požiadavkami súvisiacimi s vykazovaním a autorskými honorármi však spoločnosť Apple uchová záznamy histórie prehrávania kanálov Apple TV a obsahu Apple TV+. Pripojené apky tretích strán Aby bolo možné zdieľať so spoločnosťou Apple informácie o obsahu, ktorý sledujete v podporovaných apkách tretích strán, musíte daným apkám povoliť pripojenie k apke Apple TV. Pri nastavovaní apky Apple TV sa môže zobraziť výzva na povolenie pripojenia viacerých apiek súčasne. Niektoré z týchto apiek ešte nemusíte mať v zariadení nainštalované. Ak si ich neskôr nainštalujete, použijú sa nastavenia, ktoré ste vybrali. Nastavenia jednotlivých apiek môžete neskôr zmeniť v Nastaveniach bez ohľadu na to, či ste pripojenie povolili. Ak sa kedykoľvek rozhodnete odpojiť od apky Apple TV niektorú z apiek tretích strán, môžete ju odpojiť v apke Apple TV a spoločnosť Apple prestane z tejto apky zhromažďovať dáta týkajúce sa prehrávania. V apke Apple TV na iOS, iPadOS alebo visionOS zariadení otvorte Účet > Pripojené apky, vyberte apku tretej strany a vypnite ju. V tvOS prejdite do Nastavenia > Apky > TV > Pripojiť k TV, vyberte apku tretej strany a vypnite ju. Pri odstraňovaní apky tretej strany z apky Apple TV môžete vymazať všetky informácie súvisiace s dátami prehrávania, ktoré spoločnosť Apple zhromaždila o obsahu prehranom z danej apky, pomocou možnosti Odstrániť a vyčistiť históriu prehrávania. Zároveň môžete kedykoľvek vymazať všetky informácie súvisiace s dátami prehrávania, ktoré spoločnosť Apple zhromaždila o všetkom obsahu tretích strán prehrávanom v apke Apple TV, a to pomocou postupu vyčistenia histórie prehrávania uvedeného vyššie. Vyčistením histórie prehrávania niektorým z vyššie uvedených spôsobov vyčistíte len dáta prehrávania apiek tretích strán, ktoré sú uchované a používané spoločnosťou Apple pre apku Apple TV. Nemá to vplyv na dáta prehrávania uchované samostatne poskytovateľom apky tretej strany (napr. v samotnej apke alebo na vlastných serveroch). Mali by ste si tiež prečítať podmienky, zásady ochrany osobných údajov a postupy podporovaných apiek tretích strán, aby ste pochopili, akým spôsobom používajú a zdieľajú vaše dáta prehrávania a súvisiace informácie. Skupinové odporúčania Ak sa na Apple TV rozhodnete zapnúť funkciu Skupinové odporúčania, informácie o tom, čo pozeráte, budú použité na odporúčanie obsahu v skupine pre ľubovoľnú kombináciu zapojených užívateľov na rovnakom Apple TV. Ak je v skupine účet pre dieťa, odporúčaný bude aj obsah pre deti, história prezerania dieťaťa sa však nebude používať na odporúčanie obsahu. Skupinové odporúčania môžete pre svoj účet kedykoľvek vypnúť v Nastavenia > Užívatelia a účty, kde vyberiete svoj profil a potom vyberiete možnosť Pre vás všetkých. Predchádzanie podvodom a iným nezákonným aktivitám Osobné údaje zhromažďujeme aj s cieľom predchádzania podvodom a iným škodlivým aktivitám v apke Apple TV. Medzi takéto informácie patria informácie o zariadení, ako napríklad jeho typ a verzia softvéru, informácie o polohe (približne určenej priradením IP adresy vášho internetového pripojenia ku geografickému regiónu, pokiaľ je k dispozícii), história stiahnutých a zakúpených položiek, ako aj ďalšie interakcie s apkou Apple TV. Keď je váš odber nastavený na automatické predlžovanie, spoločnosť Apple môže použiť aj informácie o histórii vášho obchodného vzťahu so spoločnosťou Apple na spracovanie vašej žiadosti a stanovenie, či vám ďalší prístup k odberu poskytne ešte pred autorizáciou platobným partnerom. Keď sa pokúsite uskutočniť nákup, môžeme na vašom zariadení vypočítať skóre dôvery zariadenia použitím informácií týkajúcich sa používania zariadenia vrátane približného množstva uskutočnených telefonických hovorov a prijatých a odoslaných emailov. Odoslanie týchto dát je navrhnuté tak, aby spoločnosť Apple nedokázala zistiť hodnoty na vašom zariadení, na základe ktorých bolo skóre vypočítané. Skóre je po určitý čas uchované na našich serveroch. Platný právny základ pre spracovanie osobných údajov Vaše osobné údaje v apke Apple TV vo všeobecnosti spracúvame na účely plnenia vašej zmluvy so spoločnosťou Apple, na poskytovanie služby a na plnenie našich zákonných povinností. Ak je súhlas vhodným právnym základom, žiadame ho v súlade s platnými miestnymi zákonmi. Tam, kde je to stanovené príslušnými miestnymi zákonmi, spracúvame osobné údaje na účely našich oprávnených záujmov alebo záujmov tretích strán, aby sme mohli: • Zobrazovať vám dostupný a relevantný obsah vrátane jeho pôvodu od služieb tretích strán. • Overovať nárok na využitie ponúk, pomáhať pri optimalizovaní a zlepšovaní služby pre vás aj ostatných a posielať vám informácie o apke Apple TV a ďalších produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať. • Predchádzať podvodom a iným nezákonným aktivitám. Používané údaje zahŕňajú: • Informácie o tom, ako používate apku Apple TV, vrátane informácií o funkciách, ktoré používate (napríklad Pozerať ďalej alebo Knižnica), o vyhľadávaných položkách, o vašich interakciách s hláseniami, o stránkach s obsahom, ktoré si prezeráte alebo ktoré sa vám zobrazujú, o obsahu, ktorý pozeráte, nakupujete, odoberáte a sťahujete, ako aj informácie o chybách alebo zlyhaniach v rámci apky. • Podrobnosti o vašom zariadení a účte. • Skóre dôvery zariadenia. • Vaša poloha. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany súkromia spoločnosti Apple, ktoré nájdete na adrese www.apple.com/sk/privacy.
sl: Z aplikacijo Apple TV lahko gledate najljubše TV‑oddaje in filme na enem mestu. Ogledate si lahko vsebine, ki si jih izposodite ali kupite pri družbi Apple. Če je ta možnost na voljo, lahko do vsebin dostopate tudi prek storitve Apple TV+, kanalov Apple TV in povezanih aplikacij za predvajanje videov drugih ponudnikov. Do teh vsebin lahko dostopate prek aplikacije Apple TV v vseh podprtih napravah, ki so vpisane v isti račun Apple. Zagotavljanje aplikacije Apple TV Vaše osebne podatke uporabljamo za zagotavljanje storitev in funkcij v aplikaciji Apple TV. Ti podatki vključujejo podatke o vašem računu in plačilu, do katerih lahko dostopate in jih spreminjate v Nastavitvah. Apple zbira podatke o vaših nakupih in ogledanih vsebinah v aplikaciji Apple TV v vseh podprtih napravah, ki so vpisane v isti račun Apple. Apple te podatke, povezane z vašim računom Apple, hrani, da vam lahko prikaže ogledane vsebine v vseh podprtih napravah. Ko se vpišete v aplikacije drugih ponudnikov, so podatki o tem, ali ste naročeni na te storitve, uporabljeni za prikaz vsebine, ki vam je na voljo. Če podate dovoljenje za povezavo aplikacije drugega ponudnika z aplikacijo Apple TV, bo Apple zbiral in hranil podatke o ogledanih vsebinah v tej aplikaciji v vseh podprtih napravah kot tudi podatke o stanju vaše naročnine. Aplikacije Apple s podprto vsebino, kot sta Apple Music in Daljinec, bodo samodejno povezane, ko začnete uporabljati aplikacijo Apple TV. V podatkih o ogledih bodo zajeti tudi podatki o tem, katere vsebine predvajate, čas predvajanja, naprava, v kateri predvajate, in na katerih mestih ste začasno ustavili oziroma ustavili predvajanje vsebine. Zbiramo tudi podrobne podatke o celotni zgodovini predvajanj prek kanalov Apple TV in storitve Apple TV+. Če aplikaciji Apple TV dovolite dostop do svoje lokacije, bo uporabljena za določanje, kaj vam je na voljo v vaši regiji, vključno z lokalno vsebino, kot so tekme v živo, dogodki in novice. Nekatere vsebine vključujejo geografsko relevantne oglase. Izboljšava aplikacije Apple TV Apple zbira podatke o vaši uporabi aplikacije Apple TV in računa, vključno s funkcijami, ki jih uporabljate (npr. seznam Nadaljujte ogled ali Knjižnica), elementi, ki jih iščete, odzivi na obvestila, stranmi z vsebino, po katerih brskate ali si jih ogledujete, podatki o napakah ali zrušitvah v aplikaciji ter vašo poštno številko plačnika. Te podatke, podatke o približni lokaciji, ki ne omogočajo vaše osebne prepoznave, in podatke o tem, kaj gledate, uporabljamo za izboljšanje in optimizacijo storitve za vas in druge uporabnike. Zbiramo tudi podatke o vaši napravi, kot so vrsta naprave, način pridobitve naprave, različica operacijskega sistema in količina nezasedenega prostora v napravi. Te podatke lahko uporabljamo za ocenjevanje tega, ali je mogoče prenesti zahtevano vsebino, da bi razumeli splošne trende uporabe naprave in shrambe ter ali je vaša naprava povezana prek povezave Wi-Fi ali mobilne povezave. Na podlagi podatkov o tem, koliko nezasedenega prostora je v vaši napravi, smo na primer lahko razvili funkcijo, ki vam omogoča nakup filma v iPhonu, ne da bi ga morali prenesti ob nakupu. Če uporabljate funkcijo SharePlay za ogled vsebine z drugimi uporabniki, bo aplikacija Apple TV zbrala podatke o tem, da ste si ogledali to vsebino med sejo SharePlay, in o številu naprav, ki so sodelovale v seji, ne bo pa zbirala kakršnihkoli podatkov za prepoznavanje udeležencev seje SharePlay. Podatke o iskanju v aplikaciji Apple TV uporabljamo, da bi izboljšali modele, na podlagi katerih deluje Apple TV. Združene iskalne poizvedbe v aplikaciji Apple TV se na primer uporabljajo za natančno nastavljanje iskalnega modela Apple TV. Prilagajanje aplikacije Apple TV Aplikacijo Apple TV prilagajamo, da bi vam pomagali odkriti vsebino, ki je najbolj relevantna za vas. Priporočamo na primer filme, za katere menimo, da vas bodo zanimali, na podlagi filmov, ki ste si jih predhodno ogledali. Za prilagajanje uporabljamo podatke, kot so vaši ogledi vsebine, nakupi, naročnine, prenosi, brskanje in druge aktivnosti v aplikaciji Apple TV, skupaj s podatki iz vašega računa, kot je vaša starost. Če ne želite, da Apple podatke o vaših ogledih vsebine v aplikaciji Apple TV v tej napravi uporablja za prilagajanje v vseh napravah, ki podpirajo aplikacijo Apple TV, lahko v Nastavitvah izklopite možnost Uporabi zgodovino predvajanja. V napravi s sistemom iOS, iPadOS, visionOS ali tvOS odprite razdelek Nastavitve > Aplikacije > TV > Uporabi zgodovino predvajanja. Funkcije prilagajanja v trgovini App Store, storitvi Apple Books, trgovini iTunes Store, aplikaciji Apple TV, storitvi Apple Podcasts in za naročnine pri družbi Apple lahko izklopite tako, da izklopite Prilagojena priporočila za svoj račun Apple. V napravi s sistemom iOS, iPadOS ali visionOS odprite Nastavitve > [vaše ime] > Predstavnostne vsebine in nakupi > Ogled računa in nato tapnite, da izklopite Prilagojena priporočila. V aplikaciji Apple TV v Macu odprite razdelek Račun > Nastavitve računa > Nastavitve. Komunikacija z vami Apple lahko uporablja podatke o vašem računu, kot so izdelki Apple, ki jih imate v lasti, aplikacije Apple, ki jih prenesete, vaše naročnine na storitve Apple in vaša poštna številka plačnika, za pošiljanje sporočil o aplikaciji Apple TV ter drugih izdelkih, storitvah in ponudbah družbe Apple, ki bi vas morda zanimale, vključno z Apple One. Podatki o napravi, kot je serijska številka naprave, ali podatki o pomembnih naročninah v trgovini App Store se lahko uporabljajo za preverjanje upravičenosti do ponudb družbe Apple. Če ste v skupini Deljenje v družini, vam lahko Apple pošilja sporočila o izdelkih, storitvah in ponudbah, ki so vam na voljo prek Deljenja v družini. Če kupite naročnino Apple One, vam lahko pošiljamo e‑poštna sporočila in potisna obvestila o funkcijah posameznih storitev, na katere ste se naročili. Apple lahko informacije o vaši aktivnosti v aplikaciji Apple TV uporablja tudi za to, da vam lahko pošilja e‑poštna sporočila in potisna obvestila o novih funkcijah, vsebini in ponudbah, ki so na voljo v aplikaciji Apple TV. Na strani account.apple.com lahko spremenite svoje nastavitve e‑pošte ali pa se odjavite od prejemanja teh e‑poštnih sporočil. Če želite posodobiti nastavitve za obvestila v napravi s sistemom iOS, iPadOS ali visionOS, odprite Nastavitve > Obvestila > TV. Oglaševanje Če aplikaciji Apple TV dovolite dostop do vaše lokacije, se lahko vaša približna lokacija uporabi za pošiljanje geografsko relevantnih oglasov. Če je v drugih aplikacijah, kot so trgovina App Store, storitev Apple News in aplikacija Borza, nastavitev Prilagojeni oglasi vklopljena, lahko oglaševalska platforma Apple vaše podatke, vključno s podatki o filmih in TV-oddajah, ki jih kupite pri družbi Apple, uporablja za prikaz oglasov v teh aplikacijah, ki so ustreznejši za vas. Če od oglaševalske platforme Apple ne želite prejemati oglasov, ciljno prilagojenih vašim interesom, lahko izklopite Prilagojene oglase. Če izklopite Prilagojene oglase, družba Apple vaših informacij ne bo mogla uporabljati za ciljano oglaševanje. To morda ne bo zmanjšalo števila oglasov, ki jih prejemate, vendar bodo oglasi morda manj relevantni za vas. Nastavitve prilagojenih oglasov lahko spremenite kadarkoli tako, da odprete razdelek Nastavitve > Zasebnost in varnost > Oglaševanje Apple. Več o oglaševanju Apple in zasebnosti najdete na spletnem mestu www.apple.com/legal/privacy/data/en/apple-advertising. Na spletnem mestu support.apple.com/105131 si oglejte, kako se odjaviti od prilagojenih oglasov v trgovini App Store, storitvi Apple News in aplikaciji Borza. Deljenje s tretjimi osebami Nekatere neosebne podatke posredujemo svojim oglaševalcem in strateškim partnerjem, ki sodelujejo z družbo Apple pri ponujanju izdelkov in storitev, pomagajo pri trženju družbe Apple, usmerjenem k strankam, ter v imenu družbe Apple prodajajo oglase, ki se prikazujejo v trgovini App Store, storitvi Apple News in aplikaciji Borza. Neosebne podatke o vaših transakcijah, ogledih in regiji ter združene demografske podatke uporabnikov, kot sta starostna skupina in spol (ki lahko izhajajo iz podatkov, kot sta vaše ime in pozdrav v vašem računu Apple), lahko na primer delimo s strateškimi partnerji za Apple TV, kot so lastniki vsebin, da bodo lahko merili uspešnost svojega ustvarjalnega dela, izpolnili zahteve glede licenčnin in vodenja računov ter izboljšali svoje povezane izdelke in storitve. Če vaš ponudnik mobilnega omrežja ponuja naročnine za storitev Apple TV+ in brezplačne preizkuse, lahko Apple prek partnerskega ponudnika mobilnega omrežja preveri vašo telefonsko številko in določi vašo upravičenost. Če sklenete naročnino za storitev Apple TV+ ali pridobite brezplačni preizkus prek ponudnika mobilnega omrežja ali drugega partnerja družbe Apple, bo družba Apple vašo telefonsko številko ali enolični identifikator računa, ki ga deli zadevni partner, uporabila za identifikacijo vašega računa in obveščanje ponudnika mobilnega omrežja ali drugega partnerja o aktivaciji vaše naročnine. Telefonsko številko ali enolični identifikator, povezan z vašo naročnino, bomo uporabili za preverjanje računa ob vpisu in povezovanje vaše naročnine za storitev Apple TV+ z vašim računom. Če se vpišete v aplikacijo Apple TV v napravi drugega ponudnika, lahko Apple deli podatke s ponudnikom platforme z namenom omogočiti pravilno delovanje aplikacije, da bodo vsebine iz naročnin za aplikacijo Apple TV prikazane na platformi, ter zagotoviti podporo za funkcije platforme, kot so rezultati iskanja in prilagojena priporočila. To lahko vključuje podatke o tem, ali ste odprli aplikacijo Apple TV ter ali imate naročnino za storitev Apple TV+ in kanale Apple TV, kjer je ta možnost na voljo. Deljenje podatkov o vaši naročnini lahko ustavite v nastavitvah aplikacije Apple TV v napravi drugega ponudnika, vendar s tem lahko omejite načine prikaza vsebine aplikacije Apple TV na platformi. V podprtih napravah drugih ponudnikov lahko sami izberete, ali vsebino, ki si jo ogledate, jo kupite ali si jo izposodite v aplikaciji Apple TV, vključno s storitvijo Apple TV+, kanali Apple TV in drugo vsebino (kjer je ta možnost na voljo), delite s ponudnikom platforme. To lahko vključuje ime vašega profila ali druge podatke, ki se uporabljajo za povezovanje podatkov iz aplikacije Apple TV z vašim računom ali profilom v napravi drugega ponudnika. Ponudnik platforme lahko podatke iz aplikacije Apple TV uporablja za omogočanje funkcij platforme, kot je prikazovanje oddaj, ki jih trenutno gledate, in osebno prilagojenih priporočil. To možnost lahko izklopite v nastavitvah aplikacije Apple TV v napravi drugega ponudnika. V nekaterih napravah boste morda preusmerjeni v nastavitve platforme. Če se vpišete v aplikacijo Apple TV v napravi drugega ponudnika, se seznanite s pogoji, pravilniki o zasebnosti in praksami ponudnika platforme, da boste razumeli, kateri podatki se zbirajo, uporabljajo in delijo. Hramba Osebne podatke, povezane z vašimi nakupi, prenosi in ogledi vsebin v aplikaciji Apple TV, hranimo različno dolgo, odvisno od poslovnih potreb, pogodbenih obveznosti in pravnih zahtev. Za nakupe in prenose to pogosto pomeni vsaj 10-letno obdobje hrambe, v regijah, kot je Kitajska, pa lahko to obdobje traja 30 let. Hranimo tudi zapis o vaših nakupih in prenosih vsebine, in sicer vsaj tako dolgo, kot imate račun pri nas, da bi vi lahko prenesli to vsebino skladno z našimi veljavnimi pogoji. Druge podatke, na primer aktivnost pri brskanju in iskanja, hranimo največ dve leti. Nekateri podatki, na primer o transakcijah (ne pa podatki o shranjeni kartici), se lahko hranijo kot poslovna evidenca tudi po tem, ko zaprete račun ali prenehate uporabljati aplikacijo Apple TV. Ko uporabite plačilno kartico, lahko Apple pridobi ter samodejno posodobi številko kartice in informacije o plačniku za prihodnje nakupe, ponavljajoče se transakcije ali druge načine uporabe, ki jih pooblastite. Apple lahko te informacije pridobi od vaše finančne ustanove ali plačilne mreže ter jih uporablja za preprečevanje goljufij in preverjanje. Počisti zgodovino predvajanja Zgodovino predvajanja lahko počistite v Nastavitvah v aplikaciji Apple TV. V aplikaciji Apple TV v napravi s sistemom iOS, iPadOS ali visionOS odprite razdelek Račun > Počisti zgodovino predvajanja. V napravi s sistemom tvOS odprite razdelek Nastavitve > Aplikacije > TV > Počisti zgodovino predvajanja. S tem bodo vse TV-oddaje in filmi odstranjeni s seznama Moj izbor, predhodna zgodovina predvajanja pa ne bo več povezana z vašim računom. Ta nastavitev se bo uveljavila za podatke o predvajanju, ki jih Apple hrani in uporablja v napravah, ki uporabljajo isti račun Apple. Če uporabljate napravo drugega ponudnika in se odločite podatke o tem, kaj gledate, deliti s ponudnikom platforme, brisanje zgodovine predvajanja ne bo vplivalo na podatke o predvajanju, ki jih hrani ponudnik zadevne platforme. Seznanite se s pogoji, pravilniki o zasebnosti in praksami ponudnika platforme, da boste razumeli, ali lahko izbrišete shranjene podatke. Posamezne elemente lahko odstranite s seznama Moj izbor tako, da podaljšano pritisnete epizodo in izberete možnost Odstrani s seznama Moj izbor. Če v istem meniju izberete možnost Odstrani iz nedavnih ogledov, epizoda ne bo več uporabljena za ustvarjanje prilagojenih priporočil. Vendar pa bo Apple hranil zapise zgodovine predvajanja iz kanalov Apple TV in storitve Apple TV+ za namene poročanja in izpolnitve zahtev v zvezi z licenčninami. Povezane aplikacije drugih ponudnikov Če želite vsebino, ki si jo ogledujete v sodelujočih aplikacijah drugih ponudnikov, deliti z družbo Apple, morate podati dovoljenje za povezavo teh aplikacij z aplikacijo Apple TV. Ob nastavitvi aplikacije Apple TV boste morda morali podati dovoljenje za več aplikacij naenkrat. Nekatere od teh aplikacij morda še ne bodo nameščene v napravi, zato bodo nastavitve uveljavljene pozneje, ko jih boste namestili. Ne glede na to, ali podate dovoljenje, boste lahko nastavitve za posamezno aplikacijo spremenili v Nastavitvah. Če se kadarkoli odločite, da ne želite več, da je določena aplikacija drugega ponudnika povezana z aplikacijo Apple TV, lahko prekinete povezavo med njima in Apple ne bo več zbiral podatkov o vašem predvajanju iz zadevne aplikacije. V aplikaciji Apple TV v napravi s sistemom iOS, iPadOS ali visionOS odprite razdelek Račun > Povezane aplikacije ter izberite aplikacijo drugega ponudnika in jo izklopite. V napravi s sistemom tvOS odprite razdelek Nastavitve > Aplikacije > TV > Povezano z aplikacijo TV ter izberite aplikacijo drugega ponudnika in jo izklopite. Pri odstranjevanju aplikacije drugega ponudnika iz aplikacije Apple TV lahko izbrišete tudi vse podatke o predvajanju, ki jih je Apple zbral o vsebini, ki ste si jo ogledali v tej aplikaciji, in sicer tako, da izberete možnost Odstrani in počisti zgodovino predvajanja. Prav tako lahko kadarkoli izbrišete vse podatke o predvajanju, ki jih je družba Apple zbrala o vsebini drugega ponudnika, ki ste si jo ogledali v aplikaciji Apple TV, tako da počistite zgodovino predvajanja, kot je opisano zgoraj. Z brisanjem zgodovine predvajanja v kateremkoli od zgornjih primerov boste počistili le podatke o predvajanju v aplikaciji drugega ponudnika, ki jih Apple hrani in uporablja za aplikacijo Apple TV. To ne bo vplivalo na podatke o predvajanju, ki jih ponudnik aplikacije hrani ločeno (na primer v lastni aplikaciji ali strežnikih). Seznanite se tudi s pogoji, pravilniki o zasebnosti in praksami sodelujočih aplikacij drugih ponudnikov, da boste razumeli, kako uporabljajo in delijo podatke o vašem predvajanju in povezane podatke. Skupinska priporočila Če v napravi Apple TV omogočite skupinska priporočila, bodo na podlagi podatkov o vsebinah, ki si jih ogledujete, podana skupinska priporočila s poljubno kombinacijo uporabnikov, ki so izbrali to možnost v isti napravi Apple TV. Če je v skupini otroški račun, bodo vključena priporočila za otroke, pri čemer zgodovina ogledov ne bo uporabljena. Skupinska priporočila za svoj račun lahko izklopite kadarkoli tako, da odprete razdelek Nastavitve > Uporabniki in računi ter izberete svoj profil in nato še možnost Za vse vas. Preprečevanje goljufij in drugih zlonamernih aktivnosti Osebne podatke zbiramo tudi zato, da preprečimo goljufije in druge zlonamerne aktivnosti v aplikaciji Apple TV. Ti podatki vključujejo podatke o napravi, na primer vrsto naprave in različico programske opreme, podatke o lokaciji (približno določeno z ujemanjem naslova IP vaše internetne povezave z geografsko regijo, če je to na voljo), zgodovino prenosov ter nakupov in druge interakcije z aplikacijo Apple TV. Ko je nastavljeno samodejno podaljšanje naročnine, lahko Apple uporablja tudi podatke o zgodovini vašega poslovnega odnosa z družbo Apple, da obdela zahtevo in določi, ali zagotoviti neprekinjen dostop do vaše naročnine pred pooblastilom partnerja za plačila. Ko poskusite opraviti nakup, lahko izračunamo oceno zaupanja za napravo, pri čemer uporabljamo podatke o tem, kako uporabljate napravo, vključno s približnim številom telefonskih klicev ali e-poštnih sporočil, ki jih pošljete in prejmete. Poslane informacije so oblikovane tako, da Apple ne more prepoznati temeljnih vrednosti v vaši napravi. Rezultat se v naših strežnikih hrani določen čas. Veljavna pravna podlaga za obdelavo osebnih podatkov Vaše osebne podatke v aplikaciji Apple TV v splošnem obdelujemo za namene izvajanja vaše pogodbe z družbo Apple, kot je potrebno za zagotavljanje storitve in izpolnjevanje naših zakonskih obveznosti. Kjer je soglasje ustrezna pravna podlaga, ga zahtevamo v skladu z veljavno lokalno zakonodajo. Kjer veljavna lokalna zakonodaja to dovoljuje, osebne podatke po potrebi obdelujemo za namene naših zakonitih interesov ali interesov tretjih strank za: • prikaz razpoložljive in relevantne vsebine, vključno z vsebino iz storitev drugih ponudnikov; • preverjanje upravičenosti do ponudb, izboljšanje in optimizacijo storitev za vas in druge ter pošiljanje sporočil o aplikaciji Apple TV in drugih izdelkih, storitvah in ponudbah družbe Apple, ki bi vas morda zanimale; • preprečevanje goljufij in drugih zlonamernih aktivnosti; Uporabljeni podatki vključujejo: • vašo uporabo aplikacije Apple TV, vključno s funkcijami, ki jih uporabljate (npr. seznam Nadaljujte ogled ali Knjižnica), elementi, ki jih iščete, odzivi na obvestila, stranmi z vsebino, po katerih brskate ali si jih ogledujete, podatki o ogledanih vsebinah, nakupih, naročninah in prenosih ter podatki o napakah ali zrušitvah v aplikaciji; • podrobnosti o vaši napravi in računu; • oceno zaupanja za napravo; • vašo lokacijo. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy.
sv: Med Apple TV kan du titta på TV-program och filmer på ett enda ställe. Du kan titta på innehåll som du har köpt eller hyrt från Apple. Om de är tillgängliga får du även tillgång till innehåll via Apple TV+, Apple TV-kanaler och anslutna videoappar från tredje part. Du kan komma åt allt det här innehållet via Apple TV-appen på enheter som stöds och är inloggade med samma Apple‑konto. Tillhandahållande av Apple TV-appen Vi använder dina personuppgifter till att leverera tjänsterna och funktionerna i Apple TV-appen. Den här informationen inkluderar din konto- och betalningsinformation som du kan visa och ändra i Inställningar. Apple samlar in information om vad du köper och tittar på i Apple TV-appen på dina enheter som stöds och är inloggade med samma Apple‑konto. Apple lagrar den här informationen kopplad till ditt Apple‑konto så att vi kan visa vad du tittar på, på dina enheter som stöds. När du loggar in i appar från tredje part används information om huruvida du abonnerar på dessa tjänster så att innehåll som är tillgängligt för dig kan visas. Om du tillåter att en app från tredje part ansluts till Apple TV-appen kommer Apple att samla in och lagra information om vad du tittar på via den appen på dina enheter som stöds liksom din abonnemangsstatus. Apple-appar med innehåll som stöds, exempelvis Musik och Fjärrkontroll, ansluts automatiskt när du börjar använda Apple TV-appen. Information om vad du tittar på kommer att omfatta innehåll du spelar upp, när du spelade upp det, vilken enhet du spelade upp det på och var i innehållet du pausade eller slutade titta. Vi samlar även in en detaljerad historik över all uppspelningsaktivitet för Apple TV-kanaler och Apple TV+. Om du tillåter att Apple TV-appen får tillgång till din platsinformation används den informationen till att avgöra vad som är tillgängligt i ditt område, inklusive lokalt innehåll som direktsända matcher, evenemang och nyheter. En del innehåll inkluderar geografiskt relevanta annonser. Förbättring av Apple TV-appen Apple samlar in information om din användning av appen TV och ditt konto, inklusive vilka av dess funktioner du använder (t.ex. Fortsätt titta eller Bibliotek), objekt du söker efter, dina interaktioner med notiser och innehållssidor som du navigerar på eller läser samt information om fel eller krascher i appen samt ditt postnummer för fakturering. Vi använder den här informationen, ungefärlig platsinformation som inte identifierar dig och information om vad du tittar på som hjälp för att förbättra och optimera tjänsten för dig och andra. Vi samlar också in information om din enhet, som enhetstyp, varifrån du fick enheten, versionen av operativsystemet och hur mycket ledigt utrymme det finns på enheten. Vi kan använda den här informationen till att avgöra om det går att hämta det begärda innehållet, att förstå allmänna trender när det gäller enhetsanvändning och lagring samt om enheten är ansluten via Wi-Fi eller ett mobilnät. Genom att känna till det tillgängliga utrymmet på din enhet kunde vi till exempel bygga funktionen som gör det möjligt att köpa en film på iPhone utan att hämta den vid inköpstillfället. Om du använder SharePlay till att titta på innehåll tillsammans med andra användare samlar Apple TV‑appen in information om att du tittade på det innehållet under en SharePlay-session och antalet enheter som deltog i sessionen, men ingen information samlas in som kan identifiera deltagarna i SharePlay-sessionen. Vi använder sökdata från appen TV till att förbättra modeller som driver TV-appen. Till exempel används sammanslagna Apple TV-sökförfrågningar till att finjustera Apple TV-sökmodellen. Anpassning av Apple TV-appen Vi anpassar TV-appen så att du lättare kan upptäcka det innehåll som är mest relevant för dig. Till exempel rekommenderar vi filmer som vi tror att du kan vara intresserad av baserat på filmer som du har sett tidigare. Vi anpassar din upplevelse med hjälp av information som omfattar vad du tittar på, dina köp, abonnemang, hämtningar, navigering och annan aktivitet i Apple TV-appen samt information från ditt konto som exempelvis din ålder. Om du inte vill att Apple ska använda information om vad du tittar på på den här enheten i Apple TV-appen till att anpassa din upplevelse på alla enheter som stöder Apple TV-appen kan du stänga av Använd uppspelningshistorik i Inställningar. På en iOS-, iPadOS-, visionOS- eller tvOS-enhet öppnar du Inställningar > Appar > TV > Använd uppspelningshistorik. Du kan stänga av personligt anpassade funktioner i App Store, Apple Books, iTunes Store, Apple TV, Podcaster och abonnemang från Apple genom att stänga av Personliga rekommendationer för ditt Apple‑konto. På din iOS-, iPadOS- eller visionOS-enhet öppnar du Inställningar > [ditt namn] > Medier och köp > Visa konto och stänger sedan av Personliga rekommendationer genom att trycka. I Apple TV-appen på Mac öppnar du Konto > Kontoinställningar > Inställningar. Kommunikation Apple kan använda information om ditt konto, exempelvis Apple-produkterna du äger, dina abonnemang på Apple-tjänster, de Apple-appar du hämtar och ditt postnummer för fakturering, till att skicka information om Apple TV-appen och andra produkter och tjänster från Apple samt erbjudanden som kan intressera dig, inklusive Apple One. Information om din enhet, till exempel enhetens serienummer eller information om dina relevanta App Store-abonnemang kan användas till att kontrollera behörighet för erbjudanden från Apple. Om du tillhör en familjedelningsgrupp kan Apple kommunicera om produkter, tjänster och erbjudanden som är tillgängliga för dig via Familjedelning. Om du köper ett abonnemang på Apple One kan vi skicka mejl och pushnotiser om funktionerna i varje tjänst som du har abonnerat på. Apple kan även använda information om din aktivitet i appen TV till att skicka mejl och pushnotiser om nya funktioner, innehåll och erbjudanden i TV-appen. Du kan ändra dina e-postinställningar och välja att sluta få dessa mejl på account.apple.com. Du uppdaterar notisinställningar på en iOS-, iPadOS- eller visionOS-enhet genom att öppna Inställningar > Notiser > TV. Annonsering Om du har gett tillstånd till Apple TV-appen att komma åt din platsinformation kan den ungefärliga platsinformationen användas till att visa dig geografiskt relevanta annonser i Apple TV-appen. Om du slår på inställningen Personliga annonser för andra appar som App Store, Apple News och Aktier kan Apples annonseringsplattform använda din information, inklusive information om filmer och TV-program du köper från Apple, till att visa annonser i dessa appar som är mer relevanta för dig. Om du inte vill få annonser som är riktade mot dina intressen från Apples annonseringsplattform kan du välja att stänga av Personliga annonser. Om du stänger av Personliga annonser kan Apple inte använda din information för riktad annonsering. Det kanske inte minskar antalet annonser du får, men annonserna kan vara mindre relevanta för dig. Du kan ändra inställningen för Personliga annonser genom att öppna Inställningar > Integritet och säkerhet > Apple-reklam. Läs mer om Apple-reklam och integritet på https://www.apple.com/se/legal/privacy/data/sv/apple-advertising. Läs om hur du kan välja att inte få personligt anpassade annonser i App Store, Apple News och Aktier på support.apple.com/105131. Delning med tredje part Vi tillhandahåller vissa icke-personliga data till våra annonsörer och strategiska partner som arbetar med Apple för att tillhandahålla våra produkter och tjänster, hjälpa Apple med marknadsföring till konsumenter och sälja annonser å Apples vägnar för visning på App Store och i Apple News och Aktier. Vi kan exempelvis dela icke-personliga data om dina transaktioner, tittarvanor och region samt sammanslagen användardemografi som åldersgrupp och kön (vilket kan härledas från information som ditt namn och titel i ditt Apple‑konto), till strategiska Apple TV-partners, till exempel innehållsägare, så att de kan mäta framgångar för sina kreativa verk, uppfylla royalty- och redovisningskrav samt för att förbättra sina associerade produkter och tjänster. Om din mobiloperatör erbjuder abonnemang på Apple TV+ och gratis provperioder kan det hända att Apple kontrollerar ditt telefonnummer för att fastställa om du är berättigad via en mobiloperatörspartner. Om du registrerar dig för ett Apple TV+-abonnemang eller en gratis provperiod via en mobiloperatör eller en annan Apple-parter kommer Apple att använda ditt telefonnummer eller en unik kontoidentifierare som partnern delat till att identifiera ditt konto och underrätta mobiloperatören eller en annan partner att du har aktiverat ditt abonnemang. Vi kommer att använda det telefonnumret eller den unika identifieraren som är associerad med ditt abonnemang till att bekräfta ditt konto vid inloggning och för att koppla ditt Apple TV+-abonnemang till ditt konto. Om du loggar in på Apple TV-appen på en enhet som inte kommer från Apple kan Apple dela information med plattformsleverantören så att appen kan fungera, så att innehåll från dina Apple TV-abonnemang kan visas på plattformen och som stöd för funktioner på plattformen som att ge sökträffar och personanpassade rekommendationer. Detta kan inkludera information om huruvida du har öppnat Apple TV-appen och om du abonnerar på Apple TV+ och Apple TV-kanaler där de är tillgängliga. Du kan välja att sluta dela din abonnemangsinformation via inställningarna för Apple TV-appen på enheten som inte kommer från Apple, men om du gör detta kan det begränsa det sätt som Apple TV-innehåll visas på plattformen. På enheter som inte kommer från Apple kan du välja om du vill dela vad du tittar på, köper eller hyr i Apple TV-appen, inklusive Apple TV+, Apple TV-kanaler och annat innehåll (där det är tillgängligt) med leverantören av tredjepartsplattfomen. Detta kan inkludera ditt profilnamn eller annan information som används till att matcha dina data från Apple TV-appen med ditt konto eller din profil på en enhet som inte är tillverkad av Apple. Leverantören av plattformen kan använda din information från Apple TV-appen till att aktivera funktioner på plattformen som att visa pågående TV-serier och personanpassade rekommendationer. Du kan stänga av detta genom att öppna inställningarna för Apple TV-appen på enheten som inte kommer från Apple. På vissa enheter kan detta ta dig till plattformens inställningar. Om du väljer att logga in i Apple TV-appen på en enhet som inte kommer från Apple bör du granska plattformsleverantörens villkor, integritetspolicyer och praxis för att förstå vilka data de samlar in, använder och delar. Lagring Vi sparar personuppgifter som är associerade med dina köp, hämtningar och tittaraktiviteter i TV‑appen under olika tidslängder beroende på företagsbehov, avtalsenliga skyldigheter och gällande lagar. För köp och hämtningar innebär det ofta att informationen lagras i minst 10 år, men i regioner som Kina kan den perioden vara 30 år. Vi behåller även ett register med dina köp och hämtningar av innehåll under minst så lång tid som du har ett konto hos oss så att du kan hämta detta innehåll på nytt i enlighet med våra villkor. Vi behåller annan information som navigeringsaktivitet och sökningar under upp till två år. Viss information, t.ex. transaktioner, men inte din lagrade kortinformation, kan behållas i företagsregister även efter att du har avslutat ditt konto eller slutat använda appen TV. När du använder ett kontokort kan Apple behålla och automatiskt uppdatera ditt kortnummer och faktureringsinformation för framtida köp, återkommande transaktioner och annan användning som du auktoriserar. Apple kan få den här informationen från ditt finansinstitut eller betalningsnätverk och även använda den för verifiering och för att förhindra bedrägeri. Rensa uppspelningshistorik Du kan rensa uppspelningshistoriken i TV-appen i Inställningar. I Apple TV-appen på en iOS-, iPadOS- eller visionOS-enhet öppnar du Konto > Rensa uppspelningshistorik. I tvOS öppnar du Inställningar > Appar > TV > Rensa uppspelningshistorik. Det här tar bort alla TV-program och filmer från Min lista och avassocierar all eventuell uppspelningshistorik från ditt konto. Detta gäller för dina uppspelningsdata som lagras och används av Apple på enheter som använder samma Apple‑konto. Om du använder en enhet som inte kommer från Apple och har valt att dela vad du tittar på med den plattformens leverantör påverkas inte de uppspelningsdata som lagras av plattformens leverantör när du rensar din uppspelningshistorik. Du bör granska plattformsleverantörens villkor, integritetspolicyer och praxis för att förstå om du kan radera de data som lagras av den leverantören. Du kan ta bort enskilda objekt från Min lista genom att trycka ned länge på avsnittet och välja Ta bort från Min lista. Om du väljer Ta bort från senast visade i samma meny kommer det även att ta bort avsnittet från att användas till att generera personligt anpassade rekommendationer. Apple kommer däremot att spara register med uppspelningshistorik från Apple TV-kanaler och Apple TV+ för rapporterings- och royaltykrav. Anslutna appar från tredje part Du måste ge tillstånd för dina appar från tredje part som deltar att vara anslutna till Apple TV-appen för att börja dela det du tittar på från de apparna med Apple. När du ställer in TV-appen kan du bli ombedd att ge tillstånd för flera appar samtidigt. En del av apparna kan vara appar som du inte redan har installerat på den enheten, och dina inställningar kommer att användas om de installeras senare. Vare sig du ger appar tillstånd eller inte kan du ändra inställningar för de enskilda apparna senare i Inställningar. Om du vid ett senare tillfälle bestämmer att en av dina appar från tredje part inte ska vara ansluten till appen TV kan du koppla från den appen från appen TV och Apple kommer att sluta samla in uppspelningsdata från den tredjepartsappen. I Apple TV-appen på en iOS-, iPadOS- eller visionOS-enhet öppnar du Konto > Anslutna appar, markerar appen från tredje part och avaktiverar den. I tvOS öppnar du Inställningar > Appar > TV > Anslut till TV, väljer appen från tredje part och avaktiverar den. När du tar bort en app från tredje part från TV-appen kan du även radera all uppspelningsinformation som Apple har samlat in om innehåll du har tittat på från den appen genom att välja alternativet Ta bort och rensa uppspelningshistorik. Du kan också när som helst välja att radera all uppspelningsinformation som Apple har samlat in om allt innehåll från tredje part som du tittar på i appen TV genom att rensa uppspelningshistoriken enligt beskrivningen ovan. Om du rensar din uppspelningshistorik i någon av de beskrivna fallen rensas endast de uppspelningsdata från tredjepartsappar som lagras av Apple för appen TV. Eventuella uppspelningsdata som lagras separat av appleverantören från tredje part (t.ex. inuti dess egen app eller på egna servrar) påverkas inte. Du bör också granska villkor, integritetspolicyer och praxis hos tredjepartsappar som deltar för att förstå hur de använder och delar din uppspelningsinformation och relaterad information. Grupprekommendationer Om du väljer att aktivera grupprekommendationer på en Apple TV används information om det du tittar på till att skapa grupprekommendationer med olika kombinationer av användare som har valt detta och som använder samma Apple TV. Om det finns ett barnkonto i gruppen inkluderas rekommendationer för barn, men historiken över vad barnet har tittat på används inte. Du kan när som helst stänga av grupprekommendationer för ditt konto genom att öppna Inställningar > Användare och konton, välja din profil och sedan välja För er alla. Skydd mot bedrägeri och annat skadligt beteende Vi samlar även in personuppgifter för att förhindra bedrägeri och annat skadligt beteende i appen TV. Denna information inkluderar enhetsinformation, till exempel enhetstyp och programvaruversion, platsinformation (som uppskattas genom att matcha internetanslutningens IP-adress till en geografisk region, om den finns tillgänglig), historik för hämtningar och köp samt andra interaktioner med Apple TV-appen. När ditt abonnemang är inställt på att förnyas automatiskt, kan Apple också använda den informationen om din tidigare affärshistorik hos Apple till att bearbeta din förfrågan och avgöra ifall fortsatt åtkomst till abonnemanget ska tillhandahållas innan betalning har auktoriserats av betalningsförmedlaren. När du försöker göra ett inköp kan vi även beräkna en enhets­tillförlitlighets­poäng på din enhet med hjälp av information om hur du använder enheten, inklusive det ungefärliga antalet telefonsamtal eller mejl du tar emot eller skickar. Information som skickas är utformad så att Apple inte kan avläsa de underliggande värdena på din enhet. Poängen lagras på våra servrar under en begränsad tid. Tillämpbar juridisk grund för behandling av personuppgifter Vi behandlar dina personuppgifter i TV-appen i allmänhet så att ditt kontrakt med Apple kan följas, på det sätt som är nödvändigt för att tillhandahålla tjänsten samt för att uppfylla våra juridiska krav. Vi inhämtar samtycke enligt gällande lokala lagar när det krävs enligt juridisk praxis. Där lokala lagar och regler tillåter det behandlar vi personuppgifter enligt vad som krävs för våra legitima intressen eller intressen från tredje part i syfte att: • Visa tillgängligt och relevant innehåll för dig, inklusive från tredjepartstjänster. • Kontrollera behörighet för erbjudanden, bidra till att förbättra och optimera tjänsten för dig och andra samt skicka kommunikationer om Apple TV-appen och andra produkter, tjänster och erbjudanden från Apple som kan vara av intresse för dig. • Skydda mot bedrägeri och annat skadligt beteende. De data som används inkluderar: • Din användning av appen Apple TV inklusive vilka funktioner du använder (t.ex. Fortsätt titta eller Bibliotek), objekt du söker efter, dina interaktioner med notiser, innehållssidor du navigerar eller besöker, vad du ser på, köper, abonnerar på och hämtar samt information om fel eller krascher i appen. • Detaljer om din enhet och ditt konto. • Enhets­tillförlitlighets­poängen. • Din plats. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: Apple TV อนุญาตให้คุณชมรายการทีวีและภาพยนตร์ที่คุณชื่นชอบทั้งหมดในที่เดียวกัน คุณสามารถดูเนื้อหาที่คุณเช่าหรือซื้อจาก Apple หากมีให้บริการ คุณยังสามารถเข้าถึงเนื้อหาผ่าน Apple TV+, ช่อง Apple TV และแอปวิดีโอของบริษัทอื่นที่เชื่อมต่ออยู่ของคุณ คุณสามารถเข้าถึงเนื้อหาทั้งหมดนี้ได้ผ่านแอป Apple TV บนอุปกรณ์ที่รองรับของคุณทุกเครื่องที่ลงชื่อเข้าบัญชี Apple เดียวกัน การให้บริการแอป Apple TV เราใช้ข้อมูลส่วนบุคคลของคุณในการให้บริการและคุณสมบัติต่างๆ ในแอป Apple TV ข้อมูลดังกล่าวรวมถึงข้อมูลบัญชีและการชำระเงินของคุณ ซึ่งคุณสามารถเข้าถึงและเปลี่ยนแปลงได้ในการตั้งค่า Apple จะเก็บรวบรวมข้อมูลเกี่ยวกับสิ่งที่คุณซื้อและสิ่งที่คุณดูในแอป Apple TV บนอุปกรณ์ใดๆ ที่รองรับของคุณที่ลงชื่อเข้าบัญชี Apple เดียวกัน Apple จัดเก็บข้อมูลนี้ที่ผูกกับบัญชี Apple ของคุณ เพื่อให้เราสามารถแสดงสิ่งที่คุณกำลังดูอยู่ได้บนอุปกรณ์ที่รองรับของคุณทุกเครื่อง เมื่อคุณลงชื่อเข้าแอปของบริษัทอื่น ข้อมูลว่าคุณได้สมัครรับบริการเหล่านั้นหรือไม่จะถูกใช้เพื่อแสดงเนื้อหาที่มีให้คุณ ถ้าคุณให้สิทธิ์แอปของบริษัทอื่นให้เชื่อมต่อกับแอป Apple TV ได้ Apple ก็จะเก็บรวบรวมและจัดเก็บข้อมูลเกี่ยวกับสิ่งที่คุณดูจากแอปดังกล่าวบนอุปกรณ์ใดๆ ที่รองรับของคุณรวมถึงสถานะการสมัครรับของคุณด้วย แอปของ Apple ที่มีเนื้อหาที่รองรับ เช่น Apple Music และรีโมท จะเชื่อมต่อโดยอัตโนมัติเมื่อคุณเริ่มต้นใช้แอป Apple TV ข้อมูลเกี่ยวกับสิ่งที่คุณกำลังดูอยู่จะรวมถึงเนื้อหาที่คุณกำลังเล่นอยู่ เวลาที่คุณเล่นเนื้อหา อุปกรณ์ที่คุณเล่นเนื้อหา และตำแหน่งในเนื้อหาที่คุณหยุดพักหรือหยุดดู เรายังเก็บรวบรวมประวัติกิจกรรมการเล่นทั้งหมดอย่างละเอียดบนช่อง Apple TV และ Apple TV+ อีกด้วย ถ้าคุณอนุญาตให้แอป Apple TV เข้าถึงตำแหน่งที่ตั้งของคุณ ตำแหน่งที่ตั้งของคุณจะถูกใช้เพื่อกำหนดว่ามีรายการอะไรบ้างในภูมิภาคของคุณ รวมถึงเนื้อหาในพื้นที่ เช่น รายการแข่งขัน กิจกรรม และข่าวสารที่ถ่ายทอดสด เนื้อหาบางอย่างรวมโฆษณาที่สัมพันธ์กับพื้นที่ทางภูมิศาสตร์ การปรับปรุงแอป Apple TV Apple เก็บรวบรวมข้อมูลเกี่ยวกับการใช้แอป Apple TV และบัญชีของคุณ ซึ่งรวมถึงคุณสมบัติที่คุณใช้ (ตัวอย่างเช่น “ดูต่อ” หรือคลัง) รายการที่คุณค้นหา การโต้ตอบกับการแจ้งเตือนของคุณ หน้าเนื้อหาที่คุณเลือกหาหรือดู ข้อมูลเกี่ยวกับข้อผิดพลาดหรือการปิดตัวลงโดยไม่ทราบสาเหตุภายในแอป และรหัสไปรษณีย์สำหรับการเรียกเก็บเงินของคุณ เราใช้ข้อมูลนี้ ข้อมูลตำแหน่งที่ตั้งโดยประมาณที่ไม่ได้ระบุตัวตนของคุณ และข้อมูลเกี่ยวกับสิ่งที่คุณดูเพื่อช่วยในการปรับปรุงและปรับบริการให้เหมาะสมสำหรับคุณและคนอื่นๆ เรายังเก็บรวบรวมข้อมูลเกี่ยวกับอุปกรณ์ เช่น ประเภทของอุปกรณ์ ช่องที่ได้รับอุปกรณ์ของคุณ เวอร์ชั่นของระบบปฏิบัติการ และปริมาณพื้นที่ว่างบนอุปกรณ์ของคุณ เราอาจใช้ข้อมูลนี้ในการประเมินว่าสามารถดาวน์โหลดเนื้อหาที่ร้องขอได้หรือไม่ เพื่อให้เข้าใจถึงแนวโน้มทั่วไปในการใช้งานอุปกรณ์และพื้นที่จัดเก็บข้อมูลอุปกรณ์ และประเมินว่าอุปกรณ์ของคุณเชื่อมต่อด้วย Wi‑Fi หรือเซลลูลาร์หรือไม่ ตัวอย่างเช่น การทราบพื้นที่ว่างบนอุปกรณ์ของคุณจะช่วยให้เราสามารถสร้างคุณสมบัติที่อนุญาตให้คุณซื้อภาพยนตร์บน iPhone ของคุณได้โดยไม่ต้องดาวน์โหลดในขณะที่ซื้อ ถ้าคุณใช้ SharePlay เพื่อดูเนื้อหากับผู้ใช้คนอื่น แอป Apple TV จะเก็บรวบรวมข้อมูลที่คุณดูเนื้อหานั้นในระหว่างเซสชั่น SharePlay และจำนวนอุปกรณ์ที่เข้าร่วมในเซสชั่น แต่จะไม่เก็บรวบรวมข้อมูลใดๆ ที่จะระบุผู้เข้าร่วมเซสชั่น SharePlay เราใช้ข้อมูลการค้นหาของ Apple TV เพื่อปรับปรุงโมเดลที่ใช้ในการทำงานของ Apple TV ตัวอย่างเช่น คำถามการค้นหาโดยรวมของ Apple TV ถูกใช้เพื่อปรับโมเดลการค้นหาของ Apple TV อย่างละเอียด การปรับแต่งแอป Apple TV เราปรับแต่งแอป Apple TV เพื่อช่วยคุณค้นหาเนื้อหาที่สัมพันธ์กับตัวคุณมากที่สุด ตัวอย่างเช่น เราแนะนำภาพยนตร์ที่เราคิดว่าจะดึงดูดความสนใจจากคุณโดยอิงตามภาพยนตร์ที่คุณเคยดู ในการให้บริการการปรับแต่ง เราใช้ข้อมูลเกี่ยวกับสิ่งที่คุณดู สิ่งที่คุณซื้อ รายการสมัครรับ รายการดาวน์โหลด การเลือกหา และกิจกรรมอื่นๆ ในแอป Apple TV รวมถึงข้อมูลจากบัญชีของคุณ เช่น อายุของคุณ ถ้าคุณไม่ต้องการให้ Apple ใช้ข้อมูลเกี่ยวกับสิ่งที่คุณดูบนอุปกรณ์เครื่องนี้ในแอป Apple TV สำหรับการปรับแต่งบนอุปกรณ์ทุกเครื่องที่รองรับแอป Apple TV คุณสามารถปิดใช้การใช้ประวัติการเล่นได้ในการตั้งค่า บนอุปกรณ์ iOS, iPadOS, visionOS หรือ tvOS ของคุณ ให้ไปที่การตั้งค่า > แอป > TV > ใช้ประวัติการเล่น คุณสามารถปิดใช้คุณสมบัติการปรับแต่งใน App Store, Apple Books, iTunes Store, Apple TV, Apple Podcasts และสำหรับการสมัครใช้บริการต่างๆ จาก Apple ได้โดยปิดใช้รายการแนะนำสำหรับคุณโดยเฉพาะสำหรับบัญชี Apple ของคุณ บนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > [ชื่อของคุณ] > สื่อและสินค้าที่ซื้อ > ดูบัญชี จากนั้นแตะเพื่อปิดใช้รายการแนะนำสำหรับคุณโดยเฉพาะ ในแอป Apple TV บน Mac ให้ไปที่บัญชี > การตั้งค่าบัญชี > การตั้งค่า การสื่อสารกับคุณ Apple อาจใช้ข้อมูลเกี่ยวกับบัญชีของคุณ เช่น ผลิตภัณฑ์ของ Apple ที่คุณเป็นเจ้าของ การสมัครใช้บริการต่างๆ ของ Apple แอปของ Apple ที่คุณดาวน์โหลด และรหัสไปรษณีย์สำหรับการเรียกเก็บเงินของคุณ เพื่อสื่อสารกับคุณเกี่ยวกับแอป Apple TV รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ ของ Apple ที่คุณอาจสนใจ ซึ่งรวมถึง Apple One ด้วย อาจใช้รายละเอียดเกี่ยวกับอุปกรณ์ของคุณ เช่น หมายเลขประจำเครื่องของอุปกรณ์ หรือรายละเอียดเกี่ยวกับการสมัครใช้บริการ App Store ที่เกี่ยวข้องของคุณเพื่อตรวจสอบว่าคุณมีคุณสมบัติเหมาะสมสำหรับข้อเสนอของ Apple หรือไม่ ถ้าคุณอยู่ในกลุ่มการแชร์กันในครอบครัว Apple อาจสื่อสารกับคุณเกี่ยวกับผลิตภัณฑ์ บริการ และข้อเสนอที่มีให้คุณผ่านการแชร์กันในครอบครัว ถ้าคุณซื้อการสมัครใช้บริการ Apple One เราอาจส่งอีเมลและการแจ้งเตือนแบบผลักข้อมูลเกี่ยวกับคุณสมบัติของบริการแต่ละรายการที่คุณสมัครใช้บริการ Apple ยังอาจใช้ข้อมูลเกี่ยวกับกิจกรรมของคุณภายในแอป Apple TV เพื่อส่งอีเมลและการแจ้งเตือนแบบผลักข้อมูลเกี่ยวกับคุณสมบัติใหม่ เนื้อหา และข้อเสนอที่มีในแอป Apple TV ให้คุณ คุณสามารถเปลี่ยนการตั้งค่าอีเมลของคุณและเลือกไม่รับอีเมลเหล่านี้ได้โดยไปที่ account.apple.com ในการอัปเดตการตั้งค่าการแจ้งเตือนบนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > การแจ้งเตือน > TV การโฆษณา ในแอป Apple TV ถ้าคุณอนุญาตให้แอป Apple TV เข้าถึงตำแหน่งที่ตั้งของคุณ ตำแหน่งที่ตั้งของคุณอาจถูกใช้เพื่อส่งโฆษณาที่สัมพันธ์กับพื้นที่ทางภูมิศาสตร์ของคุณ สำหรับแอปอื่น เช่น App Store, Apple News และหุ้น ถ้าการตั้งค่าโฆษณาสำหรับคุณโดยเฉพาะเปิดใช้อยู่ แพลตฟอร์มโฆษณาของ Apple อาจใช้ข้อมูลของคุณรวมถึงข้อมูลเกี่ยวกับภาพยนตร์และรายการทีวีที่คุณซื้อจาก Apple เพื่อให้บริการโฆษณาในแอปเหล่านั้นที่อาจเกี่ยวข้องกับคุณมากขึ้น ถ้าคุณไม่ต้องการรับการโฆษณาตามกลุ่มเป้าหมายตามความสนใจของคุณจากแพลตฟอร์มโฆษณาของ Apple คุณสามารถเลือกปิดใช้โฆษณาสำหรับคุณโดยเฉพาะได้ การปิดใช้โฆษณาสำหรับคุณโดยเฉพาะจะป้องกันไม่ให้ Apple ใช้ข้อมูลของคุณเพื่อการกำหนดเป้าหมายการโฆษณา ซึ่งจะไม่ลดจำนวนโฆษณาที่คุณได้รับ แต่โฆษณาอาจเกี่ยวข้องกับคุณน้อยลง คุณสามารถเปลี่ยนการตั้งค่าโฆษณาสำหรับคุณโดยเฉพาะของคุณได้โดยไปที่การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > การโฆษณาของ Apple เรียนรู้เพิ่มเติมเกี่ยวกับการโฆษณาของ Apple และความเป็นส่วนตัวที่ www.apple.com/th/legal/privacy/data/th/apple-advertising เรียนรู้เกี่ยวกับวิธีการไม่เข้าร่วมการรับโฆษณาสำหรับคุณโดยเฉพาะบน App Store, Apple News และหุ้นที่ support.apple.com/105131 การแชร์ข้อมูลกับบุคคลหรือบริษัทอื่น เราจะให้ข้อมูลที่ไม่สามารถระบุถึงตัวตนของคุณได้กับผู้โฆษณาของเราและคู่ค้าทางยุทธศาสตร์รายต่างๆ ที่ทำงานกับ Apple เพื่อส่งมอบผลิตภัณฑ์และบริการของเรา, ช่วยประชาสัมพันธ์ Apple ให้ลูกค้ารู้จัก และขายโฆษณาในนามของ Apple เพื่อแสดงใน App Store และ Apple News และหุ้น ตัวอย่างเช่น เราอาจแชร์ข้อมูลที่ไม่สามารถระบุถึงตัวตนของคุณได้เกี่ยวกับธุรกรรม กิจกรรมการดู และภูมิภาคของคุณ รวมถึงข้อมูลประชากรของผู้ใช้ที่เก็บรวบรวมสะสม เช่น กลุ่มอายุและเพศ (ซึ่งอาจมาจากข้อมูล เช่น ชื่อและคำขึ้นต้นในบัญชี Apple ของคุณ) กับคู่ค้าทางยุทธศาสตร์ของ Apple TV เช่น เจ้าของเนื้อหา เพื่อให้สามารถวัดค่าประสิทธิภาพของงานสร้างสรรค์ เพื่อเป็นไปตามข้อเรียกร้องเกี่ยวกับลิขสิทธิ์และบัญชี และเพื่อปรับปรุงผลิตภัณฑ์และบริการที่เกี่ยวข้องของพวกเขาได้ ถ้าผู้ให้บริการเครือข่ายโทรศัพท์ของคุณเสนอการสมัครใช้บริการ Apple TV+ และการทดลองใช้ฟรีให้กับคุณ Apple อาจตรวจสอบเบอร์โทรศัพท์เพื่อยืนยันว่าคุณเข้าเกณฑ์ผ่านทางคู่ค้าที่เป็นผู้ให้บริการเครือข่ายโทรศัพท์ ถ้าคุณลงทะเบียนสมัครใช้บริการ Apple TV+ หรือการทดลองใช้ฟรีผ่านผู้ให้บริการเครือข่ายโทรศัพท์ของคุณหรือคู่ค้ารายอื่นของ Apple ไว้ Apple จะใช้เบอร์โทรศัพท์ของคุณหรือข้อมูลจำเพาะบัญชีที่ไม่ซ้ำกันที่แชร์โดยคู่ค้าเพื่อระบุบัญชีของคุณ และเพื่อแจ้งให้ผู้ให้บริการเครือข่ายโทรศัพท์หรือคู่ค้ารายอื่นทราบว่าคุณได้เปิดใช้งานการสมัครใช้บริการของคุณแล้ว เราจะใช้เบอร์โทรศัพท์หรือข้อมูลจำเพาะที่ไม่ซ้ำกันที่ผูกกับการสมัครใช้บริการของคุณเพื่อตรวจสอบยืนยันบัญชีของคุณเมื่อคุณลงชื่อเข้าและเพื่อเชื่อมต่อการสมัครใช้บริการ Apple TV+ ของคุณกับบัญชีของคุณ ถ้าคุณลงชื่อเข้าแอป Apple TV บนอุปกรณ์ที่ไม่ใช่ของ Apple ทาง Apple อาจแชร์ข้อมูลกับผู้ให้บริการแพลตฟอร์มเพื่อให้แอปสามารถทำงานได้ เพื่อให้เนื้อหาจากการสมัครรับ Apple TV ของคุณสามารถแสดงบนแพลตฟอร์มได้ และเพื่อรองรับคุณสมบัติบนแพลตฟอร์ม เช่น การแสดงผลการค้นหาและรายการแนะนำสำหรับคุณโดยเฉพาะ ข้อมูลนี้อาจรวมข้อมูลว่าคุณได้เปิดแอป Apple TV หรือไม่ และคุณได้สมัครใช้บริการ Apple TV+ และช่อง Apple TV หรือไม่ หากมี คุณสามารถเลือกที่จะหยุดแชร์ข้อมูลการสมัครรับของคุณได้ในการตั้งค่าแอป Apple TV บนอุปกรณ์ที่ไม่ใช่ของ Apple ของคุณแม้ว่าการทำเช่นนั้นอาจจำกัดวิธีแสดงเนื้อหา Apple TV บนแพลตฟอร์มก็ตาม บนอุปกรณ์ที่ไม่ใช่ของ Apple ที่รองรับ คุณสามารถเลือกได้ว่าจะแชร์สิ่งที่คุณดู ซื้อ หรือเช่าในแอป Apple TV ซึ่งรวมถึง Apple TV+, ช่อง Apple TV และเนื้อหาอื่น (หากมี) กับผู้ให้บริการแพลตฟอร์มของบริษัทอื่นของคุณ ข้อมูลนี้อาจรวมถึงชื่อโปรไฟล์หรือข้อมูลอื่นของคุณที่ใช้เพื่อจับคู่ข้อมูลของคุณจากแอป Apple TV กับบัญชีหรือโปรไฟล์ของคุณบนอุปกรณ์ที่ไม่ใช่ของ Apple ของคุณ ผู้ให้บริการแพลตฟอร์มของคุณอาจใช้ข้อมูลของคุณจากแอป Apple TV เพื่อเปิดใช้งานคุณสมบัติบนแพลตฟอร์ม เช่น แสดงรายการที่คุณกำลังดูอยู่และรายการแนะนำสำหรับคุณโดยเฉพาะ คุณสามารถปิดใช้การตั้งค่านี้ได้โดยไปที่การตั้งค่าแอป Apple TV บนอุปกรณ์ที่ไม่ใช่ของ Apple ของคุณ บนอุปกรณ์บางเครื่อง การตั้งค่านี้อาจนำทางคุณไปยังการตั้งค่าของแพลตฟอร์ม ถ้าคุณเลือกที่จะลงชื่อเข้าแอป Apple TV บนอุปกรณ์ที่ไม่ใช่ของ Apple คุณควรตรวจสอบข้อกำหนด นโยบายความเป็นส่วนตัว และแนวปฏิบัติของผู้ให้บริการแพลตฟอร์มเพื่อทำความเข้าใจว่าผู้ให้บริการเก็บรวบรวม ใช้ และแชร์ข้อมูลใด การเก็บบันทึกข้อมูล เราเก็บบันทึกข้อมูลส่วนบุคคลที่เกี่ยวข้องกับการซื้อ รายการดาวน์โหลด และกิจกรรมการดูของคุณบนแอป Apple TV เป็นระยะเวลาที่แตกต่างกันโดยขึ้นอยู่กับความต้องการทางธุรกิจ ข้อผูกพันที่ทำสัญญา และข้อกำหนดทางกฎหมาย สำหรับสินค้าที่ซื้อและรายการดาวน์โหลด มักต้องเก็บบันทึกข้อมูลเป็นระยะเวลาอย่างน้อย 10 ปี แต่ในภูมิภาค เช่น ประเทศจีน การเก็บบันทึกข้อมูลอาจมีระยะเวลา 30 ปี เรายังเก็บบันทึกข้อมูลการซื้อและรายการดาวน์โหลดเนื้อหาของคุณเป็นระยะเวลาอย่างน้อยนานตราบเท่าที่คุณมีบัญชีกับเรา เพื่ออนุญาตให้คุณดาวน์โหลดเนื้อหานั้นได้ตามข้อกำหนดที่บังคับใช้ของเรา เราจะเก็บบันทึกข้อมูลอื่นๆ เช่น กิจกรรมการเลือกหาและการค้นหาเป็นระยะเวลาสูงสุดสองปี บางข้อมูล เช่น ธุรกรรม ยกเว้นรายละเอียดบัตรที่จัดเก็บอยู่ของคุณ อาจถูกเก็บบันทึกเป็นบันทึกทางธุรกิจแม้หลังจากที่คุณปิดบัญชีหรือหยุดใช้แอป Apple TV เมื่อคุณใช้บัตรชำระเงิน Apple อาจเก็บรักษาและอัปเดตหมายเลขบัตรและข้อมูลการเรียกเก็บเงินของคุณโดยอัตโนมัติสำหรับการซื้อในอนาคต ธุรกรรมแบบประจำ หรือการใช้งานอื่นๆ ที่คุณอนุญาต Apple อาจได้รับข้อมูลนี้จากสถาบันการเงินหรือเครือข่ายการชำระเงินของคุณ และอาจใช้ข้อมูลนี้เพื่อเป็นการป้องกันการโจรกรรมและเพื่อตรวจสอบยืนยันด้วย ล้างประวัติการเล่น คุณสามารถล้างประวัติการเล่นของคุณบนแอป Apple TV ได้ในการตั้งค่า ในแอป Apple TV บนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่บัญชี > ล้างประวัติการเล่น บน tvOS ให้ไปที่การตั้งค่า > แอป > TV > ล้างประวัติการเล่น การล้างประวัติการเล่นจะเอารายการทีวีและภาพยนตร์ทั้งหมดออกจากรายการที่รอดูและแยกประวัติการเล่นในอดีตออกจากบัญชีของคุณ การล้างประวัติการเล่นจะปรับใช้กับข้อมูลการเล่นของคุณที่เก็บรวบรวมไว้และใช้โดย Apple บนอุปกรณ์ที่ใช้บัญชี Apple เดียวกัน ถ้าคุณใช้อุปกรณ์ที่ไม่ใช่ของ Apple และเลือกที่จะแชร์สิ่งที่คุณดูกับผู้ให้บริการแพลตฟอร์มนั้น การล้างประวัติการเล่นของคุณจะไม่มีผลต่อข้อมูลการเล่นที่จัดเก็บโดยผู้ให้บริการแพลตฟอร์ม คุณควรตรวจสอบข้อกำหนด นโยบายความเป็นส่วนตัว และแนวปฏิบัติของผู้ให้บริการแพลตฟอร์มเพื่อทำความเข้าใจว่าคุณสามารถลบข้อมูลที่จัดเก็บโดยผู้ให้บริการนั้นได้หรือไม่ คุณสามารถเอารายการใดรายการหนึ่งออกจากรายการที่รอดูของคุณได้โดยกดตอนแบบลงน้ำหนักแล้วเลือกเอาออกจากรายการที่รอดู ในเมนูเดียวกัน ถ้าคุณเลือกเอาออกจากรายการที่ดูล่าสุด จะเป็นการเอาตอนดังกล่าวออกจากรายการที่ใช้สำหรับสร้างรายการแนะนำสำหรับคุณโดยเฉพาะด้วย อย่างไรก็ตาม Apple จะเก็บบันทึกประวัติการเล่นของคุณจากช่อง Apple TV และ Apple TV+ สำหรับการรายงานและข้อกำหนดด้านลิขสิทธิ์ แอปที่เชื่อมต่ออยู่ของบริษัทอื่น คุณต้องให้สิทธิ์แอปของบริษัทอื่นที่เกี่ยวข้องในการเชื่อมต่อกับแอป Apple TV เพื่อเริ่มการแชร์สิ่งที่คุณดูจากแอปเหล่านั้นกับ Apple เมื่อคุณตั้งค่าแอป Apple TV คุณอาจถูกขอให้ให้สิทธิ์แอปพลิเคชันหลายแอปในครั้งเดียว บางแอปอาจเป็นแอปที่คุณยังไม่ได้ติดตั้งลงในอุปกรณ์เครื่องนั้น และการตั้งค่าของคุณจะถูกปรับใช้หากคุณติดตั้งแอปดังกล่าวในภายหลัง ไม่ว่าคุณจะให้สิทธิ์หรือไม่ก็ตาม คุณจะสามารถเปลี่ยนการตั้งค่าของคุณสำหรับแต่ละแอปได้ในการตั้งค่า เมื่อใดก็ตามคุณตัดสินใจว่าคุณไม่ต้องการให้แอปใดแอปหนึ่งของบริษัทอื่นเชื่อมต่อกับแอป Apple TV อีกต่อไป คุณอาจเลิกเชื่อมต่อแอปนั้นกับแอป Apple TV ได้ และ Apple จะหยุดการเก็บรวบรวมข้อมูลการเล่นของคุณจากแอปของบริษัทอื่นแอปนั้น ในแอป Apple TV บนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่บัญชี > แอปที่เชื่อมต่อ จากนั้นเลือกแอปของบริษัทอื่นแล้วปิดใช้ บน tvOS ให้ไปที่การตั้งค่า > แอป > TV > เชื่อมต่อกับแอป TV จากนั้นเลือกแอปของบริษัทอื่นแล้วปิดใช้ เมื่อเอาแอปของบริษัทอื่นออกจากแอป Apple TV แล้ว คุณยังสามารถเลือกที่จะลบข้อมูลการเล่นทั้งหมดที่ Apple เก็บรวบรวมเกี่ยวกับเนื้อหาของรายการที่คุณดูจากแอปนั้นออกด้วยได้โดยการเลือกตัวเลือกเอาออกและล้างประวัติการเล่น คุณยังสามารถเลือกที่จะลบข้อมูลการเล่นทั้งหมดของเนื้อหาของบริษัทอื่นที่คุณดูในแอป Apple TV ที่ Apple ได้เก็บรวบรวมไว้ได้ตลอดเวลาอีกด้วยโดยการล้างประวัติการเล่นของคุณตามที่อธิบายไว้ข้างต้น การล้างประวัติการเล่นต่างๆ นี้จะเป็นการล้างข้อมูลการเล่นของแอปของบริษัทอื่นที่เก็บรวบรวมไว้และใช้โดย Apple สำหรับแอป Apple TV เท่านั้น ซึ่งไม่ส่งผลกระทบกับข้อมูลใดๆ ก็ตามที่จัดเก็บแยกไว้โดยผู้ให้บริการแอปของบริษัทอื่น (เช่น ภายในแอปหรือเซิร์ฟเวอร์ของบริษัทอื่น) คุณยังควรทบทวนข้อกำหนด นโยบายความเป็นส่วนตัว และวิธีปฏิบัติต่างๆ ของแอปที่เกี่ยวข้องของบุคคลหรือบริษัทอื่นด้วย เพื่อให้เข้าใจว่าแอปเหล่านั้นจะนำข้อมูลการเล่นและข้อมูลที่เกี่ยวข้องของคุณไปใช้และแชร์อย่างไร คำแนะนำกลุ่ม ถ้าคุณเลือกเปิดใช้งานคำแนะนำกลุ่มบนอุปกรณ์ Apple TV ข้อมูลเกี่ยวกับสิ่งที่คุณดูจะถูกใช้เพื่อสร้างคำแนะนำกลุ่มร่วมกับผู้ใช้ที่เลือกเข้าร่วมบน Apple TV เครื่องเดียวกัน ถ้ามีบัญชีบุตรหลานอยู่ในกลุ่ม คำแนะนำสำหรับเด็กจะรวมอยู่ด้วย แต่ประวัติการดูของบุตรหลานจะไม่ถูกใช้ คุณสามารถปิดใช้คำแนะนำกลุ่มสำหรับบัญชีของคุณได้ตลอดเวลาโดยไปที่การตั้งค่า > ผู้ใช้และบัญชี แล้วเลือกโปรไฟล์ของคุณ จากนั้นเลือกสำหรับทุกคน การป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย เรายังเก็บรวบรวมข้อมูลส่วนบุคคลเพื่อป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้ายในแอป Apple TV อีกด้วย ข้อมูลนี้รวมถึงข้อมูลอุปกรณ์ เช่น ประเภทของอุปกรณ์และเวอร์ชั่นซอฟต์แวร์ ข้อมูลตำแหน่งที่ตั้ง (ซึ่งประมาณโดยการเทียบที่อยู่ IP ของการเชื่อมต่อกับอินเทอร์เน็ตของคุณกับพื้นที่ทางภูมิศาสตร์ หากมี) ประวัติการดาวน์โหลดและการซื้อ และการโต้ตอบอื่นกับแอป Apple TV เมื่อการสมัครใช้บริการของคุณถูกตั้งค่าให้ต่ออายุอัตโนมัติ Apple ยังอาจใช้ข้อมูลเกี่ยวกับประวัติความสัมพันธ์ทางธุรกิจของคุณกับ Apple เพื่อประมวลผลคำขออีกด้วยและตัดสินใจว่าจะมอบการเข้าถึงการสมัครใช้บริการของคุณอย่างต่อเนื่องก่อนได้รับการรับรองความถูกต้องโดยพันธมิตรการชำระเงินหรือไม่ เรายังอาจคำนวณคะแนนความน่าเชื่อถือของอุปกรณ์บนอุปกรณ์ของคุณเมื่อคุณพยายามซื้อสินค้า โดยใช้ข้อมูลเกี่ยวกับวิธีการใช้งานอุปกรณ์ของคุณ รวมถึงจำนวนสายโทรหรืออีเมลที่คุณส่งและรับโดยประมาณ การส่งข้อมูลนี้ถูกออกแบบมาให้ Apple ไม่สามารถเรียนรู้ค่าที่ซ่อนอยู่ของอุปกรณ์ของคุณได้ คะแนนจะถูกจัดเก็บบนเซิร์ฟเวอร์ของเราเป็นระยะเวลาตายตัว พื้นฐานทางกฎหมายที่เกี่ยวข้องสำหรับการประมวลผลข้อมูลส่วนบุคคล เราประมวลผลข้อมูลส่วนบุคคลของคุณในแอป Apple TV โดยทั่วไปเพื่อปฏิบัติตามสัญญาของคุณกับ Apple ตามความจำเป็นในการให้บริการ และเพื่อให้เป็นไปตามภาระผูกพันตามกฎหมายของเรา ในกรณีที่ความยินยอมเป็นพื้นฐานทางกฎหมายที่เหมาะสม เราขอความยินยอมตามที่กฎหมายท้องถิ่นกำหนด ถ้ากฎหมายในท้องถิ่นที่บังคับใช้กำหนด เราจะประมวลผลข้อมูลส่วนบุคคลตามความจำเป็นเพื่อจุดประสงค์ด้านผลประโยชน์ที่ถูกต้องตามกฎหมายหรือเพื่อจุดประสงค์ของบุคคลหรือบริษัทอื่นเพื่อ: • แสดงเนื้อหาที่มีและเกี่ยวข้องให้กับคุณซึ่งรวมถึงบริการจากบุคคลหรือบริษัทอื่น • ตรวจสอบสิทธิ์ในการรับข้อเสนอต่างๆ ช่วยปรับปรุงและปรับบริการให้เหมาะสมสำหรับคุณและผู้อื่น และสื่อสารกับคุณเกี่ยวกับแอป Apple TV รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ จาก Apple ที่คุณอาจสนใจ • ป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย ข้อมูลที่ใช้รวมถึง: • การใช้แอป Apple TV ของคุณซึ่งรวมถึงคุณสมบัติที่คุณใช้งาน (ตัวอย่างเช่น “ดูต่อ” หรือคลัง) รายการที่คุณค้นหา การโต้ตอบของคุณกับการแจ้งเตือน หน้าเนื้อหาที่คุณเลือกหาหรือดู สิ่งที่คุณดู ซื้อ สมัครใช้บริการ และดาวน์โหลด และข้อมูลเกี่ยวกับข้อผิดพลาดหรือการปิดตัวลงโดยไม่ทราบสาเหตุภายในแอป • รายละเอียดเกี่ยวกับอุปกรณ์และบัญชีของคุณ • คะแนนความน่าเชื่อถือของอุปกรณ์ • ตำแหน่งที่ตั้งของคุณ ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Apple TV, favori TV şovlarınızın ve filmlerinizin tümünü tek bir yerde izlemenize olanak tanır. Apple’dan kiraladığınız veya satın aldığınız içerikleri izleyebilirsiniz. Kullanılabiliyorsa Apple TV+, Apple TV kanalları ve bağlı üçüncü parti video uygulamalarınız yoluyla da içeriklere erişebilirsiniz. Bu içeriklerin tümüne, aynı Apple Hesabı’yla giriş yapmış desteklenen Apple aygıtlarında Apple TV uygulaması yoluyla erişebilirsiniz. Apple TV Uygulamasını Sunma Apple TV uygulamasında servisleri ve özellikleri sunmak için kişisel verilerinizi kullanıyoruz. Bu bilgiler, Ayarlar’da erişip değiştirebileceğiniz hesap ve ödeme bilgilerinizi içerir. Apple, aynı Apple Hesabı’na giriş yapılmış desteklenen aygıtların herhangi birindeki Apple TV uygulamasında ne satın aldığınız ve ne izlediğiniz ile ilgili bilgi toplar. Apple, bu bilgileri Apple Hesabı’nızla ilişkili olarak sakladığı için desteklenen aygıtlarınızda ne izlediğinizi görüntüleyebiliriz. Üçüncü parti uygulamalara giriş yaptığınızda bu servislere abone olup olmadığınızla ilgili bilgiler, kullanabileceğiniz içerikleri görüntülemek için kullanılır. Üçüncü parti bir uygulamanın Apple TV uygulamasına bağlanmasına izin verirseniz Apple, abonelik durumunuzun yanı sıra desteklenen aygıtlarınızın herhangi birinde o uygulamada izlediklerinizle ilgili bilgileri de toplar ve saklar. Desteklenen içeriğe sahip Apple uygulamaları (Apple Music ve Remote gibi), Apple TV uygulamasını kullanmaya başladığınızda otomatik olarak bağlanır. Ne izlediğiniz ile ilgili bilgiler arasında oynattığınız içerik, ne zaman oynattığınız, hangi aygıtta oynattığınız ve içeriğin neresinde duraklattığınız veya izlemeyi bıraktığınız sayılabilir. Apple TV kanallarında ve Apple TV+’taki tüm oynatma etkinliklerinizin ayrıntılı bir geçmişi de toplanır. Apple TV uygulamasının konumunuza erişmesine izin verirseniz canlı maçlar, etkinlikler ve haberler gibi yerel içerikler de dahil olmak üzere bulunduğunuz bölgede nelerin kullanılabileceğini belirlemek için konumunuz kullanılır. Bazı içerikler coğrafi olarak ilgili reklamlar içerir. Apple TV Uygulamasını İyileştirme Apple, Apple TV uygulamasını ve hesabınızı kullanmanızla ilgili bilgi toplar. Bu bilgiler arasında; kullandığınız özellikler (örneğin İzlemeyi Sürdür veya Arşiv), aradığınız öğeler, bildirimlerle etkileşimleriniz, dolaştığınız veya görüntülediğiniz içerik sayfaları, uygulama içindeki hatalar veya çökmeler ve faturadaki posta kodunuz gibi bilgiler sayılabilir. Bu bilgiler, kimliğinizi teşhis etmeyecek yaklaşık konum bilgileri ve izlediklerinizle ilgili bilgiler siz ve diğer kullanıcılar için servisi iyileştirmeye ve en iyi duruma getirmeye yardımcı olmak amacıyla kullanılır. Aygıt türü, aygıtınızı aldığınız kanal, işletim sisteminizin sürümü, aygıtınızdaki boş alanın büyüklüğü gibi aygıtınız hakkında bilgileri de toplarız. İstenen içeriğin indirilip indirilemeyeceğini, aygıt kullanımı ve saklama alanı ile ilgili genel kullanım eğilimlerini ve aygıtınızın Wi‑Fi’ye mi yoksa hücresele mi bağlı olduğunu değerlendirmemiz için bu bilgileri kullanabiliriz. Örneğin, aygıtınızdaki boş alan miktarını bilmek, satın almada indirmek zorunda kalmadan iPhone’unuzda film satın almanıza olanak tanıyan özelliği geliştirmemizi sağladı. Başka kullanıcılarla içerik izlemek için SharePlay’i kullanırsanız Apple TV uygulaması SharePlay oturumu sırasında izlediğiniz içeriği ve oturuma katılan aygıt sayısını toplar ama SharePlay oturumuna katılanların kimliklerini belirleyecek hiçbir bilgiyi toplamaz. Apple TV’yi destekleyen modelleri iyileştirmek için Apple TV arama verilerini kullanırız. Örneğin toplu Apple TV arama sorguları Apple TV arama modelinde ince ayar yapmak için kullanılır. Apple TV Uygulamasını Kişiselleştirme Sizinle en ilgili içerikleri keşfetmenize yardımcı olmak için Apple TV uygulamasını kişiselleştiririz. Örneğin, daha önce izlediğiniz filmlere göre ilginizi çekeceğini düşündüğümüz filmler öneririz. Kişiselleştirme sunmak için Apple TV uygulamasında izledikleriniz, satın aldıklarınız, abonelikleriniz, indirdikleriniz, dolaştıklarınız ve diğer etkinlikleriniz ile ilgili bilgilerin yanı sıra yaşınız gibi hesap bilgilerinizi de kullanırız. Apple’ın Apple TV uygulamasını destekleyen tüm aygıtlarda kişiselleştirme amacıyla bu aygıttaki Apple TV uygulamasında izlediklerinizle ilgili bilgileri kullanmasını istemiyorsanız Ayarlar’da Oynatma Geçmişini Kullan’ı kapatabilirsiniz. iOS, iPadOS, visionOS veya tvOS aygıtınızda Ayarlar > Uygulamalar > TV > Oynatma Geçmişini Kullan bölümüne gidin. Apple Hesabı’nız için Kişiselleştirilmiş Öneriler’i kapatarak App Store, Apple Books, iTunes Store, Apple TV, Apple Podcasts servislerindeki ve Apple aboneliklerindeki kişiselleştirme özelliklerini kapatabilirsiniz. iOS, iPadOS ya da visionOS aygıtınızda Ayarlar > [adınız] > Ortamlar ve Satın Almalar > Hesabı Görüntüle bölümüne gidin, sonra Kişiselleştirilmiş Öneriler’e dokunarak seçeneği kapatın. Mac’teki Apple TV uygulamasında Hesap > Hesap Ayarları > Ayarlar bölümüne gidin. Sizinle İletişim Apple, Apple TV uygulaması ve ilginizi çekebilecek diğer Apple ürünleri, servisleri ve teklifleri (Apple One da dahil olmak üzere) hakkında size haberler göndermek için hesabınız hakkında, sahip olduğunuz Apple ürünleri, Apple servisi abonelikleriniz, indirdiğiniz Apple uygulamaları ve faturadaki posta kodunuz gibi bilgileri kullanabilir. Aygıtınızın seri numarası gibi aygıtınızla ilgili ayrıntılar ya da ilgili App Store aboneliklerinize ilişkin ayrıntılar, Apple teklifleri için uygunluğunuzu denetlemek amacıyla kullanılabilir. Bir Aile Paylaşımı grubundaysanız Apple, size Aile Paylaşımı yoluyla kullanabileceğiniz ürünler, servisler ve teklifler ile ilgili haberler gönderebilir. Bir Apple One aboneliği satın alırsanız size abone olduğunuz her bir servisin özellikleri hakkında e-posta ve anında iletilen bildirimler gönderebiliriz. Apple, size Apple TV uygulamasındaki yeni özellikler, içerikler ve teklifler hakkında e-postalar ve anında iletilen bildirimler göndermek için Apple TV uygulamasındaki etkinliğinizle ilgili bilgileri de kullanabilir. account.apple.com/tr adresine giderek e-posta tercihlerinizi değiştirebilir ve e-posta almaktan vazgeçebilirsiniz. iOS, iPadOS ya da visionOS aygıtınızda bildirim tercihlerini güncellemek için Ayarlar > Bildirimler > TV bölümüne gidin. Reklam Apple TV uygulamasında Apple TV uygulamasının konumunuza erişmesine izin verirseniz size coğrafi olarak ilgili reklamlar sunmak için konumunuz kullanılabilir. Apple’ın reklam platformu; App Store, Apple News ve Borsa gibi diğer uygulamalar için Kişiselleştirilmiş Reklamlar ayarı açıksa bu uygulamalarda sizinle daha ilgili reklamlar sunmak için Apple’dan satın aldığınız filmler ve TV şovları hakkındaki bilgiler de dahil olmak üzere bilgilerinizi kullanabilir. Apple’ın reklam platformundan ilgi alanlarınıza göre hedef reklamlar almak istemiyorsanız Kişiselleştirilmiş Reklamlar’ı kapatmayı seçebilirsiniz. Kişiselleştirilmiş Reklamlar’ın kapatılması, Apple’ın hedef reklamlar için bilgilerinizi kullanmasını engeller. Aldığınız reklam sayısı azalmayabilir ama reklamlar sizinle daha az ilgili olur. Kişiselleştirilmiş Reklamlar ayarlarınızı değiştirmek için Ayarlar > Gizlilik ve Güvenlik > Apple’ın Sunduğu Reklamlar bölümüne gidin. Apple’ın Sunduğu Reklamlar ve Gizlilik hakkında daha fazla bilgi için www.apple.com/tr/legal/privacy/data/tr/apple-advertising adresine gidin. App Store, Apple News ve Borsa uygulamalarında kişiselleştirilmiş reklamları görmemeyle ilgili bilgi edinmek için support.apple.com/105131 adresine gidin. Üçüncü Partilerle Paylaşma Ürünlerimizi ve servislerimizi sağlamak, Apple’ın müşterilere ulaşmasına yardımcı olmak ve Apple adına App Store’da, Apple News’da ve Borsa’da görüntülenmek üzere reklam satmak amacıyla Apple ile çalışan stratejik ortaklarımıza ve reklam verenlerimize bazı kişisel olmayan verileri sağlarız. Örneğin yaratıcı çalışmalarının performansını ölçebilmeleri, telif ve muhasebe gereksinimlerini karşılayabilmeleri ve ilgili ürünlerini ve servislerini iyileştirebilmeleri amacıyla içerik sahipleri gibi stratejik Apple TV ortaklarıyla işlemleriniz, izleme etkinlikleriniz ve bulunduğunuz bölgeyle ilgili kişisel olmayan verileri ve bunların yanı sıra yaş grubu ve cinsiyet (Apple Hesabı’nızdaki adınız ve hitap şekli gibi bilgilerden çıkarılabilecek) gibi toplanmış demografik kullanıcı bilgilerini paylaşabiliriz. Hücresel ağ sağlayıcınız Apple TV+ aboneliği ve ücretsiz denemeler sunuyorsa Apple, bir hücresel ağ sağlayıcı ortağı yoluyla uygun olup olmadığınızı belirlemek için telefon numaranızı denetleyebilir. Apple, hücresel ağ sağlayıcınız ya da başka bir Apple ortağı yoluyla bir Apple TV+ aboneliği ya da ücretsiz deneme için kaydolduysanız hesabınızı belirlemek ve hücresel ağ sağlayıcının ya da diğer ortağın aboneliğinizi etkinleştirdiğinizi bilmesini sağlamak için telefon numaranız ya da ortak ile paylaşılan benzersiz hesap tanıtıcısını kullanılır. Aboneliğinizle ilişkili telefon numarasını ya da benzersiz tanıtıcıyı, giriş yaparken hesabınızı doğrulamak ve Apple TV+ aboneliğinizi hesabınızla ilişkilendirmek için kullanırız. Apple olmayan bir aygıtta Apple TV uygulamasına giriş yaparsanız Apple, uygulamanın çalışmasını ve böylelikle Apple TV aboneliklerinize ait içeriklerin platformda görünmesini sağlamak ve arama sonuçları ile kişiselleştirilmiş önerilerin sunulması gibi platform özelliklerini desteklemek için bilgileri platform sağlayıcı ile paylaşabilir. Bunlar arasında, Apple TV uygulamasını açıp açmadığınız ve kullanılabiliyorsa Apple TV+’a ve Apple TV kanallarına abone olup olmadığınız bilgisi de olabilir. Apple olmayan aygıtınızdaki Apple TV uygulaması ayarlarında abonelik bilgilerinizi paylaşmayı durdurmayı seçebilirsiniz ama bu durumda Apple TV içeriklerinin platformda görünme biçimleri sınırlanabilir. Desteklenen Apple olmayan aygıtlarda Apple TV+, Apple TV kanalları ve varsa diğer içerikler de dahil olmak üzere Apple TV uygulamasında izlediklerinizi, satın aldıklarınızı veya kiraladıklarınızı üçüncü parti platform sağlayıcınızla paylaşıp paylaşmayacağınızı da seçebilirsiniz. Bu, Apple TV uygulamasındaki verilerinizi Apple olmayan aygıtınızdaki hesabınız ya da profiliniz ile eşleştirmek için kullanılan profil adınızı ya da diğer bilgileri içerebilir. Platform sağlayıcınız, devam eden şovlarınızın ve kişiselleştirilmiş önerilerinizin görüntülenmesi gibi platform özelliklerini etkinleştirmek için Apple TV uygulamasındaki bilgilerinizi kullanabilir. Apple olmayan aygıtınızdaki Apple TV uygulaması ayarlarına giderek bunu kapatabilirsiniz. Bu, bazı aygıtlarda sizi platform ayarlarına götürebilir. Apple olmayan bir aygıtta Apple TV uygulamasına giriş yapmayı seçerseniz platform sağlayıcının hangi verileri topladığını, kullandığını ve paylaştığını öğrenmek için sağlayıcının hükümlerini, gizlilik politikasını ve uygulama yöntemlerini gözden geçirmelisiniz. Bilgi Saklama Apple TV uygulamasındaki satın almalarınız, indirmeleriniz ve izleme etkinlikleriniz ile ilişkili kişisel verileri işletme gereksinimlerine, anlaşma yükümlülüklerine ve yasal zorunluluklara göre değişen sürelerle saklarız. Bu, satın almalar ve indirmeler için genellikle en az 10 yıllık bir saklama süresi gerektirir ama Çin gibi bölgelerde bu süre 30 yılı bulabilir. Ayrıca, bizde bir hesabınız olduğu sürece bu içerikleri yürürlükte bulunan hükümlere uygun olarak indirmenize izin vermek için içerik satın alma ve indirme işlemlerinizin bir kaydını da saklarız. Dolaşma etkinliği ve aramalar gibi diğer bilgileri ise en fazla iki yıl saklarız. İşlemler gibi bazı bilgiler, hesabınızı kapatsanız veya Apple TV uygulamasını kullanmayı bıraksanız bile işletme kaydı olarak saklanabilir ancak kayıtlı kart ayrıntıları tutulmaz. Bir ödeme kartı kullandığınızda Apple gelecekteki alışverişler, yinelenen işlemler veya yetki verdiğiniz diğer kullanımlar için kart numaranızı ve fatura bilgilerinizi tutabilir ve otomatik olarak güncelleyebilir. Apple, bu bilgileri finansal kurumunuzdan veya ödeme ağınızdan elde edebilir ve ayrıca bu bilgileri dolandırıcılığı önleme ve doğrulama için kullanabilir. Oynatma Geçmişini Silme Ayarlar’da Apple TV uygulamasındaki oynatma geçmişinizi silebilirsiniz. iOS, iPadOS ya da visionOS aygıtınızdaki Apple TV uygulamasında Hesap > Oynatma Geçmişini Sil bölümüne gidin. tvOS’te Ayarlar > Uygulamalar > TV > Oynatma Geçmişini Sil bölümüne gidin. Bu işlem, İzleme Listesi’nde bulunan tüm TV şovlarını ve filmleri siler ve daha önceki oynatma geçmişlerinin hesabınızla ilişkisini kaldırır. Bu durum, aynı Apple Hesabı’nı kullanan aygıtlarda Apple tarafından tutulan ve kullanılan oynatma verileriniz için geçerlidir. Apple olmayan bir aygıt kullanıyorsanız ve izlediklerinizi platform sağlayıcı ile paylaşmayı seçtiyseniz oynatma geçmişinizin silinmesi platform sağlayıcı tarafından saklanan oynatma verilerini etkilemez. Platform sağlayıcı tarafından saklanan verileri silip silemeyeceğinizi öğrenmek için sağlayıcının hükümlerini, gizlilik politikasını ve uygulama yöntemlerini gözden geçirmelisiniz. Bölüme uzun basıp İzleme Listesi’nden Sil’i seçerek İzleme Listesi’ndeki öğeleri ayrı ayrı da silebilirsiniz. Aynı menüde Son İzlenenlerden Sil’i seçerseniz bu bölüm, kişiselleştirilmiş öneriler oluşturmak için de kullanılmaz. Bununla birlikte Apple, Apple TV kanallarındaki ve Apple TV+’taki oynatma geçmişi kayıtlarını raporlama ve telif gereksinimleri nedeniyle tutar. Üçüncü Parti Bağlı Uygulamalar Katılımcı üçüncü parti uygulamalarda izlediklerinizi Apple ile paylaşmaya başlamak için bu uygulamalara Apple TV uygulamasına bağlanma izni vermeniz gerekir. Apple TV uygulamasını ayarlarken bir defada birden fazla uygulama için izin vermeniz istenebilir. Uygulamaların bazısı o aygıta henüz yüklemediğiniz uygulamalar olabilir ve bu uygulamalar daha sonra yüklenirse tercihleriniz uygulanır. İzin verseniz de vermeseniz de her bir uygulama için tercihlerinizi Ayarlar’da değiştirebilirsiniz. Üçüncü parti uygulamalarınızdan birinin Apple TV uygulamasına bağlanmasını artık istemediğinize karar verdiğinizde bu uygulamanın Apple TV uygulaması ile bağlantısını kesebilirsiniz, böylece Apple bu üçüncü parti uygulamadan oynatma verilerinizi toplamayı durdurur. iOS, iPadOS ya da visionOS aygıtınızdaki Apple TV uygulamasında Hesap > Bağlı Uygulamalar bölümüne gidin, üçüncü parti uygulamayı seçin ve kapatın. tvOS’te Ayarlar > Uygulamalar > TV > TV’ye Bağlan bölümüne gidin, üçüncü parti uygulamayı seçin ve kapatın. Üçüncü parti uygulamayı Apple TV uygulamasından silerken Sil ve Oynatma Geçmişini Temizle seçeneğini seçerek bu uygulamadan izlediğiniz içerik hakkında Apple’ın topladığı tüm oynatma verisi bilgilerini silmeyi de seçebilirsiniz. Ayrıca istediğiniz zaman oynatma geçmişinizi yukarıda açıklandığı şekilde silerek Apple’ın Apple TV uygulamasında izlediğiniz üçüncü parti içerikler hakkında topladığı oynatma verisi bilgilerinizin tümünü silmeyi de seçebilirsiniz. Bu açıklanan durumların herhangi birinde oynatma geçmişinizin silinmesi, yalnızca Apple tarafından Apple TV uygulaması için tutulan ve kullanılan üçüncü parti uygulama oynatma verilerini siler. Üçüncü parti uygulama sağlayıcısı tarafından ayrıca tutulan (örneğin kendi uygulamalarında veya sunucularında) oynatma verilerini etkilemez. Oynatma verilerinizi ve ilgili bilgileri nasıl kullandıklarını ve paylaştıklarını anlamak için katılımcı üçüncü parti uygulamaların hükümlerini, gizlilik politikalarını ve uygulama yöntemlerini de gözden geçirmeniz gerekir. Grup Önerileri Bir Apple TV aygıtında Grup Önerileri’ni etkinleştirmeyi seçerseniz ne izlediğinizle ilgili bilgiler, aynı Apple TV’deki kullanıcıların herhangi bir karışımına göre grup önerilerinde bulunmak için kullanılır. Grupta bir çocuk hesabı varsa çocuklar için öneriler dahil edilir ama onların izleme geçmişleri kullanılmaz. Hesabınız için Grup Önerileri’ni kapatmak istiyorsanız Ayarlar > Kullanıcılar ve Hesaplar’a gidin, profilinizi seçin ve sonra Hepiniz İçin’i seçin. Dolandırıcılığı ve Diğer Kötü Amaçlı Eylemleri Önleme Apple TV uygulamasında dolandırıcılığı ve diğer kötü amaçlı eylemleri önlemek için kişisel verileri de topluyoruz. Bu bilgiler; aygıt türü ve yazılım sürümü gibi aygıt bilgilerini, konum bilgisini (varsa, internet bağlantınızın IP adresi bir coğrafi bölgeyle eşleştirilerek tahmin edilir), indirme ve satın alma geçmişini ve Apple TV uygulamasıyla diğer etkileşimleri içerir. Aboneliğiniz otomatik yenilenmeye ayarlanmışsa Apple, isteği işleme koymak ve ödeme ortağının yetkilendirmesinden önce aboneliğinize kesintisiz erişim sağlanıp sağlanmayacağını belirlemek için Apple ile geçmiş iş ilişkileriniz hakkındaki bilgileri de kullanabilir. Bir satın alma girişiminde bulunduğunuzda, yaptığınız telefon görüşmelerinin veya gönderip aldığınız e‑postaların yaklaşık sayısı da dahil olmak üzere, aygıtınızı nasıl kullandığınız hakkındaki bilgileri kullanarak aygıtınızda bir aygıt güven puanı da hesaplayabiliriz. Gönderilen veriler, Apple’ın aygıtınızdaki gerçek değerleri öğrenemeyeceği şekilde tasarlanmıştır. Puan, sunucularımızda belirli bir süre saklanır. Kişisel Verilerin İşlenmesine Yönelik Yürürlükteki Yasal Dayanak Apple TV uygulamasındaki kişisel verilerinizi, servisi sunmak ve yasal yükümlülüklerimize uymak için gerekli olduğu gibi Apple ile sözleşmenizin yerine getirilmesi için işleriz. Onay, yürürlükteki yerel kanunlara göre aradığımız uygun yasal dayanaktır. Yürürlükteki yerel kanunlar gerektirdiğinde kişisel verileri bizim ya da üçüncü partilerin yasal çıkarlarının gerektirdiği gibi, şunları yapmak için işleriz: • Üçüncü parti servislerdeki içerikler de dahil olmak üzere kullanılabileceğiniz ve sizinle ilgili içerikleri görüntülemek • Teklifler için uygunluğunuzu denetlemek, servisin siz ve başkaları için iyileştirilmesine ve en iyi duruma getirilmesine yardımcı olmak, Apple TV uygulaması ve ilginizi çekebilecek diğer Apple ürünleri, servisleri ve teklifleri hakkında size haberler göndermek • Dolandırıcılığı ve diğer kötü amaçlı eylemleri önlemek Kullanılan veriler şunları içerir: • Kullandığınız özellikler (örneğin İzlemeyi Sürdür veya Arşiv), aradığınız öğeler, bildirimlerle etkileşimleriniz, dolaştığınız veya görüntülediğiniz içerik sayfaları, izledikleriniz, satın aldıklarınız, abone olduklarınız, indirdikleriniz ve uygulama içindeki hatalar veya çökmeler ile ilgili bilgiler de dahil olmak üzere Apple TV uygulaması kullanımınız • Aygıtınız ve hesabınız ile ilgili ayrıntılar • Aygıt güven puanı • Konumunuz Apple tarafından alınan tüm bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun bir şekilde işlenecektir.
uk: Apple TV надає вам доступ до ваших улюблених телешоу й фільмів. Ви можете дивитися контент, який ви орендували або придбали від Apple. За наявності ви також можете мати доступ до контенту через Apple TV+, канали Apple TV і ваші підʼєднані сторонні відеопрограми. Вам надається доступ до всього цього вмісту через програму TV від Apple на всіх підтримуваних пристроях, де здійснено вхід у той самий обліковий запис Apple. Надання програми Apple TV Ми використовуємо ваші персональні дані для забезпечення роботи служб і функцій у програмі Apple TV. Ця інформація містить вашу облікову і платіжну інформацію, яку ви можете переглянути й змінити в Параметрах. Apple збирає інформацію про те, що ви купуєте й дивитесь у програмі Apple TV на будь-якому з ваших підтримуваних пристроїв, де виконано вхід у той самий обліковий запис Apple. Apple зберігає цю інформацію повʼязаною з вашим обліковим записом Apple, щоб відтворювати те, що ви дивитесь, на всіх ваших підтримуваних пристроях. Коли ви входите в сторонні програми, інформація про те, чи підписалися ви на ці сервіси, використовується для показу доступного для вас вмісту. Якщо надати сторонній програмі дозвіл на підʼєднання до програми Apple TV, Apple збиратиме й зберігатиме інформацію про те, що ви дивитеся, з такої програми на будь-якому вашому підтримуваному пристрої, а також про стан вашої підписки. Програми від Apple із підтримуваним вмістом, як‑от Apple Music і Пульт, буде підʼєднано автоматично, коли ви почнете користування програмою Apple TV. Інформація про те, що ви дивитеся, міститиме такі дані: вміст, який ви відтворювали, коли й на якому пристрої ви його відтворювали та де саме перегляд було призупинено чи зупинено. Ми також збираємо деталізовану історію всієї вашої активності відтворення для каналів Apple TV і Apple TV+. Якщо ви надаєте програмі Apple TV доступ до своєї геопозиції, вона використовуватиметься, щоб надавати вам вміст, доступний у вашому регіоні, зокрема прямі трансляції ігор, події та новини. Деякий вміст включає рекламу, що підбирається на основі геопозиції. Удосконалення програми Apple TV Apple збирає інформацію про ваше користування програмою TV від Apple і про ваш обліковий запис, зокрема які саме функції ви використовуєте (наприклад, «Продовжити перегляд» чи «Медіатека»), що саме ви шукаєте, як ви взаємодієте зі сповіщеннями та які сторінки вмісту відкриваєте чи переглядаєте, інформацію про помилки або збої в програмі, а також поштовий індекс вашої адреси, використовуваної під час оплати. Ми використовуємо цю інформацію, відомості про геопозицію, що не ідентифікують вас, та інформацію про те, що ви переглядаєте, щоб допомагати вдосконалювати цю послугу для вас та інших користувачів. Ми також збираємо інформацію про ваш пристрій, як‑от тип пристрою, спосіб отримання пристрою, версія операційної системи та обсяг вільного місця на ньому. Ми можемо використовувати цю інформацію, щоб оцінити можливість викачування запитаного вмісту, зрозуміти загальні тенденції використання пристрою та сховища й дізнатися, чи підʼєднано ваш пристрій до Wi‑Fi або стільникової мережі. Наприклад, можливість дізнатись обсяг вільного місця на вашому пристрої дала нам змогу розробити функцію, завдяки якій ви можете купити фільм на своєму iPhone без потреби викачувати його під час покупки. Якщо ви використовуєте SharePlay для перегляду вмісту з іншими користувачами, програма Apple TV збиратиме вміст, який ви переглядаєте під час сеансу SharePlay, і кількість пристроїв, що беруть участь у сеансі, але не збиратиме жодної інформації, що може ідентифікувати учасників сеансу SharePlay. Ми також використовуємо дані пошуку в програмі TV для покращення моделей, що забезпечують роботу програми TV від Apple. Наприклад, зведені пошукові запити до програми TV від Apple використовуються для підлаштування пошукової моделі програми TV від Apple. Персоналізація програми Apple TV Ми персоналізуємо програму TV від Apple, щоб допомагати вам знаходити саме той вміст, що є найдоречнішим для вас. Наприклад, ми рекомендуємо фільми, що, на нашу думку, можуть вас зацікавити, на підставі тих фільмів, які ви дивилися раніше. Задля персоналізації ми використовуємо інформацію, зокрема про те, що ви дивитеся, ваші покупки, підписки, викачування, перегляд та інші дії у програмі Apple TV, а також інформацію про ваш обліковий запис, наприклад ваш вік. Якщо ви не хочете, щоб компанія Apple використовувала інформацію про те, що ви дивитеся на цьому пристрої у програмі Apple TV, для персоналізації на всіх пристроях, які підтримують програму Apple TV, можна вимкнути функцію «Використовувати історію» в Параметрах. На пристрої iOS, iPadOS, visionOS або tvOS перейдіть у меню Параметри > Програми > TV > Використовувати історію. Можна вимкнути функції персоналізації в App Store, Apple Books, iTunes Store, Apple TV та Apple Podcasts, а також для підписок Apple. Для цього вимкніть перемикач «Персоналізовані рекомендації» для свого облікового запису Apple. На пристрої iOS, iPadOS чи visionOS перейдіть у меню Параметри > [ваше імʼя] > Медіавміст і покупки > Переглянути запис, а потім вимкніть параметр «Персоналізовані рекомендації». У програмі Apple TV на Mac перейдіть у меню «Обліковий запис» > «Параметри облікового запису» > «Параметри». Спілкування з вами Apple може використовувати інформацію про ваш обліковий запис, наприклад продукти Apple у вашій власності, ваші підписки на служби Apple, програми Apple, які ви викачуєте, і поштовий індекс вашої адреси, що використовується для оплати, щоб надсилати повідомлення про програму Apple TV та інші продукти, служби й пропозиції Apple, що можуть вас зацікавити, зокрема Apple One. Інформація про ваш пристрій, наприклад його серійний номер, або відомості про відповідні підписки в App Store, можуть використовуватися для перевірки відповідності вимогам для пропозицій Apple. Якщо ви входите до групи Сімейного доступу, Apple може надсилати вам повідомлення про продукти, сервіси та пропозиції, доступні вам у межах Сімейного доступу. Якщо придбати підписку Apple One, можна отримувати е‑листи й push‑сповіщення про функції в кожній зі служб, на які ви підписалися. Apple також може використовувати інформацію про ваші дії в програмі TV від Apple, щоб надсилати вам е‑листи й push-сповіщення про нові функції, вміст і пропозиції, доступні в програмі TV від Apple. Змінити свої налаштування е‑пошти та відмовитися від отримання цих листів можна на вебсайті account.apple.com. Щоб оновити параметри сповіщень на пристрої iOS, iPadOS чи visionOS, перейдіть у меню Параметри > Сповіщення > TV. Реклама У програмі Apple TV, якщо ви дозволите їй доступ до своєї геопозиції, ваше розташування може використовуватися, щоб надавати вам географічно доречні рекламні оголошення. Для інших програм, як‑от App Store, Apple News і «Біржі», якщо параметр «Персоналізована реклама» ввімкнено, рекламна платформа Apple може використовувати вашу інформацію, зокрема інформацію про фільми й телешоу, придбані в Apple, щоб показувати актуальніші рекламні оголошення в цих програмах. Якщо ви не хочете отримувати рекламні оголошення, підібрані під ваші інтереси на рекламній платформі Apple, вимкніть параметр «Персоналізована реклама». Якщо вимкнути параметр «Персоналізована реклама», Apple не зможе використовувати вашу інформацію для цільової реклами. Це навряд чи зменшить кількість рекламних оголошень, проте самі вони можуть стати менш доречними. Налаштування персоналізованої реклами можна змінити в меню Параметри > Приватність і безпека > Реклама від Apple. Докладну інформацію про рекламу від Apple і приватність наведено на вебсторінці www.apple.com/legal/privacy/data/uk/apple-advertising. Інструкції щодо того, як відмовитися від персоналізованої реклами в App Store, Apple News і Біржах, наведено на вебсторінці support.apple.com/105131. Поширення для третіх сторін Ми надаємо деякі неперсональні дані нашим рекламодавцям і стратегічним партнерам, які співпрацюють з Apple, щоб постачати наші продукти й сервіси, допомагати Apple знаходити ринки збуту й продавати рекламні послуги від імені Apple для показу в App Store, Apple News і Біржах. Наприклад, ми можемо надавати неперсональні дані про ваші трансакції та глядацьку активність, а також зведені демографічні дані користувачів, як‑от вікова група та гендер (які можна отримати, знаючи імʼя та звертання в обліковому записі Apple), для стратегічних партнерів програми Apple TV, як‑от власників вмісту, щоб вони могли оцінювати продуктивність своєї творчої роботи, виконувати авторські й фінансові зобовʼязання та вдосконалювати свої повʼязані продукти й послуги. Якщо ваш мобільний оператор пропонує підписки на Apple TV+ і безкоштовні пробні періоди, компанія Apple може перевірити ваш номер телефону, щоб підтвердити ваше право на участь через мобільного оператора. Якщо ви реєструєтеся в Apple TV+ або оформлюєте безкоштовний пробний період через свого мобільного оператора чи іншого партнера Apple, компанія Apple використовуватиме ваш номер телефону чи унікальний ідентифікатор облікового запису, наданий партнером, для визначення вашого облікового запису та сповіщення мобільного оператора чи іншого партнера про активацію підписки. Ми використовуватимемо номер телефону чи унікальний ідентифікатор, повʼязаний із вашою підпискою, з метою перевірки вашого облікового запису під час входу та привʼязування підписки на Apple TV+ до вашого облікового запису. Якщо ввійти у програму Apple TV на пристрої стороннього виробника, компанія Apple може поширювати інформацію для постачальника платформи, щоб вміст, на який ви підписались у програмі Apple TV, відображався на платформі, а також для роботи функцій платформи, як‑от надання результатів пошуку й персоналізованих рекомендацій. Це може бути інформація про те, чи відкривали ви програму Apple TV (якщо вона доступна) і чи підписалися ви на Apple TV+ і канали Apple TV. Можна припинити поширювати інформацію про підписку у програмі Apple TV на пристрої стороннього виробника, однак це може вплинути на відображення вмісту Apple TV на платформі. На підтримуваних пристроях сторонніх виробників можна вибрати, чи поширювати для постачальника сторонньої платформи вміст, який ви дивитеся, купуєте чи берете напрокат у програмі Apple TV, зокрема вміст Apple TV+, канали Apple TV та все інше, що доступно. Ця інформація може містити назву профілю й інші відомості, що повʼязують ваші дані з програми Apple TV з вашим обліковим записом чи профілем на пристроях інших виробників. Ваш постачальник платформи може використовувати вашу інформацію з програми Apple TV для ввімкнення функцій платформи, як‑от показу шоу, які ви дивитеся, і персоналізованих рекомендацій. На пристрої стороннього виробника цю функцію можна вимкнути в параметрах програми Apple TV. На деяких пристроях буде відкрито параметри платформи. Якщо ви вирішите ввійти у програму Apple TV на пристрої стороннього виробника, потрібно ознайомитися з умовами, політиками конфіденційності та інструкціями постачальника платформи, щоб дізнатися, які дані збираються, використовуються й поширюються. Зберігання Ми зберігаємо персональні дані, повʼязані з вашими покупками, викачуваннями і глядацькою активністю у програмі Apple TV, протягом різних часових періодів, з огляду на комерційну доцільність, контрактні зобовʼязання та вимоги чинного законодавства. Для покупок і викачувань строк зберігання має бути принаймні 10 років, проте для деяких регіонів, як‑от Китаю, цей період може становити 30 років. Ми також зберігаємо реєстраційні записи ваших покупок і викачувань вмісту, принаймні поки ви маєте в нас обліковий запис, щоб ви могли повторно викачувати такий вміст відповідно до наших чинних умов. Ми зберігаємо іншу інформацію, як‑от активність перегляду й пошукові запити, терміном до двох років. Деяка інформація, як‑от про трансакції (окрім даних вашої збереженої картки), може зберігатися як реєстраційні записи обліку господарської діяльності, навіть після того як ви закриєте свій обліковий запис чи припините користуватися програмою TV від Apple. Коли ви використовуєте свою платіжну картку, Apple може зберігати й автоматично оновлювати номер вашої картки та платіжну інформацію для майбутніх покупок, періодичних трансакцій або для інших цілей, які ви дозволите. Apple може отримувати цю інформацію від вашої фінансової установи чи платіжної мережі та використовувати її з метою запобігання шахрайству та перевірки. Очищення історії відтворення Очистити історію відтворення у програмі TV від Apple можна в Параметрах. У програмі Apple TV на пристрої iOS, iPadOS чи visionOS перейдіть у меню Обліковий запис > Очистити історію відтворення. На tvOS перейдіть у меню Параметри > Програми > TV > Очистити історію відтворення. Це вилучить усі телешоу й фільми зі списку перегляду та прибере звʼязок усієї попередньої історії відтворення з вашим обліковим записом. Це поширюватиметься на дані відтворення, які зберігає та використовує Apple, на пристроях, що використовують той самий обліковий запис Apple. Якщо ви використовуєте пристрій стороннього виробника й вирішили поширювати для постачальника платформи дані про вміст, який дивитеся, то очищення історії платежів не впливатиме на дані відтворення, що зберігаються в постачальника платформи. Ознайомтеся з умовами, політиками конфіденційності та інструкціями постачальника платформи й дізнайтеся, чи можна видалити дані, які зберігає постачальник. Можна вилучати окремі позиції зі списку перегляду. Для цього утримуйте епізод і виберіть «Вилучити зі списку перегляду». Якщо ви виберете «Вилучити з Недавно переглянутих» у тому самому меню, тоді цей епізод також буде вилучено з тих, що використовуються для генерування персоналізованих рекомендацій. Утім, Apple зберігатиме реєстраційні записи історії відтворення з Apple TV+ і каналів Apple TV для потреб фінансової звітності та виконання авторських зобовʼязань. Підʼєднані сторонні програми Ви маєте надати дозвіл стороннім програмам-учасницям на підʼєднання до програми Apple TV, щоб розпочати поширення вмісту, який ви дивитесь у таких програмах, для Apple. Під час налаштування програми TV від Apple ви можете отримати запит надати дозвіл одночасно для кількох програм. Деякі з цих програм можуть бути такими, що поки не інсталювалися на тому пристрої, і ваші параметри буде застосовано до них, якщо їх буде інстальовано згодом. Незалежно від того, надали ви дозвіл чи ні, ви зможете змінювати налаштування для кожної окремої програми в Параметрах. Якщо ви вирішите, що більше не хочете, щоб стороння програма лишалася підʼєднаною до програми TV від Apple, можна відʼєднати таку програму від програми TV, і Apple припинить збирання ваших даних відтворення з цієї сторонньої програми. У програмі Apple TV на пристрої iOS, iPadOS чи visionOS перейдіть у меню Обліковий запис > Підʼєднані програми, виберіть сторонню програму й вимкніть її. На tvOS перейдіть у меню Параметри > Програми > TV > Підʼєднати до TV, виберіть сторонню програму й вимкніть її. Вилучаючи сторонню програму з програми TV від Apple, ви також можете видалити всю інформацію про дані відтворення, які дотепер Apple зібрала про вміст, який ви переглядали з тієї програми, обравши «Вилучити й очистити історію відтворення». Ви також можете будь-якої миті видалити всю інформацію про дані відтворення, яку зібрала Apple про весь сторонній вміст, який ви дивитесь у програмі TV від Apple, очистивши свою історію відтворення, як це описано вище. Очищення історії відтворення в будь-якому з описаних вище випадків очищає лише дані відтворення сторонньої програми, які Apple зберігає та використовує для програми TV від Apple. Це не впливає на дані відтворення, які постачальник сторонньої програми зберігає окремо (наприклад, у самій програмі чи на своїх серверах). Вам також слід переглянути умови, політики конфіденційності та практики ваших сторонніх програм-учасниць, щоб зрозуміти, як вони використовують і поширюють ваші дані відтворення та повʼязану інформацію. Групові рекомендації Якщо ви ввімкнете Групові рекомендації на Apple TV, інформація про ваш перегляд використовуватиметься для групових рекомендацій будь-яким користувачам того самого Apple TV. Якщо в групі є обліковий запис дитини, рекомендації для дітей буде долучено, але їхня історія перегляду не використовуватиметься. Групові рекомендації для вашого облікового запису можна вимкнути будь-якої миті. Для цього перейдіть у меню Параметри > Користувачі й облікові записи, виберіть свій профіль, а потім вимкніть параметр «Для всіх вас». Запобігання шахрайству й іншій зловмисній діяльності Ми також збираємо персональні дані, щоб запобігати шахрайству й іншій зловмисній діяльності у програмі Apple TV. Ця інформація містить відомості про пристрій, як‑от тип пристрою та версію програмного забезпечення, дані геопозиції (приблизна геопозиція визначається за географічним регіоном IP‑адреси вашого інтернет-зʼєднання), якщо такі є, історію викачувань і покупок та інші взаємодії з програмою TV від Apple. Якщо для підписки вибрано автооновлення, Apple може також використовувати інформацію про історію ваших ділових взаємодій з Apple, щоб обробити цей запит і визначити можливість надання доступу до вашої підписки, перш ніж оператор платежів авторизує оплату. Ми також підраховуємо бал довіри на вашому пристрої, коли ви намагаєтеся здійснити покупку. Ми спираємося на інформацію про те, як ви використовуєте пристрій, зокрема на приблизну кількість телефонних викликів чи е‑листів, які ви надсилаєте й отримуєте. Подання даних реалізовано так, що компанія Apple не може дізнатися про фактичні значення на вашому пристрої. Цей бал зберігається на наших серверах протягом певного проміжку часу. Відповідне юридичне підґрунтя для опрацювання особистих даних Ми обробляємо ваші особисті дані в програмі Apple TV в основному для дотримання умов вашого договору з Apple у межах, необхідних для надання послуг і виконання наших зобовʼязань. Там, де інформована згода має юридичне підґрунтя, ми просимо надати її згідно з відповідним місцевим законодавством. Там, де це дозволено відповідним місцевим законодавством, з метою забезпечення наших законних інтересів та інтересів сторонніх компаній ми обробляємо персональні дані для таких цілей: • Показ доступного й доречного для вас вмісту, зокрема й від сторонніх сервісів • Перевірка відповідності вимогам для пропозицій, допомога в покращенні й оптимізації послуг для вас та інших користувачів, надсилання повідомлень про програму Apple TV та інші повʼязані продукти, служби й пропозиції Apple, що можуть вас зацікавити • Запобігання шахрайству й іншій зловмисній діяльності Використані дані містять таку інформацію: • Дані про користування програмою TV від Apple, зокрема які саме її функції ви використовуєте (наприклад, «Продовжити перегляд» чи «Медіатека»), що саме ви шукаєте, як ви взаємодієте зі сповіщеннями та які сторінки вмісту відкриваєте чи переглядаєте, що дивитеся, купуєте й викачуєте, на що підписуєтеся, а також інформацію про помилки або збої в програмі • Відомості про ваш пристрій і обліковий запис • Бал довіри пристрою • Ваша геопозиція Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики приватності Apple, яку можна знайти на www.apple.com/privacy.
vi: Apple TV cho phép bạn xem tất cả các chương trình TV và phim ưa thích tại một nơi. Bạn có thể xem nội dung đã thuê hoặc đã mua từ Apple. Bạn cũng có thể truy cập nội dung thông qua Apple TV+, các kênh Apple TV và các ứng dụng video của bên thứ ba được kết nối, nếu khả dụng. Bạn có thể truy cập tất cả nội dung này thông qua ứng dụng Apple TV trên các thiết bị được hỗ trợ và đăng nhập vào cùng một Tài khoản Apple. Cung cấp ứng dụng Apple TV Chúng tôi sử dụng dữ liệu cá nhân của bạn để cung cấp các dịch vụ và tính năng trong ứng dụng Apple TV. Thông tin này bao gồm thông tin tài khoản và thanh toán mà bạn có thể truy cập và thay đổi trong Cài đặt. Apple thu thập thông tin về mục mua và nội dung bạn đang xem trong ứng dụng Apple TV trên bất kỳ thiết bị nào được hỗ trợ và đăng nhập vào cùng một Tài khoản Apple. Apple lưu trữ thông tin này và liên kết với Tài khoản Apple để có thể hiển thị nội dung bạn đang xem trên các thiết bị được hỗ trợ của bạn. Khi bạn đăng nhập vào các ứng dụng của bên thứ ba, thông tin về việc bạn có đăng ký vào những dịch vụ đó không sẽ được sử dụng để hiển thị nội dung có sẵn cho bạn. Nếu bạn cấp phép cho ứng dụng của bên thứ ba để được kết nối với ứng dụng Apple TV, Apple sẽ thu thập và lưu trữ thông tin về nội dung mà bạn xem từ ứng dụng đó trên bất kỳ thiết bị nào được hỗ trợ của bạn, cũng như trạng thái đăng ký của bạn. Các ứng dụng của Apple có nội dung được hỗ trợ, ví dụ như Apple Music và Điều khiển từ xa, sẽ được kết nối tự động khi bạn bắt đầu sử dụng ứng dụng Apple TV. Thông tin về nội dung bạn đang xem sẽ bao gồm loại nội dung bạn đang phát, thời điểm bạn phát nội dung, thiết bị mà bạn sử dụng để phát nội dung và mốc thời gian trong nội dung mà bạn tạm dừng hoặc ngừng xem. Chúng tôi cũng thu thập lịch sử chi tiết về tất cả hoạt động phát lại cho các kênh Apple TV và Apple TV+. Nếu bạn cho phép ứng dụng Apple TV truy cập thông tin vị trí thì vị trí của bạn sẽ được sử dụng để xác định nội dung có sẵn trong vùng, bao gồm nội dung địa phương như tin tức, sự kiện và trận đấu trực tiếp. Một số nội dung bao gồm quảng cáo liên quan đến vị trí địa lý. Cải thiện ứng dụng Apple TV Apple thu thập thông tin về việc sử dụng ứng dụng Apple TV và tài khoản của bạn, bao gồm các tính năng mà bạn sử dụng (ví dụ như Tiếp tục xem hoặc Thư viện), các mục mà bạn tìm kiếm, tương tác của bạn với các thông báo, các trang nội dung mà bạn duyệt hoặc xem, thông tin về các lỗi hoặc sự cố bên trong ứng dụng và mã zip thanh toán của bạn. Chúng tôi sử dụng thông tin này, thông tin vị trí gần đúng không nhận dạng bạn và thông tin về nội dung mà bạn xem để giúp cải thiện và tối ưu hóa dịch vụ cho bạn và những người khác. Chúng tôi cũng thu thập thông tin về thiết bị của bạn, ví dụ như loại thiết bị, kênh phân phối thiết bị của bạn, phiên bản hệ điều hành và mức dung lượng trống trên thiết bị. Chúng tôi có thể sử dụng thông tin này để đánh giá xem nội dung được yêu cầu có thể tải về hay không, để hiểu các xu hướng chung về bộ nhớ và sử dụng thiết bị cũng như liệu thiết bị của bạn được kết nối bằng Wi-Fi hay di động. Ví dụ như việc biết được dung lượng trống trên thiết bị của bạn đã cho phép chúng tôi xây dựng tính năng cho phép bạn mua phim trên iPhone mà không cần tải về khi mua. Nếu bạn sử dụng SharePlay để xem nội dung với người dùng khác, ứng dụng Apple TV sẽ thu thập thông tin rằng bạn đã xem nội dung đó trong phiên SharePlay và số lượng thiết bị đã tham gia vào phiên, nhưng không thu thập bất kỳ thông tin nào để nhận dạng người tham gia phiên SharePlay. Chúng tôi sử dụng dữ liệu tìm kiếm Apple TV để cải thiện các mô hình hỗ trợ Apple TV. Ví dụ: các truy vấn Apple TV tổng hợp được sử dụng để tinh chỉnh mô hình tìm kiếm của Apple TV. Cá nhân hóa ứng dụng Apple TV Chúng tôi cá nhân hóa ứng dụng Apple TV để giúp bạn khám phá nội dung phù hợp nhất với mình. Ví dụ như chúng tôi đề xuất các phim mà chúng tôi cho rằng bạn sẽ quan tâm, dựa trên các phim mà bạn đã xem trước đây. Để cung cấp tính năng cá nhân hóa, chúng tôi sử dụng thông tin bao gồm nội dung bạn xem, các mục mua, đăng ký, bản tải về, duyệt và các hoạt động khác trong ứng dụng Apple TV, cũng như thông tin từ tài khoản, ví dụ như tuổi của bạn. Nếu không muốn Apple sử dụng thông tin về nội dung mà bạn xem trên thiết bị này trong ứng dụng Apple TV cho tính năng cá nhân hóa trên tất cả các thiết bị hỗ trợ ứng dụng Apple TV thì bạn có thể tắt Sử dụng lịch sử phát trong Cài đặt. Trên thiết bị iOS, iPadOS, visionOS hoặc tvOS của bạn, hãy đi tới Cài đặt > Ứng dụng > TV > Sử dụng lịch sử phát. Bạn có thể tắt các tính năng cá nhân hóa trong App Store, Apple Books, iTunes Store, Apple TV và Apple Podcasts. Còn đối với các đăng ký từ Apple, bạn có thể tắt Đề xuất được cá nhân hóa cho Tài khoản Apple của mình. Trên thiết bị iOS, iPadOS hoặc visionOS, hãy đi tới Cài đặt > [tên của bạn] > Phương tiện & Mục mua > Xem tài khoản, sau đó chạm để tắt Đề xuất được cá nhân hóa. Trong ứng dụng Apple TV trên máy Mac, hãy đi tới Tài khoản > Cài đặt tài khoản > Cài đặt. Liên lạc với bạn Apple có thể sử dụng thông tin về tài khoản của bạn, ví dụ như các sản phẩm Apple mà bạn sở hữu, đăng ký của bạn vào các dịch vụ của Apple, các ứng dụng Apple mà bạn tải về và mã zip thanh toán của bạn, để gửi cho bạn các thông báo về ứng dụng Apple TV và các sản phẩm, dịch vụ khác của Apple, cũng như các ưu đãi mà bạn có thể quan tâm, bao gồm Apple One. Các chi tiết về thiết bị của bạn, ví dụ như số sê-ri hoặc chi tiết về gói đăng ký App Store có liên quan có thể được sử dụng để kiểm tra khả năng đủ điều kiện cho các ưu đãi của Apple. Nếu bạn là thành viên của một nhóm Chia sẻ trong gia đình thì Apple có thể gửi cho bạn các liên lạc về sản phẩm, dịch vụ và ưu đãi khả dụng với bạn thông qua Chia sẻ trong gia đình. Nếu bạn mua đăng ký Apple One thì chúng tôi có thể gửi cho bạn email và thông báo đẩy về các tính năng của từng dịch vụ mà bạn đã đăng ký. Apple cũng có thể sử dụng thông tin về hoạt động của bạn bên trong ứng dụng Apple TV để gửi cho bạn các email và thông báo đẩy về các tính năng, nội dung và ưu đãi mới có sẵn trong ứng dụng Apple TV. Bạn có thể thay đổi tùy chọn email và lựa chọn không nhận những email này bằng cách truy cập account.apple.com. Để cập nhật tùy chọn thông báo trên thiết bị iOS, iPadOS hoặc visionOS của bạn, hãy đi tới Cài đặt > Thông báo > TV. Quảng cáo Trong ứng dụng Apple TV, nếu bạn cho phép ứng dụng Apple TV truy cập vị trí thì vị trí của bạn có thể được sử dụng để cung cấp các quảng cáo liên quan đến vị trí địa lý. Đối với các ứng dụng khác như App Store, Apple News và Chứng khoán, nếu cài đặt Quảng cáo được cá nhân hóa được bật thì nền tảng quảng cáo của Apple có thể sử dụng thông tin của bạn, bao gồm thông tin về các phim và chương trình TV mà bạn mua từ Apple, để cung cấp các quảng cáo phù hợp hơn với bạn trong những ứng dụng đó. Nếu bạn không muốn nhận quảng cáo được nhắm mục tiêu theo sở thích từ nền tảng quảng cáo của Apple, bạn có thể lựa chọn tắt Quảng cáo được cá nhân hóa. Tắt Quảng cáo được cá nhân hóa sẽ ngăn cản Apple sử dụng thông tin của bạn để nhắm mục tiêu quảng cáo. Việc này có thể không làm giảm số lượng quảng cáo mà bạn nhận được, nhưng các quảng cáo có thể ít phù hợp với bạn hơn. Bạn có thể thay đổi cài đặt Quảng cáo được cá nhân hóa của mình bằng cách đi tới Cài đặt > Quyền riêng tư & Bảo mật > Quảng cáo của Apple. Tìm hiểu thêm về Quảng cáo của Apple & Quyền riêng tư tại địa chỉ www.apple.com/legal/privacy/data/vi/apple-advertising. Tìm hiểu về cách không nhận quảng cáo được cá nhân hóa trên App Store, Apple News và Chứng khoán tại địa chỉ support.apple.com/105131. Chia sẻ với bên thứ ba Chúng tôi cung cấp một số dữ liệu phi cá nhân cho các nhà quảng cáo và đối tác chiến lược làm việc với Apple để cung cấp các sản phẩm và dịch vụ của hãng, giúp Apple tiếp thị đến khách hàng và bán quảng cáo thay mặt Apple để hiển thị trong App Store, Apple News và Chứng khoán. Ví dụ như chúng tôi có thể chia sẻ dữ liệu phi cá nhân về các giao dịch, hoạt động xem và vùng của bạn, cũng như thông tin nhân khẩu học người dùng được tổng hợp như độ tuổi và giới tính (có thể được suy ra từ thông tin như tên và lời chào của bạn trong Tài khoản Apple) cho các đối tác chiến lược của Apple TV, chẳng hạn như chủ sở hữu nội dung, để họ có thể đánh giá hiệu quả của các sản phẩm sáng tạo, đáp ứng các yêu cầu về tác quyền và kế toán, cũng như cải thiện các sản phẩm và dịch vụ liên quan. Nếu nhà cung cấp mạng di động của bạn cung cấp đăng ký Apple TV+ và dùng thử miễn phí thì Apple có thể kiểm tra số điện thoại của bạn để xác định xem bạn có đủ điều kiện tham gia thông qua đối tác nhà cung cấp mạng di động không. Nếu bạn kích hoạt đăng ký Apple TV+ hoặc dùng thử miễn phí thông qua nhà cung cấp mạng di động của mình hoặc một đối tác khác của Apple thì Apple sẽ sử dụng số điện thoại của bạn hoặc mã định danh tài khoản duy nhất được đối tác chia sẻ để nhận dạng tài khoản của bạn và cho phép nhà cung cấp mạng di động hoặc đối tác khác biết rằng bạn đã kích hoạt đăng ký. Chúng tôi sẽ sử dụng số điện thoại hoặc mã xác minh duy nhất được liên kết với đăng ký của bạn để xác minh tài khoản của bạn lúc đăng nhập và kết nối đăng ký Apple TV+ với tài khoản của bạn. Nếu bạn đăng nhập vào ứng dụng Apple TV trên thiết bị không phải của Apple thì Apple có thể chia sẻ thông tin với nhà cung cấp nền tảng để cho phép ứng dụng hoạt động, sao cho nội dung từ các đăng ký Apple TV của bạn xuất hiện trên nền tảng đó, cũng như hỗ trợ các tính năng của nền tảng như cung cấp kết quả tìm kiếm và các đề xuất được cá nhân hóa. Dữ liệu này có thể bao gồm thông tin về việc bạn có mở ứng dụng Apple TV hay không và bạn có đăng ký vào Apple TV+ và các kênh Apple TV hay không, nếu có sẵn. Bạn có thể lựa chọn dừng chia sẻ thông tin đăng ký trong cài đặt ứng dụng Apple TV trên thiết bị không phải của Apple của bạn, mặc dù làm như vậy có thể giới hạn những cách mà nội dung Apple TV xuất hiện trên nền tảng đó. Trên các thiết bị được hỗ trợ không phải của Apple, bạn có thể lựa chọn xem có chia sẻ nội dung mà bạn xem, mua hoặc thuê trong ứng dụng Apple TV hay không, bao gồm Apple TV+, các kênh Apple TV và nội dung khác (khi có sẵn) với nhà cung cấp của nền tảng bên thứ ba. Việc này có thể bao gồm tên hồ sơ của bạn hoặc thông tin khác được sử dụng để khớp dữ liệu của bạn từ ứng dụng Apple TV với tài khoản hoặc hồ sơ trên thiết bị không phải của Apple. Nhà cung cấp nền tảng có thể sử dụng thông tin của bạn từ ứng dụng Apple TV để bật các tính năng của nền tảng như hiển thị chương trình mà bạn đang xem và các đề xuất được cá nhân hóa. Bạn có thể tắt tùy chọn này bằng cách đi tới cài đặt ứng dụng Apple TV trên thiết bị không phải của Apple của mình. Trên một số thiết bị, thao tác này có thể đưa bạn tới cài đặt của nền tảng. Nếu bạn lựa chọn đăng nhập vào ứng dụng Apple TV trên thiết bị không phải của Apple thì bạn nên xem lại các điều khoản, chính sách quyền riêng tư và biện pháp thực hành của nhà cung cấp của nền tảng đó để biết ứng dụng đó thu thập, sử dụng và chia sẻ những dữ liệu nào. Lưu giữ Chúng tôi lưu giữ dữ liệu cá nhân được liên kết với mục mua, tải về và hoạt động xem của bạn trên ứng dụng Apple TV trong các khoảng thời gian khác nhau, tùy theo nhu cầu kinh doanh, nghĩa vụ hợp đồng và yêu cầu pháp lý. Đối với các mục mua và tải về, việc này thường yêu cầu khoảng thời gian lưu giữ tối thiểu là 10 năm, tuy nhiên khoảng thời gian đó có thể là 30 năm tại những vùng như Trung Quốc. Chúng tôi cũng lưu giữ một bản ghi về việc mua và tải về nội dung của bạn tối thiểu là tới khi bạn vẫn có tài khoản, để cho phép bạn tải về nội dung đó theo các điều khoản áp dụng. Chúng tôi lưu giữ thông tin khác như hoạt động duyệt và tìm kiếm trong thời gian tối đa hai năm. Một số thông tin, ví dụ như các giao dịch, nhưng không bao gồm chi tiết thẻ được lưu trữ của bạn, có thể được lưu giữ dưới dạng hồ sơ kinh doanh ngay cả sau khi bạn đóng tài khoản hoặc dừng sử dụng ứng dụng Apple TV. Khi bạn sử dụng thẻ thanh toán, Apple có thể lưu giữ và tự động cập nhật số thẻ và thông tin thanh toán của bạn cho các mục mua trong tương lai, các giao dịch lặp lại hoặc những lần sử dụng khác mà bạn cấp phép. Apple có thể lấy thông tin này từ tổ chức tài chính hoặc mạng lưới thanh toán của bạn và cũng sử dụng thông tin đó cho mục đích ngăn chặn lừa đảo và xác minh. Xóa lịch sử phát Bạn có thể xóa lịch sử phát trong ứng dụng Apple TV trong Cài đặt. Trong ứng dụng Apple TV trên thiết bị iOS, iPadOS hoặc visionOS của bạn, hãy đi tới Tài khoản > Xóa lịch sử phát. Trên tvOS, hãy đi tới Cài đặt > Ứng dụng > TV > Xóa lịch sử phát. Việc này sẽ xóa tất cả các chương trình TV và phim khỏi Danh sách xem sau và hủy liên kết bất kỳ lịch sử phát lại nào trước đây khỏi tài khoản của bạn. Việc này sẽ áp dụng cho dữ liệu phát của bạn mà Apple lưu giữ và sử dụng trên các thiết bị sử dụng cùng một Tài khoản Apple. Nếu bạn sử dụng thiết bị không phải của Apple và đã lựa chọn chia sẻ nội dung mà bạn xem với nhà cung cấp của nền tảng đó thì việc xóa lịch sử phát của bạn sẽ không ảnh hưởng đến dữ liệu phát được lưu trữ bởi nhà cung cấp của nền tảng đó. Bạn nên xem lại các điều khoản, chính sách quyền riêng tư và biện pháp thực hành của nhà cung cấp của nền tảng để biết liệu bạn có thể xóa dữ liệu được lưu trữ bởi nhà cung cấp đó không. Bạn có thể xóa các mục riêng lẻ khỏi Danh sách xem sau bằng cách nhấn giữ tập và chọn Xóa khỏi Danh sách xem sau. Trong cùng menu đó, nếu bạn chọn Xóa khỏi Đã xem gần đây, tác vụ này cũng sẽ xóa tập để không được sử dụng để tạo ra các đề xuất được cá nhân hóa. Tuy nhiên, Apple sẽ lưu giữ bản ghi lịch sử phát từ các kênh Apple TV và Apple TV+ cho các yêu cầu báo cáo và tác quyền. Ứng dụng bên thứ ba được kết nối Bạn phải cấp phép cho các ứng dụng bên thứ ba tham gia để được kết nối với ứng dụng Apple TV để bắt đầu chia sẻ nội dung bạn xem từ những ứng dụng đó với Apple. Khi bạn thiết lập ứng dụng Apple TV, bạn có thể được đề nghị cấp phép cho nhiều ứng dụng cùng lúc. Một số ứng dụng có thể là ứng dụng mà bạn chưa cài đặt trên thiết bị đó và tùy chọn của bạn sẽ được áp dụng nếu chúng được cài đặt sau này. Dù bạn có cấp phép hay không, bạn sẽ vẫn có thể thay đổi tùy chọn cho từng ứng dụng trong Cài đặt. Nếu bất kỳ lúc nào bạn quyết định không muốn kết nối một trong các ứng dụng bên thứ ba với ứng dụng Apple TV nữa, bạn có thể ngắt kết nối ứng dụng đó khỏi ứng dụng Apple TV và Apple sẽ dừng thu thập dữ liệu phát của bạn từ ứng dụng bên thứ ba đó. Trong ứng dụng Apple TV trên thiết bị iOS, iPadOS hoặc visionOS của bạn, hãy đi tới Tài khoản > Ứng dụng được kết nối, chọn ứng dụng của bên thứ ba và tắt ứng dụng. Trên tvOS, hãy đi tới Cài đặt > Ứng dụng > TV > Kết nối với TV, chọn ứng dụng của bên thứ ba và tắt ứng dụng. Khi gỡ bỏ một ứng dụng bên thứ ba khỏi ứng dụng Apple TV, bạn cũng có thể lựa chọn xóa tất cả thông tin dữ liệu phát mà Apple đã thu thập về nội dung bạn đã xem từ ứng dụng đó bằng cách chọn tùy chọn Gỡ bỏ và xóa lịch sử phát. Bạn cũng có thể lựa chọn xóa tất cả thông tin dữ liệu phát mà Apple đã thu thập về tất cả các nội dung bên thứ ba mà bạn xem trong ứng dụng Apple TV bất kỳ lúc nào bằng cách xóa lịch sử phát như được mô tả ở trên. Xóa lịch sử phát trong bất kỳ trường hợp nào được mô tả trên đây chỉ xóa dữ liệu phát của ứng dụng bên thứ ba do Apple lưu giữ và sử dụng cho ứng dụng Apple TV. Việc này không ảnh hưởng đến bất kỳ dữ liệu phát nào do nhà cung cấp ứng dụng bên thứ ba lưu giữ riêng biệt (ví dụ như bên trong ứng dụng của riêng họ hoặc trên máy chủ của họ). Bạn cũng nên xem lại các điều khoản, chính sách quyền riêng tư và biện pháp thực hành của các ứng dụng bên thứ ba tham gia để hiểu cách họ sử dụng và chia sẻ dữ liệu phát của bạn và thông tin liên quan. Đề xuất nhóm Nếu bạn lựa chọn bật Đề xuất nhóm trên thiết bị Apple TV, thông tin về nội dung bạn xem sẽ được sử dụng để đưa ra các đề xuất nhóm với bất kỳ kết hợp người dùng tham gia nào trên cùng một Apple TV. Nếu có một tài khoản trẻ em trong nhóm, các đề xuất cho trẻ em sẽ được bao gồm, nhưng lịch sử xem của chúng sẽ không được sử dụng. Bạn có thể tắt Đề xuất nhóm cho tài khoản của mình bất kỳ lúc nào bằng cách đi tới Cài đặt > Người dùng và Tài khoản, chọn hồ sơ của bạn, sau đó chọn Dành cho tất cả. Ngăn chặn lừa đảo và hoạt động có hại khác Chúng tôi cũng thu thập dữ liệu cá nhân để ngăn chặn lừa đảo và hoạt động có hại khác trong ứng dụng Apple TV. Thông tin này bao gồm thông tin thiết bị (ví dụ như loại thiết bị và phiên bản phần mềm), thông tin vị trí (được ước lượng bằng cách đối chiếu địa chỉ IP kết nối internet của bạn với một khu vực địa lý, nếu có thể), lịch sử tải về và mục mua, cũng như các tương tác khác với ứng dụng Apple TV. Khi đăng ký của bạn được đặt để tự động gia hạn, Apple cũng có thể sử dụng thông tin về mối quan hệ kinh doanh trước đây của bạn với Apple để xử lý yêu cầu và xác định xem có cung cấp quyền truy cập liên tục vào đăng ký của bạn trước khi đối tác thanh toán xác thực hay không. Chúng tôi cũng có thể tính điểm số tin cậy thiết bị trên thiết bị khi bạn muốn mua hàng bằng cách sử dụng thông tin về cách bạn sử dụng thiết bị, bao gồm số lượng gần đúng các cuộc gọi điện thoại hoặc email bạn gửi và nhận. Nội dung gửi được thiết kế sao cho Apple không thể ghi nhớ các giá trị cơ bản trên thiết bị của bạn. Điểm số được lưu trữ trong khoảng thời gian cố định trên các máy chủ của chúng tôi. Cơ sở pháp lý áp dụng cho việc xử lý dữ liệu cá nhân Thông thường, chúng tôi xử lý dữ liệu cá nhân của bạn trong ứng dụng Apple TV cho việc thực hiện hợp đồng của bạn với Apple, khi cần thiết để cung cấp dịch vụ và để tuân thủ các nghĩa vụ pháp lý của chúng tôi. Khi sự chấp thuận là cơ sở pháp lý phù hợp, chúng tôi cố gắng đạt được điều đó tuân theo luật áp dụng tại địa phương. Khi luật áp dụng tại địa phương quy định, chúng tôi xử lý dữ liệu cá nhân khi cần thiết cho các mục đích lợi ích hợp pháp của mình hoặc của bên thứ ba để: • Hiển thị cho bạn nội dung có sẵn và phù hợp, bao gồm nội dung từ các dịch vụ của bên thứ ba • Kiểm tra khả năng đủ điều kiện cho các ưu đãi, giúp cải thiện và tối ưu hóa dịch vụ cho bạn và những người khác, đồng thời gửi cho bạn các liên lạc về ứng dụng Apple TV cũng như các sản phẩm, dịch vụ và ưu đãi khác của Apple mà bạn có thể quan tâm • Ngăn chặn lừa đảo và hoạt động có hại khác Dữ liệu được sử dụng bao gồm: • Việc sử dụng ứng dụng Apple TV của bạn, bao gồm các tính năng mà bạn sử dụng (ví dụ như Tiếp tục xem hoặc Thư viện), các mục mà bạn tìm kiếm, tương tác của bạn với các thông báo, các trang nội dung mà bạn duyệt hoặc xem, nội dung mà bạn xem, mua, đăng ký và tải về, cũng như thông tin về các lỗi hoặc sự cố bên trong ứng dụng • Các chi tiết về thiết bị và tài khoản của bạn • Điểm số tin cậy thiết bị • Vị trí của bạn Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: Apple TV允许你集中一处观看喜爱的电视节目和电影。你可以观看从Apple租借或购买的内容。在可用的地区，还可访问Apple TV+、Apple TV频道以及关联的第三方视频App的内容。你可以在已登录相同Apple账户的所有受支持设备上通过Apple TV App访问上述所有内容。 提供Apple TV App 我们使用你的个人数据在Apple TV App中提供相关服务和功能。此类信息包括你的账户和支付信息，你可以在“设置”中访问和更改。 Apple可在任何使用相同Apple账户登录的受支持设备上收集你在Apple TV App中的购买和观看信息。Apple储存此类信息时会关联你的Apple账户，以便我们可以在你所有支持的设备上显示你正在观看的内容。登录第三方App时，会使用你是否已订阅相应服务的相关信息以向你显示可用的内容。如果你授权第三方App关联Apple TV App，Apple会在所有支持的设备上收集并储存在该App中所观看内容的相关信息以及订阅状态。包含Apple Music和遥控器等受支持内容的Apple App会在你开始使用Apple TV App时自动关联。 观看信息包括播放内容、播放时间、播放设备以及你在何处暂停或停止观看。我们还收集所有Apple TV频道和Apple TV+播放活动的详细历史记录。 如果允许Apple TV App访问你的位置，则位置信息将用于确定你所在地区可用的内容，包括赛事直播、活动和新闻等本地内容。某些内容包括与地理位置相关的广告。 改进Apple TV App Apple会收集你使用Apple TV App和账户的相关信息，包括使用的功能（如“继续观看”或资料库）、搜索项、你与通知的交互信息、浏览或查看的内容页面、App内的错误或崩溃信息以及账单邮政邮编。我们使用此类信息、无法用于识别你身份的大致位置信息和观看内容的信息来为你及其他用户改进和优化服务。我们还会收集设备的相关信息，如设备类型、你获取设备的途径、操作系统版本以及设备的可用空间。我们可能会使用此信息来评估请求的内容是否可下载，了解设备使用和储存空间的大致趋势，以及设备是通过Wi-Fi还是蜂窝网络连接。例如，了解你设备的可用空间，以便我们实现可让你在iPhone上购买电影时无需下载的功能。若你使用同播共享与其他用户一起观看内容，Apple TV App将知悉你在同播共享会话中观看了该内容，并收集会话中参与设备的数量，但不会收集任何能用来识别同播共享会话参与者身份的信息。 我们会使用Apple TV搜索数据改进驱动Apple TV的模型。 例如，聚合Apple TV搜索查询会用于微调Apple TV搜索模型。 个性化Apple TV App 我们个性化Apple TV App来帮助你探索你最感兴趣的内容。例如，我们会基于你之前观看过的电影推荐我们认为你会感兴趣的电影。我们使用你在Apple TV App中的观看、购买、订阅、下载、浏览和其他活动信息，以及年龄等来自你账户的信息来提供个性化内容。 如果不希望Apple使用这台设备上Apple TV App中的观看信息在所有支持Apple TV App的设备上提供个性化内容，你可以在“设置”中关闭“使用播放历史”。在iOS、iPadOS、visionOS或Apple tvOS设备上，前往“设置”> App > TV >“使用播放历史”。 你可以关闭Apple账户的“个性化推荐”，以在App Store、Apple Books、iTunes Store、Apple TV、Apple播客以及Apple订阅服务中关闭个性化功能。在iOS、iPadOS或visionOS设备上，前往“设置”> [你的姓名] >“媒体与购买项目”>“查看账户”，然后轻点以关闭“个性化推荐”。在Mac上的Apple TV App中，前往“账户”>“账户设置”>“设置”。 与你通信 Apple可能使用你的账户相关信息，例如你拥有的Apple产品、订阅的Apple服务、下载的Apple App及账单邮政邮编，以向你发送Apple TV App相关信息以及你可能感兴趣的其他Apple产品、服务和优惠信息，包括Apple One。设备序列号等设备详细信息，或相关App Store订阅的详细信息，可能被用于检查Apple优惠的使用资格。如果你包含在“家人共享”群组中，Apple可能会通过“家人共享”向你发送产品和服务相关的信息，以及优惠内容。如果购买了Apple One订阅，我们可能会向你发送所订阅每项服务的功能相关的电子邮件并推送相关通知。Apple还可能使用你在Apple TV App中活动相关的信息，向你发送Apple TV App中新功能、内容和优惠相关的电子邮件并推送相关通知。你可以通过访问account.apple.com来更改你的电子邮件偏好设置并选择不接收这些电子邮件。若要在iOS、iPadOS或visionOS设备上更新通知偏好设置，请前往“设置”>“通知”> TV。 广告 在Apple TV App中，如果允许Apple TV App访问你的位置，则位置信息可能用于提供与地理位置相关的广告。 对于App Store、Apple News和“股市”等其他App，如果打开了“个性化广告”设置，Apple广告平台可能使用你的信息（包括从Apple购买的电影和电视节目的相关信息）在这些App中提供与你更为相关的广告。 如果你不希望从Apple的广告平台接收与你兴趣相关的广告，你可以选择关闭“个性化广告”。关闭“个性化广告”将阻止Apple使用你的信息进行广告定向。你收到的广告数量可能不会减少，但广告相关性会降低。 你可以前往“设置”>“隐私与安全性”>“Apple广告”来更改“个性化广告”设置。 若要进一步了解Apple广告与隐私，请访问www.apple.com.cn/legal/privacy/data/zh-cn/apple-advertising。 若要了解如何拒收App Store、Apple News和“股市”中的个性化广告，请访问：support.apple.com/105131。 与第三方共享 对于我们的广告商以及与Apple合作提供产品与服务、协助Apple进行市场营销以及代表Apple出售广告（在App Store、Apple News和“股市”中显示）的战略合作伙伴，我们会向其提供一些非个人数据。例如，我们可能将你的交易、查看操作和地区相关的非个人数据以及聚合的用户人口统计，如年龄组和性别（可能可从你Apple账户中的姓名和称呼等信息推断），共享给Apple TV的战略合作伙伴（例如，内容拥有者），以助其衡量创作表现、满足版税和会计要求并改进其相关产品和服务。 如果你的移动网络提供商提供Apple TV+订阅和免费试用，Apple可能会检查你的电话号码以通过移动网络提供商合作伙伴确定你是否符合资格。若通过移动网络提供商或其他Apple合作伙伴注册Apple TV+订阅或免费试用，Apple将使用你的电话号码或合作伙伴共享的专有账户识别符识别你的账户，并告知移动网络提供商和其他合作伙伴你已激活订阅。我们将使用该电话号码或与你订阅关联的专有识别符在登录时验证你的账户，并将Apple TV+订阅与你的账户关联。 如果在非Apple设备上登录Apple TV App，Apple可能会与平台提供商共享信息以实现App正常运行，以使Apple TV订阅中的内容显示在该平台上，以及对提供搜索结果和个性化推荐等平台功能进行支持。此类信息可能包括你是否已打开Apple TV App以及是否已订阅Apple TV+和Apple TV频道（如可用）。你可以在非Apple设备上的Apple TV App设置中选择停止共享订阅信息，但这样做可能会限制Apple TV内容在该平台上的显示方式。 在支持的非Apple设备上，你可以选择是否与第三方平台提供商共享在Apple TV App中观看、购买或租借的内容，包括Apple TV+、Apple TV频道和其他内容（可用时）。这可能包括你的个人资料姓名，或用于将Apple TV App中的数据与你非Apple设备上的账户或个人资料匹配的其他信息。平台提供商可能会使用Apple TV App中你的信息提供平台功能，如显示观看中的节目和个性化推荐。在非Apple设备上，你可以前往Apple TV App设置关闭此功能。在某些设备上，此操作可能会引导你前往平台设置。 如果选择在非Apple设备上登录Apple TV App，你应查阅平台提供商的条款、隐私政策和惯例，以了解其收集、使用和共享哪些数据。 保留 我们保留与你在Apple TV App中的购买、下载和查看活动相关的个人数据，保留期限因业务需求、合同义务以及法律要求而异。对于购买和下载相关信息，保留期限通常至少需10年；但在某些国家或地区（如中国），该期限可能为30年。根据我们的适用条款，至少在你拥有我们的账户期间内，我们还会保留你购买和下载内容的记录，以便你下载该内容。我们保留浏览操作和搜索等其他信息最多两年。部分信息（如交易，但不是已储存卡片的详细信息）在你注销账户或停止使用Apple TV App后可能仍会保留为业务记录。 当你使用付款卡时，Apple可能会保留并自动更新你的卡号和账单信息，以用于之后的消费、重复交易或你授权的其他用途。Apple可能会从你的金融机构或支付网络获取此信息，同时将其用于验证和防范欺诈行为。 清除播放历史 你可以在“设置”中清除Apple TV App的播放历史。在iOS、iPadOS或visionOS设备上的Apple TV App中，前往“账户”>“清除播放历史”。在Apple tvOS上，前往“设置”> App > TV >“清除播放历史”。这会移除待播列表中的所有电视节目和电影，并从你的账户取消关联任何播放历史。此操作会应用到使用同一个Apple账户的设备上Apple保存和使用的播放数据。如果你使用非Apple设备并且已选择与平台提供商共享观看的内容，清除播放历史不会影响该平台提供商储存的播放数据。你应查阅平台提供商的条款、隐私政策和惯例，以了解是否可删除该提供商储存的数据。 你可以移除待播列表中的单个项目，方法是长按某一集并选择“从待播列表移除”。在同一菜单下，如果你选择了“从最近观看中移除”，此操作还会取消将这一集用于生成个性化推荐。但是，Apple会保留Apple TV频道和Apple TV+的播放历史记录，以满足报告和版税要求。 第三方关联App 你必须授权合作的第三方App与Apple TV App关联，才能开始与Apple共享通过这些App观看的内容。设置Apple TV App时，你可能需要一次授权多个应用程序。部分App可能尚未在该设备上安装，安装后你的偏好设置将同样适用。无论是否授权，你都可以在“设置”中更改各个App的偏好设置。 如果决定不再将第三方App与Apple TV App关联，你随时可将该App从Apple TV App中取消关联，Apple将停止从该第三方App收集播放数据。在iOS、iPadOS或visionOS设备上的Apple TV App中，前往“账户”>“已关联App”，选择第三方App并将其关闭。在Apple tvOS上，前往“设置”> App > TV >“与TV关联”，选择第三方App并将其关闭。从Apple TV App中移除第三方App时，选择“移除并清除播放历史”选项，你还可以删除Apple已收集的所有通过该App观看的内容的播放数据信息。你还可以随时通过清除播放历史来删除Apple已收集的所有通过Apple TV App观看的第三方内容的播放数据信息，如上所述。在此处描述的实例中，清除播放历史仅会清除Apple保留并用于Apple TV App的第三方App播放数据。不影响任何第三方App提供商单独保留的播放数据（例如，在其App中或服务器上）。 你还应该查看合作的第三方App的条款、隐私政策和惯例，了解它们如何使用和共享你的播放数据及相关信息。 群组推荐 如果你选择在Apple TV设备上启用“群组推荐”，有关你观看内容的信息将与同一台Apple TV上选择加入的用户共同用于提供群组推荐。如果群组中有儿童账户，则会包括针对儿童的推荐，但不会使用其观看历史。你可以随时关闭你账户的“群组推荐”，方法是前往“设置”>“用户和账户”，选择你的个人资料，然后选择“为所有人推荐”。 防范欺诈及其他恶意行为 我们还收集个人数据以防范Apple TV App中的欺诈及其他恶意行为。此类信息包括设备信息（如设备类型和软件版本）、位置信息（如可用，通过将互联网连接的IP地址与地理区域进行匹配而估算得出）、下载和购买记录，以及其他与Apple TV App交互的信息。你的订阅设定为自动续期时，Apple也可能使用你与Apple过往交易关系的相关信息处理请求，并确定是否在支付合作伙伴授权之前让你持续访问订阅项目。 当你尝试购买时，我们还可能使用与你的设备使用方式相关的信息（包括大致的通话次数或收发的电子邮件数量）在设备上计算并得出一个设备信任值。数值经处理后提交，Apple无法获悉你设备上的底层数值。该数值会在我们的服务器上储存一段固定的时间。 处理个人数据的适用法律依据 我们处理你在Apple TV App中的个人数据，一般是为了履行你与Apple的合同，处理范围视提供服务以及遵守法律义务所需而定。在同意即为合理法律依据的地区，我们会根据当地适用法律寻求同意。 在当地适用法律允许时，我们会按照满足我们或第三方合法权益的目的所需来处理个人数据以： • 向你显示可用且相关的内容，包括来自第三方服务的内容 • 检查优惠资格、协助为你及他人改进和优化服务以及向你发送有关Apple TV App以及你可能感兴趣的其他Apple产品、服务和优惠信息 • 防范欺诈及其他恶意行为 使用的数据包括： • Apple TV App的使用情况，包括使用的功能（如“继续观看”或资料库），搜索项，与通知的交互信息，浏览或查看的内容页面，观看、购买、订阅和下载的内容以及App内的错误或崩溃相关信息 • 你设备和账户的详细信息 • 设备信任值 • 你的位置 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy。
zh_hk: Apple TV讓你一站式欣賞喜愛的電視節目及電影。你可以觀看從Apple租借或購買的內容，以及透過Apple TV+、Apple TV頻道及已連接的第三方影片App（如適用）取用內容。你可以透過Apple TV App在所有支援並已使用相同Apple帳户登入的裝置上取用所有這些內容。 提供Apple TV App 我們使用你的個人資料來在Apple TV App上提供服務和功能。此資料包括你的帳户和付款資料，你可在「設定」中取用並更改這些資料。 Apple收集你的購買項目以及在任何支援並已登入相同Apple帳户裝置上於Apple TV App觀看內容的相關資料。Apple儲存此資料並連繫至你的Apple帳户，讓我們可以在你所有支援的裝置上顯示你正在觀看的內容。登入第三方App後，你是否已訂閲那些服務的資料會用來顯示適用於你的內容。如你授予第三方App連接至Apple TV App的權限，Apple也會在所有受支援的裝置上收集並儲存你在該App的觀看內容之相關資料以及訂閲狀態。當你開始使用Apple TV App時，擁有支援的內容的Apple App（如Apple Music和「遙控器」）將會自動連接。 你觀看內容的資訊會包括你播放的內容、時間、裝置，以及暫停或停止觀看的位置。我們也會收集Apple TV頻道和Apple TV+ 所有播放活動的詳細記錄。 如你允許Apple TV App取用你的位置，你的位置資料將用於確定你所在地區可使用的內容，包括當地內容。例如直播賽事、活動和新聞。部份內容包括地理相關的廣告。 改善Apple TV App Apple會收集你的Apple TV App和帳户使用狀況資料，包括你使用了其中哪些功能（例如「繼續觀看」或「資料庫」）、搜尋的項目、你與通知的互動、瀏覽或檢視的內容頁面、App中的錯誤或故障資料，以及你的帳單郵政編碼。我們使用此資料、無法識別你身份的大約位置資料、以及你觀看內容的相關資料，協助我們為你與其他人改進和最佳化服務。我們也會收集你的裝置資料，例如裝置類型、你獲得裝置的途徑、作業系統版本，以及裝置的可用空間。我們可能會使用此資料來評估要求的內容是否可供下載、了解裝置使用狀況和儲存空間的一般傾向，以及你的裝置是否已連接Wi-Fi或流動網絡。舉例來説，了解你裝置上的可用空間有助我們建立功能，讓你在iPhone上購買影片時不必立即下載影片。如你使用同播同享與其他用户一起觀看內容，Apple TV App將會知悉你在同播同享環節中觀看了有關內容，並收集環節中參與裝置的數量，但不會收集任何可以識別同播同享環節參與者身份的資料。 我們會使用Apple TV搜尋資料來改進提供Apple TV的模型。 例如，彙集的Apple TV搜尋查詢會用於微調Apple TV搜尋模型。 個人化Apple TV App 我們會個人化Apple TV App，助你探索與你最相關的內容。例如，我們會根據你先前觀看過的電影來建議你可能會感興趣的電影。我們會使用你在Apple TV App中觀看的內容、購買項目、訂閲項目、下載的內容、瀏覽記錄和其他活動的資料，以及來自帳户的資料（例如你的年齡）來提供個人化的內容。 如你不想Apple使用你在此裝置的Apple TV App中觀看內容的資料來在所有支援Apple TV App的裝置上提供個人化內容，你可以在「設定」中關閉「使用播放記錄」。在iOS、iPadOS、visionOS或tvOS裝置上，請前往「設定」> App > TV >「使用播放記錄」。 你可以透過關閉Apple帳户的「個人化推薦項目」來在App Store、Apple Books、iTunes Store、Apple TV、Apple Podcast和Apple訂閲項目中關閉個人化功能。在iOS、iPadOS或visionOS裝置上，前往「設定」> [你的姓名] >「媒體與購買項目」>「檢視帳户」，然後點一下來關閉「個人化推薦項目」。在Mac上的Apple TV App中，前往「帳户」>「帳户設定」>「設定」。 與你通訊 Apple可能會使用與你帳户相關的資料（例如你擁有的Apple產品、訂閲的Apple服務、你下載的Apple App、以及帳單郵政編碼）向你傳送Apple TV App以及你可能感興趣的其他Apple產品、服務和優惠（包括Apple One）的相關通訊。我們可能會使用關於你裝置的詳細資料（例如裝置序號），或關於你相關的App Store訂閲項目之詳細資料來檢查Apple優惠是否適用。如果你在「家人共享」群組中，Apple可能會透過「家人共享」向你傳送產品和服務相關的資料及優惠內容。如你購買Apple One訂閲，我們可能會向你傳送你已訂閲的每種服務的相關功能之電郵和推送通知。Apple可能也會使用Apple TV App中你活動的相關資料來向你傳送有關Apple TV App中的新功能、內容和優惠的電郵和推送通知。你可以前往account.apple.com來更改電郵偏好設定，並選擇不接收這些電郵。如要在iOS、iPadOS或visionOS裝置上更新通知偏好設定，請前往「設定」>「通知」> TV。 廣告 在Apple TV App中，如允許Apple TV App取用你的位置，你的位置可能會用作提供與你地理位置相關的廣告。 對於App Store、Apple News和「股市」等其他App，如啟用了「個人化廣告」設定，Apple廣告平台可能會使用你的資料（包括你從Apple購買的影片和電視節目資料）以提供與你更相關的廣告。 如你不想收到Apple廣告平台根據你的興趣所傳送的目標廣告，你可以選擇關閉「個人化廣告」。關閉「個人化廣告」將使Apple無法將你的資料用於廣吿目標。這樣未必會減少你收到的廣告數量，但廣告可能與你的相關性較低。 你可以更改「個人化廣告」設定，請前往「設定」>「私隱與保安」>「Apple廣告」。 進一步了解「Apple廣告與私隱」，請前往www.apple.com/hk/legal/privacy/data/zh-hk/apple-advertising。 了解如何選擇在App Store、Apple News和「股市」上不接收個人化廣告，請瀏覽：support.apple.com/105131。 與第三方分享 我們會將部份非個人資料提供予我們的廣告商，以及與Apple共同提供產品與服務、協助Apple對客户行銷，以及在App Store、Apple News和「股市」中以Apple的名義銷售廣告的策略合作夥伴。例如，我們可能與Apple TV的策略合作夥伴（如內容擁有者）分享有關你交易、觀看活動和地區的非個人資料，以及彙集的用户人口統計，例如年齡組別和性別（可從你Apple帳户的姓名和稱呼等資料推斷），以便他們評估其創意作品的表現、滿足版稅及會計需求，並改善其相關的產品與服務。 如你的流動網絡供應商提供Apple TV+ 訂閲項目和免費試用，Apple可能會檢查你的電話號碼，以判斷你能否透過流動網絡供應商夥伴取得資格。如你透過你的流動網絡供應商或其他Apple合作夥伴訂閲Apple TV+ 或免費試用，Apple將會使用你的電話號碼或由合作夥伴共享的獨有帳户識別碼來識別你的帳户，並通知流動網絡供應商或其他合作夥伴你已啟用訂閲項目。在登入帳户時，我們將會使用連繫至你的訂閲項目之電話號碼或獨有識別碼以驗證帳户，並且將Apple TV+ 訂閲項目連接至你的帳户。 如你在非Apple裝置上登入Apple TV App，Apple可能會與平台供應商分享資料讓App得以運作，讓你的Apple TV訂閲內容在平台上出現，以及支援提供搜尋結果和個人化推薦項目等平台功能。這可能會包括你是否已開啟Apple TV App，和你是否已訂閲Apple TV+和Apple TV頻道等相關資料（如適用）。你可以在你的非Apple裝置上，於Apple TV App設定中選擇停止分享你的訂閲資料，不過這樣做可能會限制Apple TV內容在平台上顯示的方式。 在支援的非Apple裝置上，你可以選擇是否要與第三方平台供應商分享你在Apple TV App中觀看、購買或租借的內容，包括Apple TV+、Apple TV頻道和其他內容（如適用）。這可能會包括描述檔名稱，或其他用於將你來自Apple TV App的資料與你的帳户或非Apple裝置上的描述檔配對的資料。你的平台供應商可能會使用你Apple TV App的資料來啟用顯示你正在觀看的節目和個人化推薦項目等平台功能。你可以在你的非Apple裝置上前往Apple TV App設定關閉此選項。在部份裝置上，這可能會將你帶到平台設定。 如你選擇在非Apple裝置上登入Apple TV App，請檢視平台供應商的條款、私隱政策與慣例，以了解其會收集、使用和分享甚麼資料。 保留 我們會保留你在Apple TV App中與購買項目、下載項目及觀看活動相關的個人資料，保留時間長度視乎商業需求、合約義務和法律要求而有所不同。對於購買項目和下載項目，保留期通常需要至少10年，但在某些地區（如中國）該保留期可能為30年。只要你仍有我們的帳户，我們就會保留你的購買和下載內容記錄，讓你可以根據適用的條款來下載內容。我們會保留其他資料（例如瀏覽活動和搜尋內容）最長兩年。即使你關閉帳户或停止使用Apple TV App，部份資料（例如交易記錄，但不包括你已儲存的卡詳細資料）仍可能會以營業記錄的形式保留下來。 當你使用付款卡時，Apple可能會保留並自動更新你的卡號和帳單資料，以供日後購買、重複交易或你授權的其他用途。Apple可能會從你的金融機構或支付網絡取得此資料，並會將其用於防止詐騙和進行驗證。 清除播放記錄 你可以於「設定」中清除你在Apple TV App的播放記錄。在iOS、iPadOS或visionOS裝置上的Apple TV App中，前往「帳户」>「清除播放記錄」。在tvOS上，請前往「設定」> App > TV >「清除播放記錄」。這樣會從「觀看列表」佇列中清除所有電視節目和電影，並讓過往的所有播放記錄不再與你的帳户有所關聯。該設定會套用至使用相同Apple帳户的裝置上由Apple保留和使用的播放資料。如你使用非Apple裝置並已選擇與平台供應商分享你觀看的內容，清除你的播放記錄將不會影響由平台供應商儲存的播放資料。你應該詳閲平台供應商的條款、私隱政策與慣例，以了解你能否刪除該供應商儲存的資料。 你可以長按住單集，並選擇「從『觀看列表』移除」以從「觀看列表」佇列中移除個別項目。在同一選單中，如你選擇「從最近觀看過的項目中移除」，這樣也會取消用該單集來產生個人化的建議。但Apple仍會保留來自Apple TV頻道和Apple TV+的播放記錄以滿足報告和版稅的需求。 已連接的第三方App 你必須授權讓參與的第三方App連接Apple TV App，來開始和Apple分享你從這些App中觀看的內容。在你設定Apple TV App時，可能會要求你一次授權多個應用程式。部份App你可能尚未在該裝置上安裝，如果稍後安裝這些App，將會套用你的偏好設定。不論你是否授權，都可以在「設定」中更改每個App的偏好設定。 如你不再想讓某個第三方App連接到Apple TV App，你可以隨時從Apple TV App中斷連接該App，Apple會停止從該第三方App收集你的播放資料。在iOS、iPadOS或visionOS裝置上的Apple TV App中，前往「帳户」>「已連接的App」，選擇第三方App，然後將其關閉。在tvOS上，請前往「設定」> App > TV >「連接到TV」，選擇第三方App，然後將其關閉。從Apple TV App移除第三方App時，你也可選擇「移除及清除播放記錄」選項，刪除所有Apple從該App中收集、有關你觀看內容的播放資料。你也可以透過上述方式清除你的播放記錄，隨時選擇刪除Apple所收集的、關於你在Apple TV App中觀看所有第三方內容的播放資料。以上述方式清除你的播放記錄只會清除Apple為了支援Apple TV App而保留和使用的第三方App播放資料。這不會影響由第三方App供應商（例如在其App或伺服器上）個別保留的播放資料。 你也應查閲參與第三方App的條款和私隱政策與慣例，以了解他們如何使用並分享你的播放資料和相關資訊。 群組建議 如你選擇在Apple TV裝置上啟用「群組建議」，與你觀看內容相關的資料會與任何在同一部Apple TV上選擇加入的用户一併提供群組建議。如群組中有兒童帳户，將會包括給兒童的建議，但不會使用兒童的觀看記錄。你可以前往「設定」>「用户與帳户」，選擇你的個人檔案，然後選擇「為所有人推薦」隨時為你的帳户關閉「群組建議」。 防範詐騙和其他惡意活動 我們也會收集個人資料以防範Apple TV App中的詐騙和其他惡意活動。此資料包括裝置資料，例如裝置類型和軟件版本、位置資料（如有提供，系統透過將你的互聯網連線IP位址與地理地區比較來取得的大約位置）、下載和購買記錄，以及與Apple TV App的其他互動。當你的訂閲設定為自動更新時，Apple可能會使用有關你與Apple的過去業務關係資料來處理要求，並在付款合作夥伴授權前確定是否繼續提供訂閲項目的取用權限。 當你嘗試購物時，我們也可能會運用與裝置使用狀況有關的資料（包括你收發的通話或電郵的大約數量）來計算裝置的信任分數。送出資料的方式是經過設計的，Apple無法得知你裝置上的真實數值。分數會在我們的伺服器上儲存一段固定時間。 處理個人資料的適用法律依據 我們處理你在Apple TV App中的個人資料，通常是為了履行你與Apple之間的合約，此為提供服務所必需的，此舉亦是為了遵守我們的法律義務。在同意即為適當法律依據的地區，我們會根據適用的當地法律尋求你的同意。 在適用的當地法律允許時，我們會視乎需要處理個人資料，以保障我們或第三方的合法權益，目的如下： • 向你顯示可用且相關的內容，包括來自第三方服務的內容 • 檢查優惠是否適用、協助為你和他人改進並最佳化服務，並向你傳送Apple TV App以及你可能感興趣的其他Apple產品、服務和優惠的相關通訊 • 防範詐騙和其他惡意活動 使用的資料包括： • 你的Apple TV App使用狀況資料，包括你使用的功能（例如「繼續觀看」或「資料庫」）、搜尋的項目、你與通知的互動、瀏覽或檢視的內容頁面、你觀看、購買、訂閲、下載的內容，以及App中的錯誤或故障資料 • 你裝置和帳户的詳細資料 • 裝置信任分數 • 你的位置 無論何時，Apple均會依照「Apple私隱政策」的規定處理所收集的資料，請瀏覽www.apple.com/hk/privacy。
zh_tw: Apple TV能讓你在同一處觀看你喜愛的電視節目和電影。你可以觀看從Apple租借或購買的內容。如果可用，你也可以透過Apple TV+、Apple TV頻道和所連接的第三方影片App取用內容。你可以從所有已登入相同「Apple帳號」且支援功能的裝置上透過Apple TV App取用這些所有的內容。 提供Apple TV App內容 我們會使用你的個人資料來在Apple TV App中提供服務和功能。此資訊包含你的帳號和付款資訊，你可以在「設定」中取用和更改。 Apple會收集你在所有已登入相同「Apple帳號」且支援的Apple裝置上透過Apple TV App所購買和觀看的內容資訊。Apple儲存這些與你的「Apple帳號」相關的資訊，以便在支援的Apple裝置上顯示你觀看的內容。登入第三方App後，你是否已訂閱這些服務的資訊會用來顯示適用於你的內容。若你授予第三方App連接至Apple TV App的權限，Apple也會在所有支援的裝置上收集並儲存你在該App的觀看內容之相關資訊以及訂閱狀態。當你開始使用Apple TV App時，即會自動連接具有支援內容的Apple App（如Apple Music和遙控器）。 你觀看內容的資訊會包含你播放的內容、時間、裝置，以及暫停或停止觀看的位置。我們也會收集Apple TV頻道和Apple TV+所有播放活動的詳細記錄。 若允許Apple TV App取用你的位置，你的位置會用來判斷你所在地區可使用的內容，包含當地內容，例如直播賽事、活動和新聞。部分內容包含地理相關的廣告。 改進Apple TV App Apple會收集你使用Apple TV App和你帳號時的相關資訊，包含你使用了哪些功能（例如「繼續觀看」或「資料庫」）、搜尋的項目、你與通知的互動、瀏覽或檢視的內容頁面、App中的錯誤或當機資訊以及你的帳單郵遞區號。我們使用此資訊、無法識別你個人身分的大致位置資訊，以及你觀看內容的相關資訊來協助改進和最佳化你和其他人的服務。我們也會收集你的裝置資訊，例如裝置類型、用以取得你裝置的頻道、作業系統版本，以及裝置的可用空間。我們可能會使用此資訊來評估要求的內容是否可供下載、瞭解裝置使用狀況和儲存空間平常的使用傾向，以及你的裝置是否連接Wi-Fi或行動網路。舉例來說，瞭解你裝置的可用空間可讓我們建立你在iPhone上購買電影時無須下載的功能。若你使用「同播共享」來與其他人一同觀看內容，則Apple TV App會收集你在「同播共享」階段期間觀看的內容，以及參與階段的裝置數量，但不會收集可識別任何「同播共享」階段參與者身分的資訊。 我們會使用Apple TV搜尋資料來改進提供Apple TV的模型。 例如，彙集的Apple TV搜尋查詢會用於微調Apple TV的搜尋模型。 個人化Apple TV App 我們會個人化Apple TV App以協助你探索與你最為相關的內容。例如，我們會依據你先前觀看過的電影來建議你可能會感興趣的電影。我們會使用你在Apple TV App中觀看的內容、購買、訂閱和下載的內容、瀏覽記錄和其他活動，以及來自你帳號的資訊（如年齡）的相關資訊來提供個人化的內容。 若你不同意Apple使用你在此裝置Apple TV App中觀看內容的資訊來在所有支援Apple TV App的裝置上提供個人化內容，你可以在「設定」中關閉「使用播放記錄」。在iOS、iPadOS、visionOS或tvOS裝置上，請前往「設定」> App > TV >「使用播放記錄」。 你可以關閉「Apple帳號」的「個人化推薦」以在App Store、Apple Books、iTunes Store、Apple TV、Apple Podcast和Apple訂閱項目中關閉個人化功能。在iOS、iPadOS或visionOS裝置上，請前往「設定」> [你的姓名] >「媒體與購買項目」>「檢視帳號」，然後點一下來關閉「個人化推薦」。在Mac上的Apple TV App中，前往「帳號」>「帳號設定」>「設定」。 與你通訊 Apple可能會使用與你帳號有關的資訊（例如你擁有的Apple產品、訂閱的Apple服務、你下載的Apple App和你的帳單郵遞區號），以傳送Apple TV App和其他你可能感興趣的Apple產品、服務和優惠的相關通訊，包含Apple One。我們可能會使用你的裝置詳細資訊（如裝置序號）或相關App Store訂閱項目的詳細資訊，以便檢查Apple優惠的使用資格。若你是「家人共享」群組的成員，Apple可能會透過「家人共享」傳送與產品、服務和優惠有關的資訊給你。若你購買了Apple One訂閱項目，我們可能會傳送電子郵件和推播通知，告知你已訂閱之每項服務的功能。Apple也可能使用你在Apple TV App中的活動相關資訊來向你傳送電子郵件和推播通知，告知你Apple TV App中可用的新功能、內容和優惠。你可以前往account.apple.com來更改電子郵件的偏好設定，並選擇不接收這些電子郵件。若要在iOS、iPadOS或visionOS裝置上更新通知的偏好設定，請前往「設定」>「通知」> TV。 廣告 在Apple TV App中，若允許Apple TV App取用你的位置，你的位置可能會被用來提供與你地理位置相關的廣告。 對於App Store、Apple News和「股市」等其他App，若啟用了「個人化廣告」設定，Apple的廣告平台可能會使用你的資訊來提供與你更為相關的廣告，包含你從Apple購買的影片和電視節目資訊。 若你不想收到Apple廣告平台依據你的興趣所傳送的定向廣告，你可以選擇關閉「個人化廣告」。關閉「個人化廣告」可避免Apple將你的資訊用於定向廣告。這可能不會減少你接收到的廣告數量，但廣告與你的關聯性可能較低。 你可以更改「個人化廣告」設定，請前往「設定」>「隱私權與安全性」>「Apple廣告」。 進一步瞭解「Apple廣告與隱私權」，請前往www.apple.com/tw/legal/privacy/data/zh-tw/apple-advertising。 瞭解如何選擇不接收App Store、Apple News和「股市」中的個人化廣告，請前往support.apple.com/105131。 與第三方分享 我們會將非個人資料提供給我們的廣告商，以及與Apple共同提供產品及服務、協助Apple對客戶行銷，以及在App Store、Apple News和「股市」中以Apple的名義銷售廣告的策略合作夥伴。例如，我們可能與Apple TV的策略合作夥伴（如內容擁有者）分享有關你交易、觀看活動和區域的非個人資料，以及如年齡族群和性別（這可從你「Apple帳號」中的姓名和稱謂等資訊推斷出來）等彙集的使用者人口統計資料，以便他們評估其創意作品的表現，滿足版稅及會計需求，並改善其相關的產品與服務。 若你的行動網路供應商提供Apple TV+訂閱和免費試用，Apple可檢查你的電話號碼，以判斷你是否適用於透過行動網路供應商夥伴訂閱。若你透過行動網路供應商或其他Apple合作夥伴註冊Apple TV+訂閱項目或免費試用，Apple會使用你的電話號碼或合作夥伴分享的獨有帳號識別碼來識別帳號，並且讓行動網路供應商或其他合作夥伴知道你已啟用你的訂閱項目。我們會使用與你訂閱項目相關聯的電話號碼或獨有識別碼，以在你登入以及將帳號連接Apple TV+訂閱項目時驗證你的帳號。 若你在非Apple裝置上登入Apple TV App，Apple可能會與平台供應商分享資料以啟用App的功能，讓你的Apple TV訂閱內容出現在平台上，以及支援提供搜尋結果和個人化推薦項目等平台功能。這可能會包含你是否已打開Apple TV App，以及你是否已訂閲Apple TV+和Apple TV頻道等相關資訊。你可以在非Apple裝置上，於Apple TV App設定中選擇停止分享你的訂閲資訊，不過這麼做可能會限制Apple TV內容在平台上顯示的方式。 在支援的非Apple裝置上，你可以選擇是否要與第三方平台供應商分享你在Apple TV App中觀看、購買或租借的內容，包括Apple TV+、Apple TV頻道和其他內容（如適用）。這可能包含你的個人檔案名稱，或者用來比對來自你Apple TV App的資料與你帳號或非Apple裝置上個人檔案的其他資訊。你的平台供應商可能會使用你在Apple TV App的資訊來啟用顯示你正在觀看的節目和個人化推薦項目等平台功能。你可以在非Apple裝置上前往Apple TV App設定來關閉此選項。在部分裝置上，這可能會帶你前往平台設定。 若你選擇在非Apple裝置上登入Apple TV App，請檢視平台供應商的條款、隱私權政策與慣例，以瞭解其會收集、使用和分享哪些資料。 保留 針對你在Apple TV App中與購買和下載項目，以及觀看活動相關的個人資料，我們會保留不同長度的時間，保留的時間視商業需求、合約義務和法律要求而有所不同。針對購買項目和下載項目，通常需要至少10年的保留期，但在如中國等地區，保留期可達30年。我們也會保留你的購買和下載內容記錄，只要你使用我們的帳號，就可以依據我們適用的條款來下載內容。我們會保留其他資訊（例如瀏覽活動和搜尋內容）最長2年的時間。即使你關閉帳號或停止使用Apple TV App，部分資訊（例如交易記錄，而非你儲存的卡片詳細資訊）可能會依營業記錄需求留底。 當你使用付款卡時，Apple可能會保留並自動更新你的卡號和帳單資訊，以供日後購買、重複交易或你授權的其他用途使用。Apple可能會從你的金融機構或支付網路取得此資訊，並也會將其用於防範詐騙和進行驗證。 清除播放記錄 你可以在Apple TV App的「設定」中清除你的播放記錄。在iOS、iPadOS或visionOS裝置的Apple TV App中，前往「帳號」>「清除播放記錄」。在tvOS上，請前往「設定」> App > TV >「清除播放記錄」。這樣會從「待看清單」中清除所有電視節目和電影，並讓先前的播放記錄與你的帳號不再有所關聯。此設定會套用至使用相同「Apple帳號」的裝置上由Apple保留和使用的播放資料。若你使用非Apple裝置並已選擇與平台供應商分享你觀看的內容，清除你的播放記錄將不會影響由平台供應商儲存的播放資料。你應查閱平台供應商的條款、隱私權政策與慣例，以瞭解你能否刪除該供應商儲存的資料。 你可以長按住劇集，並選取「從待看清單中移除」，來從「待看清單」中移除個別項目。若你在相同的選單中選取「從最近觀看的項目中移除」，這樣也會移除劇集，並無法用來產生個人化的建議。但Apple仍會保留來自Apple TV頻道和Apple TV+的播放記錄以因應報告和版稅的需求。 連接第三方App 你必須授權讓參與的第三方App連接Apple TV App，來開始和Apple分享你從這些App中觀看的內容。在你設定Apple TV App時，將要求你一次授權多個應用程式。部分App可能是你尚未在該裝置上安裝的App，若在稍後安裝，將套用你的偏好設定。不論你是否授權，都可以在「設定」中更改每個App的偏好設定。 若你不想再讓第三方App連接到Apple TV App，你可從Apple TV App中斷連接該App，Apple會停止收集你在該第三方App中的播放資料。在iOS、iPadOS或visionOS裝置的Apple TV App中，前往「帳號」>「已連接的App」，選取第三方App，然後將其關閉。在tvOS上，前往「設定」> App > TV >「連接到TV」，選取第三方App，然後將其關閉。從Apple TV App移除第三方App時，你也可選擇「移除並清除播放記錄」選項，刪除所有Apple從該App中收集，有關你觀看內容的播放資訊。你也可以透過如上所述的方式清除你的播放記錄，隨時選擇刪除你在Apple TV App中觀看時，Apple收集的所有第三方內容的播放資訊。以上述的方式清除你的播放記錄只會清除Apple為了支援Apple TV App，所保留和使用的第三方App播放資料。這不會影響由第三方App供應商（例如在其App或伺服器上）個別保留的播放資料。 你也應查閱參與第三方App的條款和隱私權政策與慣例，以瞭解他們如何使用並分享你的播放資料和相關資訊。 群組推薦項目 若你選擇在Apple TV裝置上啟用「群組推薦項目」，你觀看內容的相關資訊將用來提供群組推薦內容給同一部Apple TV上選擇加入的任意使用者組合。若群組內有兒童帳號則會包含給兒童的建議，但不會使用他們的觀看記錄。你可以隨時關閉帳號的「群組推薦項目」，請前往「設定」>「使用者和帳號」，選取你的個人檔案，然後選擇「為所有人推薦」。 防範詐騙和其他惡意活動 我們也會收集個人資料以防範Apple TV App中的詐騙和其他惡意活動。此資訊包含裝置資訊，例如裝置類型和軟體版本、位置資訊（若有提供，系統會將你網際網路連線的IP位址與地理區域比對來取得大約位置）、下載和購買記錄，以及與Apple TV App的其他互動。當你的訂閱設為自動更新時，Apple可能也會使用你與Apple過往商務關係的相關資訊來處理要求，並在付款夥伴授權前確定是否要讓你繼續取用訂閱項目。 當你嘗試進行購物時，我們可能也會在裝置上使用與裝置用途有關的資訊（包含你通話或收發電子郵件的大約數量）來計算裝置的信任分數。送出資訊的方式是經過設計的，Apple並無法得知你裝置上的真實數值。這些分數會在我們的伺服器上儲存一段固定的時間。 處理個人資料適用的法律依據 我們會處理Apple TV App中你的個人資料，通常是為了履行你與Apple之間的合約，處理範圍視提供服務和遵守法律義務所需而定。在同意即為適當法律依據的地區，我們會依照適用的當地法律尋求你的同意。 若符合適用的當地法律，我們會以我們或第三方的正當利益為目的，視需要處理個人資料，以用於提供以下服務： • 顯示與你相關的可用內容，包含第三方的服務 • 檢查優惠的使用資格、協助改進和最佳化你和其他人的服務，並傳送與Apple TV App和其他你可能感興趣的Apple產品、服務和優惠相關的通訊 • 防範詐騙和其他惡意活動 使用的資料包含： • 你使用Apple TV App時的相關資訊，包含你使用的功能（例如「繼續觀看」或「資料庫」）、搜尋的項目、你與通知的互動、你瀏覽或檢視的內容頁面、觀看內容、購買項目、訂閱項目、下載項目，以及App中的錯誤或當機資訊 • 裝置和帳號的詳細資訊 • 裝置信任分數 • 你的位置 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com/tw/privacy
